{"coverImageURL": "https://www.economist.com/media-assets/image/20231216_EUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Donald Tusk must undo years of populist subversion in Poland", "subtitle": "The prime minister has a tough job restoring democracy and judicial independence", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-12-14T14:06:18Z", "contents": [{"role": "body", "text": "THE HANDOVER was just as bitter as the years-long political brawl that preceded it. After losing an election in October, Poland’s hard-right Law and Justice (PiS) party finally ceded power on December 12th to a coalition headed by Donald Tusk, a veteran former prime minister. After PiS lost a vote of confidence in parliament, the party’s leader, Jaroslaw Kaczynski, took to the lectern to call Mr Tusk “a German agent”—a puerile insult PiS used throughout the campaign, referring to Mr Tusk’s German ancestry and his experience as president of the European Council."}, {"role": "body", "text": "A refusal to go gently is common among ousted populists. But it will only bolster Mr Tusk’s resolve. In a two-hour speech on December 12th, he promised to mend the rule of law in Poland and win back the favour of the European Union, and with it €60bn ($65bn) in withheld recovery funds. “No one can outplay me in the EU,” he quipped. The cabinet, sworn in on December 13th, includes tough old hands such as Radoslaw Sikorski, who will return as foreign minister, and Borys Budka, a former justice minister tapped to clear PiS cronies out of state firms. Mr Tusk is ready for a fight. He will need to be."}, {"role": "body", "text": "In its eight years in power, PiS plugged thousands of apparatchiks into courts, public media and state-owned companies, and siphoned off funds to benefit the party. In its final weeks in office, the party changed the rules in the Supreme Court to make it harder to oust illegally appointed judges. Mr Tusk’s new government is also hemmed in by Andrzej Duda, the president, who hails from PiS and can veto legislation. Mr Duda signed many of PiS’s legal reforms and may see unravelling them as challenging his own power. A presidential election is not expected until May 2025."}, {"role": "body", "text": "Another problem is the Constitutional Tribunal, which PiS packed with loyalists soon after coming to power in 2015. The opposition can use EU court judgments to remove immediately three judges whom PiS appointed illegally. But it will need to wait out the nine-year terms of the remaining judges. One of them, Krystyna Pawlowicz, has compared Mr Tusk to Hitler (she later apologised) and more recently said that Germany and the EU intend to liquidate Poland. The court can derail any of the new government’s laws."}, {"role": "body", "text": "The final task in fixing the judiciary will be dealing with some 2,200 judges who, courts have ruled, were appointed illegitimately. PiS changed the law in 2017 so that the National Council of the Judiciary (NCJ), which appoints justices, was selected by parliament. The EU’s top court has ruled that this violates judicial independence and that the appointments are void. But scrapping them all would wreak havoc. Many simply graduated from judicial academy at an unlucky time; the government may let them stay. Others who were hand-picked, often from non-judicial careers, by the PiS-controlled NCJ will probably be vetted again or fired."}, {"role": "body", "text": "Repairing the system is as delicate as a game of jackstraws, says Ewa Letowska, who was Poland’s first ombudsman and later a judge on the Constitutional Tribunal. Yet some moves are relatively simple. The government can end disciplinary cases against judges who opposed PiS’s reforms or enforced European law. "}, {"role": "body", "text": "The winning coalition has already started to use its majority. Starting on November 28th it created several parliamentary commissions to investigate alleged PiS misdeeds, including corruption and the deploying of spyware against rivals. In its manifesto Mr Tusk’s party, Civic Coalition (KO), promised to hold accountable those it accuses of breaching the constitution—including the president, a former prime minister and the governor of the central bank."}, {"role": "body", "text": "Critics worry that Mr Tusk’s party lacks the necessary resolve. (In 2015, they recall, it missed a chance to prosecute Zbigniew Ziobro, who later became PiS’s fanatical justice minister.) But the government should avoid the appearance of vengefulness, warns Marcin Matczak, a law professor at the University of Warsaw. Criminal proceedings against populists, such as Donald Trump, often boost their popularity. A further challenge will be to rebuild public trust in the rule of law. "}, {"role": "body", "text": "To do so, the government will need to take back control of public media, which have become a crude propaganda outlet. The key obstacle here is the National Media Council, a body created by PiS in 2016 to appoint heads of public television and radio. Parliament could try replacing some of its members, or attempt to scrap it, relying on a court ruling that it is unconstitutional. Another route would be to liquidate the public media and bring in caretaker managers. (PiS tried to block this possibility by changing the media law on its last day in office, but may have botched the paperwork.) Journalists loyal to PiS are already accusing the new government of “purges”."}, {"role": "body", "text": "Turning back the clock is not enough. It is a cliché in Poland to say that PiS had the right diagnosis but the wrong solutions. The judiciary was inefficient and mistrusted, but the party’s reforms have made it even slower and less fair. Mr Tusk could start with digitisation: Polish lawyers must still submit procedural documents by mail. Kamila Gasiuk-Pihowicz, an MP from KO, suggests encouraging more out-of-court settlements. Iustitia, an independent organisation of judges, proposes flattening the wage differences between levels of courts to prevent judges from leaving lower ones."}, {"role": "body", "text": "For now, liberal Poles are optimistic about a democratic renaissance. Ms Gasiuk-Pihowicz thinks PiS’s attack on judicial independence has fostered an appreciation of the rule of law: “When viruses attack the body, it reacts by creating antibodies. It was the same in Poland.” Mr Tusk, who likens his coming task to wading into the muck of the Augean stables, is hoping the antibodies are strong. ■"}], "id": 37}