{"coverImageURL": "https://www.economist.com/media-assets/image/20231216_WWP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Politics", "subtitle": "", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-12-14T14:06:18Z", "contents": [{"role": "body", "text": "The UN global summit on climate change produced an agreement that, for the first time, calls on countries to transition away from fossil fuels. Some delegates attending COP28 had hoped for a more forceful phrasing on phasing them out. Dirty fuels, especially coal, will be used for some time. The words of the text need to be put into action, but still, the industry minister of the United Arab Emirates, which hosted COP28, described it as historic. "}, {"role": "body", "text": "The UAE recently held a mass trial of more than 80 dissidents on fabricated charges of supporting terrorism, according to Amnesty International. The government does not allow charges or judgments concerning political prosecutions to be made public or reported on. "}, {"role": "body", "text": "In a rare criticism, Joe Biden described Israel’s bombing campaign in Gaza as “indiscriminate” and is pressing its government to scale back its operations. Jake Sullivan, America’s national security adviser, has been dispatched to Israel to discuss a timetable to that end. The UN General Assembly voted for a ceasefire. Israel’s foreign minister said a ceasefire now would be a “gift” to Hamas, and that the war will continue “with or without international support”. "}, {"role": "body", "text": "Ernest Bai Koroma, a former president of Sierra Leone, has been placed under house arrest, according to the opposition. Mr Koroma has been questioned by police about what the government describes as an attempted coup in November that was mounted by his former bodyguards. "}, {"role": "body", "text": "Luis Caputo, the new economy minister in Javier Milei’s cabinet in Argentina, announced a sweeping package of measures. The official exchange rate of the peso was devalued by half and public spending was slashed. The IMF, which has supported the beleaguered economy with a $43bn loan, welcomed the shock therapy."}, {"role": "body", "text": "Irfaan Ali, the president of Guyana, agreed to meet Nicolás Maduro, Venezuela’s autocratic leader. Earlier this month Venezuela held a dodgy referendum, in which 95% of respondents agreed to annex two-thirds of its neighbour. Mr Ali has repeatedly stated that “Guyana’s land boundary is not up for discussion.”"}, {"role": "body", "text": "Efforts by a circle of elites to keep Guatemala’s president-elect Bernardo Arévalo from taking power in January intensified. The attorney-general said the electoral result should be nullified because of fraud (of which there is no evidence). But the electoral tribunal reiterated that the results are “unalterable”. The United States condemned the attempt to undermine Guatemala’s troubled democracy. "}, {"role": "second", "text": "The new American elite"}, {"role": "body", "text": "Harvard’s governing body decided that Claudine Gay should remain president of the university, after she came under intense criticism for her ambiguous answers at a congressional hearing into the surge of antisemitism on American campuses. But Elizabeth Magill stepped down as president of the University of Pennsylvania. She got in trouble at the same hearing responding to a question about the genocide of Jews. "}, {"role": "body", "text": "The House of Representatives formalised an impeachment investigation into Joe Biden that centres on the business dealings of his son, Hunter, who said he would be willing to testify to a public committee. The Republicans have been probing the Bidens for almost a year now. "}, {"role": "body", "text": "In Germany Olaf Scholz unveiled a deal that seeks to fill a budget shortfall caused by the Constitutional Court striking down the government’s previous spending plan. The chancellor said that the budget, which contains lots of new green levies, would retain money for supporting Ukraine and adhere to the “debt brake”, which limits government debt. "}, {"role": "body", "text": "Alexei Navalny has been removed from the penal colony where he had been imprisoned on trumped-up charges of supporting extremism, according to his spokeswoman, and has not been heard from for days. It was expected that Russia’s opposition leader would be placed in an even harsher prison. Meanwhile Vladimir Putin confirmed that he would stand for a fifth term as president in 2024. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231216_WWP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Donald Tusk was sworn in as Poland’s prime minister, bringing an end to eight years of rule under the populist Law and Justice (PiS) party. Mr Tusk heads a coalition of centrist parties, which together took the most seats at an election in October, though PiS remains the single biggest party in parliament. He was Poland’s prime minister from 2007 to 2014 and then president of the European Council until 2019, and promises to repair ties with the EU and to fully support Ukraine. "}, {"role": "body", "text": "The EU prepared for a summit to discuss extra funding for Ukraine and a path to its membership of the bloc, both of which are opposed by Hungary. Volodymyr Zelensky visited Washington to drum up more financial support for Ukraine’s defence against Russia. The Ukrainian president met politicians in Congress in the face of Republican opposition to giving any more money to his country. His pleas fell on deaf ears. "}, {"role": "body", "text": "Rishi Sunak survived a vote on his controversial bill declaring Rwanda to be a safe country for asylum-seekers to be sent to. The British prime minister introduced the bill after the Supreme Court ruled against the Rwanda scheme last month. No Conservative MPs voted against the government, though dozens abstained. "}, {"role": "second", "text": "Back in the game"}, {"role": "body", "text": "In Pakistan a court revoked a conviction for corruption that had been handed down to Nawaz Sharif, a former prime minister, which his supporters claim all but assures that he can run for office again in an election in 2024. Meanwhile, militants linked to the Pakistan Taliban said they carried out an attack on an army base near the Afghan border that killed 23 soldiers. "}, {"role": "body", "text": "Four ministers resigned from the Japanese government amid a fundraising scandal. The biggest beast to fall was Matsuno Hirokazu, the powerful chief cabinet secretary. All four are members of a faction in the Liberal Democratic Party that supported Abe Shinzo before his assassination in 2022 and which is at the centre of allegations about missing party funds. The approval rating of Kishida Fumio, the prime minister, has plummeted since the scandal broke a month ago."}, {"role": "body", "text": "An MP in Thailand was sentenced to six years in prison under the country’s lèse-majesté law. Rukchanok Srinork, from the reformist Move Forward party, was accused of criticising the monarchy on social media, which she denies. She is seeking bail. A 26-year-old man was also sentenced to prison but given bail, for shouting at a royal motorcade. "}], "id": 0}