{"coverImageURL": "https://www.economist.com/media-assets/image/20231216_BRP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The magical thinking behind Britain’s Rwanda bill", "subtitle": "Laws should be rooted in reality", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-12-14T09:57:56Z", "contents": [{"role": "body", "text": "“Magical thinking” is an overused term. Yet it well describes the government’s new Safety of Rwanda bill, which passed its first vote in Parliament on December 12th."}, {"role": "body", "text": "The scheme the bill seeks to resurrect—sending asylum-seekers to Rwanda—is not grounded in reality as laws should be. It won’t “stop the boats”: Kigali could take only a few hundred of the tens of thousands of asylum seekers who have crossed the English Channel in recent years. The scheme pretends that Rwanda’s asylum system protects human rights as Britain’s does, when it does not come close. That means it is also unlawful, as the Supreme Court ruled last month: the chief risk is of “refoulement”, the return of asylum-seekers to dangerous countries."}, {"role": "body", "text": "The bill is designed to swat such objections aside. Part of it describes a treaty that James Cleverly, the home secretary, signed in Kigali on December 5th. It has some differences from an initial agreement made in 2022. The most substantial is Rwanda’s undertaking that it will not send asylum-seekers to any country other than Britain (thus surely eroding any deterrent power the scheme might have). There will be a new monitoring committee and an appeals tribunal."}, {"role": "body", "text": "None of these measures resolves the concerns about Rwanda identified by the Supreme Court. In its ruling, it explained that to comply with international and domestic laws Rwanda would need to change in time-consuming ways. No matter. For the bill’s key passage reads like a line from a fairy-tale in which countries are ruled by imperious monarchs. “Every decision-maker”, it says, “must conclusively treat the Republic of Rwanda as a safe country.”"}, {"role": "body", "text": "What does this mean? Nothing good. The bill says “decision-makers” includes courts. If the bill makes it onto the statute book, the courts would be obliged to follow a law that tells it to ignore Britain’s highest one. This is a “remarkable thing” for a bill to require, observed Parliament’s Joint Committee on Human Rights. Though Britain has no written constitution, this “undermines the constitutional role of the judiciary, arguably jeopardising both the separation of powers and the rule of law”."}, {"role": "body", "text": "The new bill still allows some asylum-seekers to claim that Rwanda is not safe for them, and for the British courts to consider such claims, though not because of possible refoulement. That has angered some hardline Tories. Although the bill disapplies parts of several domestic laws, like the Human Rights Act 1998, it also cannot prevent the European Court of Human Rights in Strasbourg from intervening. That raises the possibility that if the bill becomes law and asylum-seekers are put on a plane to Kigali, the court would object—sparking a new Tory push to leave the convention it oversees."}, {"role": "body", "text": "The more likely outcome is that the bill founders in the House of Lords. The “Salisbury convention” holds that the Lords should not obstruct a government’s manifesto commitments. But the Tory manifesto from 2019 does not mention the Rwanda scheme. It does, however, promise to “continue to grant asylum and support to refugees fleeing persecution”. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 43}