{"coverImageURL": "https://www.economist.com/media-assets/image/20231216_CUP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "When Charlie Chaplin was cancelled", "subtitle": "A new book reconstructs the film-maker’s exclusion from America in 1952", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-12-12T17:30:19Z", "contents": [{"role": "body", "text": "Charlie Chaplin vs America. By Scott Eyman. Simon &amp; Schuster; 432 pages; $29.99 and £18.99"}, {"role": "body", "text": "IN TODAY’S CULTURE wars, Hollywood has a starring role. Films tend to trigger debates about America’s history and values. That has long been the case, as a new book, “Charlie Chaplin vs America”, shows. Chaplin, a British citizen, was harassed by the American government, culminating in the revocation of a re-entry permit in 1952. It is a sobering account of cancel culture in action. Indeed, it makes some of the current spats seem toothless by comparison."}, {"role": "body", "text": "“I don’t want to create revolution,” Chaplin said. “I just want to create a few more pictures.” But the FBI, suspecting Chaplin of communist sympathies, started surveilling the film-maker in 1922. In a paranoid climate, many looked for evidence of Marxism. Those convinced Chaplin was “red” pointed to his screen persona, the Tramp, an embodiment of the beleaguered everyman. They perceived it, too, in “Modern Times” (1936), a dramatisation of workers’ plight due to unemployment and automation, and in “The Great Dictator” (1940), which called out America’s isolationism."}, {"role": "body", "text": "Officials did not take kindly to Chaplin speaking out about politics, especially when he called for a second front in the war to alleviate pressure on Russia. Some took umbrage that Chaplin made his fortune in America and deigned to comment on its policies but refused to become a citizen."}, {"role": "body", "text": "None of this was illegal. But the FBI bedevilled him, using political groups and the press to whip up anti-Chaplin sentiment. The bureau fed journalists salacious titbits (which were not in short supply: the man was no stranger to a sex scandal). In the eyes of the public, he became “a louche degenerate with a propensity for young girls and communism”, writes the author, Scott Eyman. "}, {"role": "body", "text": "When Chaplin set off to promote a movie in Europe, the attorney-general took his chance. The film-maker was blocked from returning under a provision that allowed people of questionable “morals, health or insanity” or those “advocating communism or associating with communist or pro-communist organisations” to be kept out. Chaplin was forced to give up his home and studio and move to Switzerland, where the quality of his work suffered."}, {"role": "body", "text": "By the time he was exiled from America, the intelligence file had swelled to nearly 2,000 pages. It contained no proof of party ties. Instead, it was filled with “hearsay, rumour [and] bountiful examples of guilt by association”. Readers will be shocked by how Chaplin was hounded with so little cause. The author convincingly argues that the auteur was “the most prominent victim of the Red Scare” and paints a portrait of a time when freedom of speech was even more embattled than it is today. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 68}