{"coverImageURL": "https://www.economist.com/media-assets/image/20231202_EUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Germany’s ruling coalition grapples with a wrecked budget", "subtitle": "The constitutional court has outlawed the way it gets round strict deficit limits", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-11-30T15:24:54Z", "contents": [{"role": "body", "text": "German is famed for long, powerful words that deliver meaning with pinpoint accuracy. The term Schuld is not one of these. Confusingly, its six letters convey two very different ideas. Schuld means both guilt, as in mea culpa, and debt, as in onerous money obligations. This mental link helps explain Germany’s peculiar concern with saving governments from the imagined sin of borrowing money. In 2009 legislators inserted a Schuldenbremse or “debt brake” into the constitution, placing an annual cap on deficit spending of 0.35% of GDP on the federal budget (except in emergencies) and banning state governments from running deficits at all (as in many states in America). Predictably, these limits have prompted politicians to get creative, such as by putting borrowed money into off-budget special-purpose funds. "}, {"role": "body", "text": "When the governing “traffic-light” coalition took office two years ago, it inherited an “emergency” €60bn ($68bn, around 1.5% of GDP) kitty that had been earmarked for covid-19 relief, but never spent. This windfall helped Olaf Scholz, the incoming chancellor, seal a three-party deal: the Greens and his own Social Democrats could redirect the cash into climate-change and social programmes even as their stingy third partner, the liberal Free Democrats (FDP), claimed credit for respecting the debt brake. So attractive was this strategy that the coalition soon created several other such vehicles, including a nominal €200bn fund to buffer the economy from shock energy prices and a stash of €100bn devoted to beefing up the army. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231202_EUC580.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "But on November 15th Germany’s highest court brought sudden clarity to the meaning of debt brakes. It ruled that debt taken on during an emergency could not be spent later for other purposes. This means that €60bn in borrowed money that the government had already allocated to special funds (mainly to a climate-change fund) must now be accounted for. (The defence fund, set up via a constitutional amendment, remains untouched.) The stark judgment has not only thrown budgeting into wild disarray. It threatens to crack open the coalition, too, as the three parties are faced with fighting over a suddenly shrunken pot. The opposition Christian Democrats (CDU) are of course gloating. Yet several of the states that the right-of-centre party runs are just as guilty of diverting “emergency” funds as Mr Scholz, and are now in a similar pickle. The irony of this made-in-Germany snafu is that the country is in perfectly sound financial shape, with a sovereign gross-debt-to-GDP ratio that is half America’s and 25 percentage points below the rest of the EU’s. "}, {"role": "body", "text": "The government is now in crisis mode. On November 27th Mr Scholz’s team announced that it had retroactively revised the 2023 budget to show a €71bn deficit over some €461bn in outlays, invoking the constitutional clause that allows for overspending during emergencies, such as a pandemic. The CDU will not contest this, as they would be blamed for crying over spilt milk. But the government has only a few weeks before the start of 2024 to sort out next year’s budget. "}, {"role": "body", "text": "Marcel Fratzscher, president of the German Institute for Economic Research, says there are really only three alternatives. Mr Scholz could declare this another “emergency” year—and face a rumpus in parliament and possibly another court case. He could slash planned spending to slip below the 0.35% limit—and face angry clashes inside his coalition. Or he could try to legalise a new, consolidated special-purpose fund under a new constitutional amendment, as with last year’s boost to military spending in the face of a rising Russian threat. But this needs a two-thirds majority in both legislative houses, relying on the CDU’s kindness. A fourth option, raising taxes, might be a painful long-term solution but cannot work for next year, says Mr Fratzscher."}, {"role": "body", "text": "None of these options is pleasant for a coalition whose polling numbers have already slumped, from a combined 50%-plus two years ago to around 35%. Mr Scholz’s dry, clipped style has not helped. Instead of using a parliamentary address on November 28th to rally the nation, he resorted to tired bromides about his team’s need to get down to work. The blow to spending plans, not only for next year but into the future, is particularly hard for Robert Habeck, the Green deputy chancellor and economic tsar. Out of power for 16 years before joining the coalition, the Greens must now curb his ambitious plans for a carbon-free economy. Mr Habeck likens his plight to a boxer going into a match with hands tied. As for the FDP, the government’s third party now clings to debt-brake orthodoxy more strongly than ever. Teetering in polls on the 5% threshold for gaining seats in parliament, it cannot afford to lose any of its parsimonious core constituents. "}, {"role": "body", "text": "The brittle trio will probably find a way to hang together rather than see the government collapse. But what is really needed is a debate about scrapping or radically revising the debt brake itself. Amid the panic, and with polls showing that the German people still favour borrowing caps, that seems unlikely. ■"}], "id": 37}