{"coverImageURL": "https://www.economist.com/media-assets/image/20231202_EUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Outrage against femicide is spreading in Italy", "subtitle": "A well-aired case of murder is challenging patriarchal attitudes", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-11-30T15:24:54Z", "contents": [{"role": "body", "text": " “We have to react, so no one else has to feel the void I feel—the excruciating pain I feel constantly in the darkness of my room,” wrote Elena Cecchettin. Her sister, 22-year-old Giulia, was Italy’s latest victim of femicide: the murder of women. Ms Cecchettin shared her grief on social media as hundreds of thousands across Italy protested on November 25th, the International Day for the Elimination of Violence against Women. The demonstrations brought to a climax two weeks in which Italians have agonised as never before over the killing of women by men who are often their present or former partners."}, {"role": "body", "text": "Relatives of the victims usually shun publicity. Not Elena Cecchettin. She used mainstream and social media to denounce the patriarchal values she blamed for the deaths of her sister and many of the other 105 women murdered in Italy in the year to November 19th. Another reason why the controversy over the death of her sister has raged like no other is a chance mingling of art and life. The drama of Ms Cecchettin’s disappearance—the discovery of her body in a ditch, the flight of her alleged killer and former boyfriend, his arrest in Germany and extradition to Italy—played out against the background of a cinematic phenomenon."}, {"role": "body", "text": "“C’è ancora domani “(“There’s still tomorrow”) is the first film directed by Paola Cortellesi, an actress who also plays the leading role of an abused housewife in 1940s Rome. Judged of “scant value”, her movie was refused state financing. And yet since its release on 26th October it has earned more than any other film in Italy this year except “Barbie” and “Oppenheimer”. As anger at the mistreatment of women grew, the Senate rushed into law a bill intended to assuage it. The education minister in Giorgia Meloni’s deeply conservative government earmarked €15m ($16.5m) for relationship education in schools."}, {"role": "body", "text": "That Italy has a problem with dangerously possessive husbands and boyfriends is well known. It is not, however, that Italy is an exceptionally lethal place for women. In fact, Germany’s rate of femicide is twice Italy’s figure of 0.4 murders per 100,000 women, the fifth lowest in the EU. But Italian social attitudes have reached a point at which even a relatively low incidence of the crime is considered intolerable. And rightly so.■"}], "id": 38}