{"coverImageURL": "https://www.economist.com/media-assets/image/20231202_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "These are The Economist’s favourite podcasts of 2023", "subtitle": "They covered subjects including empire, medical scandals and war", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-24T15:36:39Z", "contents": [{"role": "body", "text": "“The Big Flop”"}, {"role": "body", "text": "A dissection of failures, covering everything from Quibi, a short-lived mobile-video platform, to Juicero, an expensive but pointless drinks machine. This podcast lays out how bad ideas become a (usually brief) reality. "}, {"role": "body", "text": "“Drifting Off with Joe Pera”"}, {"role": "body", "text": "Joe Pera, an American comedian, invites listeners to doze off to his relaxing tones. Episodes feature tales of the mundane: a tour of a music shop, for example, and a history of soup. Insomniacs will delight in his gentle narration—even if they never get to the end of a show."}, {"role": "body", "text": "“Empire”"}, {"role": "body", "text": "This podcast untangles colonialism’s complex legacy. William Dalrymple and Anita Anand have examined the imperial pasts of Britain and Russia, as well as the history of slavery. The latest season focuses on Persia, “the first great superpower”."}, {"role": "body", "text": "“Holy Week”"}, {"role": "body", "text": "A look at the days following the assassination of Martin Luther King in Memphis in 1968. With a skilful script and atmospheric music, the show also examines the trade-offs of the civil-rights movement, extending its analysis to the present day. "}, {"role": "body", "text": "“If Books Could Kill” "}, {"role": "body", "text": "For many, the schlocky books you might buy in an airport are a guilty pleasure. This podcast, which rips such books apart, is an even greater indulgence. The hosts’ intelligent, irreverent analysis makes you laugh as you learn."}, {"role": "body", "text": "“The Kids of Rutherford County”"}, {"role": "body", "text": "The latest podcast from Serial and the New York Times investigates the collapse of the juvenile-justice system in a county in Tennessee. The series chronicles how children were arrested and illegally jailed, before documenting the struggle to hold those responsible accountable."}, {"role": "body", "text": "“Normal Gossip”"}, {"role": "body", "text": "Each episode of this podcast recounts drama from the banal worlds of farmers’ markets, flatshares and first jobs. All the stories are true but anonymised; each instalment is gripping. It is a masterclass in storytelling."}, {"role": "body", "text": "“Operation Tradebom”"}, {"role": "body", "text": "In 1993 a bombing at the World Trade Centre in New York killed six people and injured more than 1,000. This podcast, marking the 30th anniversary of the attack, lets witnesses and victims speak for themselves. It describes the subsequent investigation and the parallels with the assault on the twin towers eight years later. "}, {"role": "body", "text": "“Past Present Future”"}, {"role": "body", "text": "David Runciman, a professor of politics at Cambridge University, hosts this enlightening podcast about the history of ideas. In commute-length episodes, he surveys the work of thinkers including James Baldwin, John Rawls and Virginia Woolf. "}, {"role": "body", "text": "“The Retrievals”"}, {"role": "body", "text": "Women who underwent egg retrievals at a fertility clinic found themselves in agonising pain. A nurse, who was an addict, had been stealing the fentanyl. The women recount their nightmarish experiences and highlight an enduring problem: that parts of the medical establishment still ignore women’s suffering. A real-life horror story. "}, {"role": "body", "text": "“Search Engine”"}, {"role": "body", "text": "PJ Vogt seeks to answer the “kinds of questions you might ask the internet when you can’t sleep”. (For instance: “Does anyone actually like their job?”) Some episodes tackle newsy topics, such as the opioid crisis and the travails of Sam Bankman-Fried, a disgraced crypto-billionaire."}, {"role": "body", "text": "“Slow Burn: Becoming Justice Thomas”"}, {"role": "body", "text": "This engaging podcast examines the career of Clarence Thomas, a Supreme Court justice since 1991, as well as his politics, his controversial confirmation and the Anita Hill sexual-harassment scandal. "}, {"role": "body", "text": "“Ukraine: Under the Counter” and “Ukraine: The Handoff”"}, {"role": "body", "text": "Women who had been raped by Russian soldiers in Bucha posted pleas for abortion pills online. A doctor smuggled thousands of tablets from Germany, through Poland to Ukraine. “Each of these pills is a story,” says Molly Webster, the host, who works at Radiolab. The shows reflect on motherhood, pregnancy and war. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 71}