{"coverImageURL": "https://www.economist.com/media-assets/image/20231202_BLP509.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What does it take to expel an American congressman?", "subtitle": "If George Santos is booted out, he will join a select group", "hashTag": "The Economist explains", "authorName": "The Economist", "publishDate": "2023-11-29T17:19:30Z", "contents": [{"role": "body", "text": "GEORGE SANTOS burned bright and briefly. Shortly after his election to Congress in November 2022, the lies he told to win the seat began to be revealed. The Republican had claimed, falsely, that his grandparents had fled the Holocaust and that his mother was at the Twin Towers when the 9/11 terrorist attacks took place. His CV was fiction. In May 2023 Mr Santos was charged with money-laundering, theft of public funds and wire fraud; more charges were added in October. He has pleaded not guilty. But on November 16th the House of Representatives Ethics Committee published a report alleging that he had “sought to fraudulently exploit every aspect of his House candidacy for his own personal financial profit”. Mr Santos called the findings “a disgusting politicised smear” but said that he would not seek re-election next year for his New York seat. As soon as this week Mr Santos may join the House’s most exclusive club: the ranks of members it has expelled."}, {"role": "body", "text": "The constitution gives the House and the Senate the right to “punish its members for disorderly behaviour, and, with the concurrence of two-thirds, expel a member”. Two-thirds is a high bar by design. The framers wanted to avoid interfering with the will of the people: if a congressman misbehaves, let his constituents vote him out. The House, wrote James Madison, is “so constituted as to support in the members an habitual recollection of their dependence on the people”. Especially in the House, where terms last just two years, the prospect of election defeat is supposed to keep lawmakers accountable. "}, {"role": "body", "text": "That helps explain why just five have been thrown out. The first was John Clark of Missouri, in 1861. His sin—taking up arms against the government to fight for the Confederacy—was grave. But lesser misdeeds, even serious ones, were often tolerated. On several occasions members beat fellow lawmakers on the House floor with canes. The House censured two assailants but ousted none. In 1856 a motion to expel Preston Brooks of South Carolina, who whacked his victim until his cane broke, failed. Brooks resigned his seat, then promptly won it back in a special election. Even killing did not meet the bar. In 1838 William Graves of Kentucky killed Jonathan Cilley of Vermont in a duel. Congress responded not with a motion to expel Graves but with a law prohibiting duelling, or accepting a challenge to a duel, in Washington, DC. He served another term."}, {"role": "body", "text": "The House ejected two southern lawmakers after Clark for the same reason: disloyalty to the union during the civil war. Since then there have been just two expulsions. Michael Myers of Pennsylvania, convicted in 1980 of taking bribes in an FBI sting operation, was caught on tape saying, “Money talks in this business and bullshit walks.” He was expelled the same year. “I know what it feels like now to sit on Death Row,” Mr Myers said. But he did not seem to learn his lesson: in 2022, aged 79, he was sentenced to 30 months’ imprisonment for commiting election fraud on behalf of several candidates in Pennsylvania. In 2002 James Traficant of Ohio was expelled after being convicted of similar federal corruption charges. (He was also found to have forced aides to work on his houseboat in Washington, DC, and to bale hay on his farm in Ohio.) Both men ran for their seats again; both lost."}, {"role": "body", "text": "The House ethics report alleges that Mr Santos spent misappropriated funds on Botox, designer goods and porn subscription services. On November 28th Robert Garcia and Dan Goldman, two Democratic congressmen, filed a motion to expel him. If the ouster effort succeeds—which seems likely—it would set a modern precedent. Mr Myers and Traficant had already been convicted at the time of their expulsions; Mr Santos is still awaiting trial. ■"}], "id": 73}