{"coverImageURL": "https://www.economist.com/media-assets/image/20221008_BID001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why the West needs to stop the global rise of revisionism", "subtitle": "There is much more at stake in Ukraine than that country’s fate, argues Kirill Rogov", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2023-11-29T12:30:38Z", "contents": [{"role": "body", "text": "IN RECENT WEEKS pessimism about the war in Ukraine has gripped Western media and opinion-makers. The Ukrainian counter-offensive over the summer and autumn yielded disillusionment. Leaks suggest that Western officials have broached the subject of possible peace talks with Russia with Ukrainian counterparts. Trumpian Republicans are blocking American military assistance to Ukraine."}, {"role": "body", "text": "That a stalemate on the battlefield would feed pessimism is not surprising. But the argument for scaling back support for Ukraine is premised on framing the war there as fairly isolated, and its loss of territory as tragic and unfair but neither existential for the West nor unique in modern times. This perspective gives the West an option on when and how to administer its help to Ukraine, and when to scale it back or stop. This logic is wrong and the perspective—convenient as it may be—leaves out a bigger and more disturbing picture. "}, {"role": "body", "text": "Far from being an isolated conflict, Vladimir Putin’s war against Ukraine has led to a wave of revisionism in international politics. Azerbaijan’s lightning war against the ethnic-Armenian enclave of Nagorno-Karabakh and Hamas’s attack on Israel may be different in scale, but they have the same cause: the weakening of guarantees and provisions that maintained the balance of power, encouraging previously constrained players to challenge this balance. The logic of revisionism suggests that each failure by the West to establish deterrence and each tactical retreat—in Ukraine, Syria, Azerbaijan or the Middle East—is another step on the way to dismantling its geopolitical dominance."}, {"role": "body", "text": "Those who urge Ukraine to negotiate with Mr Putin must understand that he is mainly interested in two things. One is to force Ukraine to recognise and accept his conquests—at a minimum Russia’s land corridor to Crimea—as faits accomplis. The other is to humiliate the West by showing that it is unable to secure, and thus will betray, Ukraine."}, {"role": "body", "text": "Pundits close to the Kremlin are already citing what Henry Kissinger, America’s former secretary of state, recalled being told by Hafez Assad, Syria’s dictator at the time, after the Yom Kippur war of 1973: “You [America] have betrayed Vietnam. Someday you’re going to sell out Taiwan. And we’re going to be around when you get tired of Israel.” Revisionists draw strength from these words."}, {"role": "body", "text": "Countries that have previously drawn comfort from American guarantees are feeling unsettled. In a recent report RAND, a global-policy think-tank, urged America to provide additional assurances of its nuclear-umbrella commitment to South Korea, which is losing its faith in American guarantees and considering its own nuclear-weapons programme to deal with a growing threat from North Korea and China. "}, {"role": "body", "text": "This unease reflects a fundamental shift. For many decades security guarantees offered by America were seen by allies as iron-clad. That perception is changing. One reason is the world’s inability to halt North Korea’s nuclear programme. Another is dwindling confidence in the bipartisan political consensus required in Washington for America to convincingly fulfil its commitments. "}, {"role": "body", "text": "Revisionists thrive not on confidence in their own relative strength but on doubts about the resolve of the hegemon. There is no doubt that America is stronger militarily than North Korea, Russia and China, and they know this. But they also know that they can compensate for their relative weakness with their resolve and appetite for risk. "}, {"role": "body", "text": "In the first year of the war in Ukraine, the West hesitated over handing advanced weapons to the government in Kyiv, giving Russia time to prepare for a war of attrition. And today’s talk of “tiredness” is nothing but a euphemism, used to dodge obligations for long-term assistance to Ukraine in a protracted war with unclear results. In a recent opinion poll for the European Council on Foreign Relations and Oxford University, conducted in 21 countries around the world, only in America did half or more of respondents express confidence in Ukraine winning the war within five years. The prevailing view in the global south is that Russia will emerge victorious—revealing distrust of the West’s promises to help Ukraine."}, {"role": "body", "text": "While the West contemplates the setbacks of the Ukrainian counter-offensive, Russia, China and the global south are contemplating the West’s failure to contain and punish Mr Putin’s aggression. And in the logic of revisionism the accumulation of these setbacks brings closer the moment when the West will be faced with a challenge of far greater stakes, be it over the Korean peninsula or Taiwan. If the West is tired and disappointed with Ukraine, it hardly has the luxury of time to revitalise itself."}, {"role": "body", "text": "Talk of fatigue and the need for negotiations only strengthens the resolve of Mr Putin, the revisionist-in-chief. He is betting that the West will eventually abandon Ukraine, exhausted by its costs. The only outcome of negotiations that would satisfy him lies well beyond anything that Ukraine could accept. "}, {"role": "body", "text": "Proponents of peace talks in the West argue that any agreement should be accompanied by “solid” security guarantees to Ukraine. But they don’t clarify the nature of these guarantees. In reality, the only credible guarantee is NATO’s commitment to go to war with Mr Putin if he crosses the agreed lines. But this commitment may be even less palatable in the West than continuing support of Ukraine. "}, {"role": "body", "text": "There is, moreover, no “freezing” option for the West in this war that comes without steep costs, because failing to show its determination and to take risks would inspire new challenges to its power, with ever higher stakes. The rise of revisionism no longer looks like a fantasy in the minds of strategists in Moscow and Beijing. And the only way to stop it is for the West to prove its credibility with deeds rather than words. ■"}, {"role": "body", "text": "Kirill Rogov is a Russian political scientist and writer. He is a fellow at the Institute for Human Sciences in Vienna and the founder of Re: Russia, a policy network."}], "id": 10}