{"coverImageURL": "https://www.economist.com/media-assets/image/20231202_CUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Willa Cather and Larry McMurtry shared subjects and sensibilities", "subtitle": "Both chronicled the American West, even as they sought to escape it", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-30T15:24:54Z", "contents": [{"role": "body", "text": "Chasing Bright Medusas: A Life of Willa Cather. By Benjamin Taylor. Viking; 192 pages; $29"}, {"role": "body", "text": "Larry McMurtry: A Life. By Tracy Daugherty. St Martin’s Press; 560 pages; $35 and £30"}, {"role": "body", "text": "The American West is a great setting for a story but a hard place to live. That is the theme of new biographies of Willa Cather and Larry McMurtry, 20th-century novelists who abandoned a life among cattle and dust for the comforts of the city. Yet the writers also shared an inability to escape their roots and returned—in fiction, at least—to the places they had left. McMurtry wrote elegiac (and occasionally bitter) stories about Texas cowboys. Cather sketched the plains of Nebraska. "}, {"role": "body", "text": "Tracy Daugherty, who has written biographies of Joan Didion and Joseph Heller, has now completed a comprehensive and nuanced account of McMurtry—the first since his death in 2021. McMurtry produced memorable books including “The Last Picture Show” (1966), a send-up of his northern Texas hometown, and “Lonesome Dove” (1985), about a cattle drive, which won a Pulitzer prize. "}, {"role": "body", "text": "McMurtry’s family owned a ranch, but he was no cowboy: he preferred to spend his time with a book rather than in the saddle. He devoured children’s books before turning to masterworks such as “Don Quixote” and “Madame Bovary”. His passion for literature continued into adulthood: as well as writing books, he collected and sold them. A happy afternoon would find him browsing shelves or selling first editions in one of his shops. "}, {"role": "body", "text": "Writing was a chore by comparison. “Unfortunately good writers are made in empty rooms with typewriters in them,” he lamented. With a certain resignation, he made a habit of finishing ten pages a day. He set out to puncture the legend of the American West in his tales, but often only added to frontier mythology. Readers did not seem to mind much."}, {"role": "body", "text": "Movie producers also loved his stories. Novels including “Terms of Endearment” (1975), a family drama, were adapted into acclaimed films; some of the happiest years of his life were spent in Hollywood. But, during a long decline beset by illness and melancholy, he churned out middling books that diminished his reputation. "}, {"role": "body", "text": "By contrast, Willa Cather left behind a coherent body of work after her death in 1947. “Chasing Bright Medusas” offers an excellent companion to Cather’s writing. Born in Virginia and brought up in Red Cloud, Nebraska, Cather excelled at short novels of the Great Plains, and later, the south-west. In elegant but unadorned prose Cather captured the simple beauty of the countryside and its people. “Death Comes for the Archbishop” (1927), set in New Mexico, was her “masterpiece among masterpieces”, Benjamin Taylor writes."}, {"role": "body", "text": "She had her first taste of cosmopolitan life on the frontier. As Mr Taylor explains, Cather encountered bohemians and Scandinavians in small Nebraska towns, and populated her novels with similar characters speaking in foreign tongues. She imagined their struggles: her books probed difficult subjects including suicide and loveless marriages. Cather eventually left for New York and, like other Manhattanites, enjoyed the open spaces of Central Park. "}, {"role": "body", "text": "Mr Taylor approaches Cather’s work in a spirit of appreciation. A shelf of studies of the author already exists, he says, so instead he aims for a personal response to her work. That means his view is unabashedly partisan. At one point Mr Taylor defends Cather against criticism from Ernest Hemingway, who had privately mocked her for writing about war without ever having seen a battle. “With all due respect to Hemingway,” Mr Taylor writes, her interest was in the nature of grief, not munitions."}, {"role": "body", "text": "You might assume that Cather’s and McMurtry’s work would be steeped in conservatism, religion and practical values. Yet McMurtry was immersed in the counterculture, studying literature alongside Ken Kesey and other psychedelic-drug-dabbling hippies. Cather was a lesbian who enjoyed a lifelong partnership with a woman and created androgynous characters. Perhaps they found the American West too stifling a place to call home, even as they immortalised it in print. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 68}