{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_MAP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Africa’s supermarket revolution", "subtitle": "The rise of local chains reflects deeper trends on the continent", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2023-11-16T14:48:08Z", "contents": [{"role": "body", "text": "To walk along the main road in Ruaka, a town on the outskirts of Nairobi, is to glimpse the extremes of African shopping. Market stalls selling vegetables and charcoal spill onto the street. In the distance is a plush mall with a Carrefour, one of 20 franchises of the French supermarket in Kenya’s capital. "}, {"role": "body", "text": "Further up, though, is a Quickmart. The Kenyan supermarket chain has 59 branches, an increase from 25 in 2020. It is not as fancy as the Carrefour, but nor is it as chaotic as the roadside kiosks. “We are a shop that is among the people,” says Peter Kang’iri, the CEO. “That’s the difference.” "}, {"role": "second", "text": "Lost in the supermarket"}, {"role": "body", "text": "On average Africans buy more than 70% of their food, drink and cosmetics from informal vendors (see chart). Supermarkets have historically served an affluent elite, opting not to compete for poorer customers. But local chains such as Quickmart suggest that it is possible to fill the missing middle in African retail. Their success reflects deeper changes in African economies and demography. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231118_MAC464.png", "imageWidth": 608.0, "imageHeight": 678.0, "imageDescription": ""}, {"role": "body", "text": "Analysts have long tried to measure Africa’s “middle class” by counting people within somewhat arbitrary income ranges. Newer analysis has incorporated data on ownership of bourgeois assets such as fridges. Last year Fraym, an analytics firm, estimated that there were 330m people in what it called Africa’s “consumer class”, roughly a quarter of the continent’s population of 1.3bn. Two-thirds were in just five countries (Egypt, Nigeria, South Africa, Morocco and Algeria); most of the other third were spread across a further 15 states, including Kenya. "}, {"role": "body", "text": "Yet any analysis, however sophisticated, risks implying there are tens of millions of Africans able to pile their trolleys high. Even when adjusted for the different prices of goods in different places (so-called “purchasing-power parity”), average GDP per person in sub-Saharan Africa in 2022 was $4,400, according to the World Bank, almost half of India’s and about one-twelfth of Britain’s. Annualised food-price inflation in the region has been at least 10% since Russia’s invasion of Ukraine, squeezing household budgets. The average basket of goods bought at Quickmart is worth $6."}, {"role": "body", "text": "Twenty-four of Quickmart’s branches are open 24 hours a day, serving the Kenyans who work in informal trades with no fixed hours. It often locates branches on the left-hand side of the road leading out of the city, so that punters returning to swelling satellite towns can pop in on their way home. Shelves in downtown stores are replete with takeaways for Nairobi’s yuppies, who are marrying later, and living without kids in newly built flats"}, {"role": "body", "text": "Kazyon capitalises on similar trends in Egypt. The discount retailer, founded in 2014, has about 1,000 shops. It competes with traditional markets for customers, targeting unfashionable parts of cities. Its loyalty scheme is the largest in any country in Africa, says Hassan Heikal, its founder. "}, {"role": "body", "text": "Since it opened in 2015 in Nigeria, Africa’s most populous country, Marketsquare has expanded to nearly 30 stores. Ebele Enunwa, the CEO, saw a huge potential customer base among the 97% of Nigerians who shop at open-air markets. “These are not the nicest places to shop: dirty, untidy, disorganised, unsafe,” he argues. “People are screaming at you. It can literally give you a headache.” "}, {"role": "body", "text": "“I had a bit of a nationalistic streak as well,” says Mr Enunwa. In 2021 Shoprite, a South African retailer, sold its outlets in Nigeria, a tacit admission that it had failed to crack the market. Its struggles had several causes, including a decision to sign leases priced in dollars, so the chain was stung when the naira depreciated. It also found it tricky to repatriate funds. Yet at root, argues Mr Enunwa, was a belief that what worked in South Africa would work in Nigeria. Its shops imported many South African items. “These were products that Nigerians did not know or care about.”"}, {"role": "body", "text": "Marketsquare began in Yenagoa, the capital of Bayelsa State, the smallest of Nigeria’s 36 states, rather than Abuja, the federal capital, or Lagos, Nigeria’s sprawling commercial capital. “The Lagos consumer has become a diva,” explains Mr Enunwa. “They are spoiled for choice.” His decision to start in a secondary city speaks to an underappreciated trend. The urbanisation of Africa—the continent where cities are growing at the fastest rate—is often depicted as a story of megacities like Lagos. But more Africans (200m) live in towns with populations of between 30,000 and 300,000 than in cities of more than 3m (140m). And small-town Africa is underserved by formal retail. "}, {"role": "second", "text": "Living in a material world"}, {"role": "body", "text": "The size of this market has also encouraged Jumia, once dubbed the “Amazon of Africa”, to change tack. When it was founded in 2012 it sold investors on the prospect of delivering to the doors of millions of African online shoppers. They have proved elusive; Jumia’s share price has fallen by 90% in almost five years. “I’ve read a lot of articles about Jumia that say there is not enough demand in Africa,” says Francis Dufay, who became the CEO earlier this year. “The reality is much more complicated. The demand is scattered.” He says that it used to be the view of some in Abidjan, where he ran Jumia’s local operations, that Ivorians living outside the capital were “a bunch of peasants running naked who are never going to own a TV”."}, {"role": "body", "text": "Today Jumia gets almost half of its orders in Ivory Coast from “up country”. Popular items include weed-sprayers, shoes, blenders and other electrical goods. “We are literally bringing fridges to people for the first time,” says Mr Dufay. In small towns teams of “JForce agents” help shoppers order goods and collect them from bright orange pickup stations. In an ironic twist for one of Africa’s e-commerce giants, Jumia often prints catalogues for these customers, many of whom often pay for their goods in cash."}, {"role": "body", "text": "The quiet revolution in African retail has attracted investors’ attention. Quickmart, Marketsquare and Kazyon are all backed by private equity (PE). Venture capitalists and PE funds are also taking stakes in startups that modernise informal retailers’ payments systems and supply chains. "}, {"role": "body", "text": "These investors are betting not only that there will be more Africans with money to spend in the future, but that shopping habits are changing now. “The notion of the ‘rise of the African middle class’ can give you distorted strategy,” argues Charles Mwebeiha, a Ugandan partner and co-founder of Sango Capital, a fund based in Johannesburg. “You can’t just look at what Africans have to spend—but how they spend it.” ■"}], "id": 31}