{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_CUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How maths can help you win your favourite games", "subtitle": "A global history of gaming is educational and filled with practical tips", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-15T18:14:14Z", "contents": [{"role": "body", "text": "Around the World in 80 Games. By Marcus du Sautoy. Basic Books; 384 pages; $30. Fourth Estate; £16.99"}, {"role": "body", "text": "WHICH ARE the best properties to buy when playing Monopoly, and how many houses should you build on them? Which continent should you aim to take over first in Risk? And what is the best strategy when using the doubling cube in backgammon? These are some of the questions considered and answered by Marcus du Sautoy, a British mathematician and Oxford professor, in his sprightly, light-hearted history of games and gaming."}, {"role": "body", "text": "The narrative is organised geographically as a trip around the world, starting with ancient games from the Middle East—backgammon, the Royal Game of Ur, the Egyptian game of senet—and ending up in Europe with modern games such as Pandemic and Dobble. Along the way the author considers many old favourites (Cluedo, Scrabble, Risk), recent arrivals (Wordle, Settlers of Catan) and less familiar games from a wide range of cultures and historical periods, such as the African game of mancala and the Indian card game of ganjifa, whose rules change at night. "}, {"role": "body", "text": "The list is not exhaustive or comprehensive but reflects his own collection. It includes a handful of video games (Prince of Persia, Game of Life) and one sport (the Mayan ball game of pitz)."}, {"role": "body", "text": "All this is, of course, really an opportunity for Mr du Sautoy to sprinkle in plenty of mathematical explanations, to provide what he calls “a celebration of the mathematics that swims seductively just below the surface of many of the games I love”. Playing games, he writes, “overlaps with what I enjoy about mathematics”: the challenge of solving a problem within a set of rules, the need to overcome obstacles and the victorious “aha” moment when a solution is found. "}, {"role": "body", "text": "As well as forays into probability and game theory, he explains dice rolls in Monopoly using Markov chains; the torus-shaped playing field of video games like Spacewar!; and how the geometries of finite projective planes underpin the deceptively simple game of Dobble. And in many cases these explanations provide concrete advice to players."}, {"role": "body", "text": "In Monopoly, says Mr du Sautoy, the best properties to buy are the orange ones, followed by the red ones (and build three houses on them). In Risk, control of North America has the best risk-reward ratio, generating a good supply of bonus armies while being easy to defend. In backgammon, accept a double if you think you have more than a 20% chance of winning; offer one if you think you have more than an 80% chance of winning. Oh, and “TALES” is the best starting word in Wordle."}, {"role": "body", "text": "The hybrid history-travelogue approach is clunky at times, and some of the entries are not games at all, but mini-essays on game-related topics, from biography to psychology. And despite its high-concept framing, the book can be read in pretty much any order; indeed, the author suggests a game to randomise the order of the chapters. (In an appendix, he then works out how many possible options there are, which doubles as an illustration of the technique of proof by induction.) "}, {"role": "body", "text": "Fun, unexpected, operating within fixed but arbitrary rules, producing a range of complex outcomes and offering insights that can be applied to everyday life—a good game combines all these elements. The same can also be said of this book. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 63}