{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_BKD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Much of “The Crown” is nonsense", "subtitle": "That hardly matters. It will change how history is seen anyway", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-11T11:59:50Z", "contents": [{"role": "body", "text": "Few series have had the ability to irritate audiences as reliably as Netflix’s “The Crown”, whose sixth and final season was released on November 16th. There has been affection, too: at least 73m viewers worldwide, critical acclaim, a glitter of awards and whatnot. But irritation reigns. The series has been criticised for its portrayal of Prince Charles (too scheming), the Queen Mother (too nasty) and the Duke of Windsor (too Nazi). It has been called “crude”, “cruel”, “intrusive”, “impertinent” and several sorts of nonsense, including “pure nonsense”, “nonsense on stilts”, and “a barrel-load of nonsense”. News that this season would feature Princess Diana’s ghost led one historian to call it “farcical—just a sick joke”."}, {"role": "body", "text": "There are two ways to look at “The Crown”. One is as soap opera with added sceptres, a royally expensive royal drama. (It was rumoured to be Netflix’s costliest show yet.) The other is to see it as an excellent if impromptu education in what history is and what it is not—a historiographical triumph if not a historical one. Millions who hitherto might never have wondered how the sausage of history is formed from the raw meat of the past are, with each successive season, turned into amateur historical analysts, as they Google primary sources, fact-check phrases and scrutinise photographs. Again and again, the same question is asked: is this history?"}, {"role": "body", "text": "It is not asked without cause. A great deal of “The Crown”—even before you get to the ghastly cameo by Princess Diana’s ghost—is manifest historical bunkum. Prince Philip did not, as was claimed in the second season, inadvertently cause his sister to be killed in a plane crash (a fact that he found so offensive he reportedly considered suing). Prince Charles did not hint to John Major, the then prime minister, that Queen Elizabeth II should abdicate. The short answer to the question of whether or not “The Crown” is history is clear: no. It is not. "}, {"role": "body", "text": "The longer answer is more complicated. History might be problematic for “The Crown”, but it is also part of the appeal. Many viewers’ interest is not just in the drama but in its historical backdrop. People have found themselves fascinated by forgotten facts, including the finer details of the Suez crisis, the severity of the Great Smog of 1952 and the (to many astounding) fact that the late queen had, once upon a time, been young. "}, {"role": "body", "text": "In its defence, “The Crown” does not claim to be history. On the contrary, as its new disclaimer explains, it is merely a “fictional dramatisation” that was “inspired by real events”. In doing so it is following in a grand dramatic tradition of playing fast and loose with the facts. Had Shakespeare had to slap a disclaimer on “Richard III” he would have had to opt for something stronger even than that, like “highly fictional dramatisation”, says Emma Smith, a professor of Shakespeare studies at Oxford University. To get cross with “The Crown” for not being history is, on this reading, a simple category error: it never said it was. "}, {"role": "body", "text": "Though it is not quite so simple as that. For one thing, the “is it history?” question assumes there is something that is “history” that is true and beyond reproach and something separate and all made-up that is “drama”. In fact, there is “a porous line between history and historical fiction”, says Dan Jones, a historian and author. Not for nothing was Herodotus, “the father of history”, also called “the father of lies”. When Thucydides, another Greek historian, wanted to quote a speech whose text he did not have, he simply made it up and had “the speakers say what was in my opinion demanded of them by the various occasions”. History has a long and august history of blending fiction and truth."}, {"role": "body", "text": "Modern historians are more careful and do not—or should not—make things up. But it is foolish to imagine that sleight of hand and imagination are not involved in writing history. One of the most essential aspects of that art is also the least visible, namely what historians choose not to include. Leaving things out is essential: there is a lot of past out there. As the historian Gregory of Tours glumly observed: “A great many things keep happening, some of them good, some of them bad.” That was in the sixth century; a whole lot more has happened since then. "}, {"role": "body", "text": "History is therefore as much about what is unwritten as what is written. The creator and writer of “The Crown”, Peter Morgan, has complained that he is criticised for what he included but not praised for what he tactfully omitted: “Speculation about paternity, affairs, this, that. It’s unbelievable, all we could have written.”"}, {"role": "body", "text": "Moreover, historical facts are tricky things. It is not necessary to endorse the “your truth” truthiness of Oprah Winfrey’s infamous interview with Meghan Markle to know that more than one historical narrative can be correct at the same time. Just as a mountain might appear “to take on different shapes from different angles of vision”, so a simple historical “fact” can appear differently to different people, wrote the historian E.H. Carr. That does not mean that there are no facts but—as the royals themselves might say—“recollections may vary.” Newspaper fact-checks of the series (and there are many) often start by harrumphing but tail into ho-humming. So much is debatable. "}, {"role": "body", "text": "History does not sit preserved from the pollution of fiction, like an insect in amber. History and drama interact. There is, wrote Carr, a “two-way traffic between past and present”. When Edward VIII abdicated, Winston Churchill turned to Shakespeare’s “Richard II” to see how to draft the instrument of abdication; when Queen Elizabeth II was crowned, the man chosen to narrate the footage was not an august elder statesman but Laurence Olivier, an actor. Those close to the royals admit that the family has watched “The Crown” and been affected by it. The series reportedly led the late queen to think about how she had treated her sister, Margaret."}, {"role": "body", "text": "The debate over whether or not “The Crown” is history or not might be fraught. It is also largely irrelevant. To write history, as one philosopher observed, “is the only way of making it”. Historians might complain that Shakespeare’s “Richard III” is incorrect, or that “The Crown” takes creative liberties, but both have something more powerful than accuracy: popularity. "}, {"role": "body", "text": "In Shakespeare’s day, people were already complaining that there were those who learn their history not from the chronicles but “from the play-books”. This series continues that tradition. “The Crown” might not be true history in the technical, academic sense of the term. However, that is immaterial. It will change how history is seen nonetheless. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 62}