{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_ASP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Taiwan’s opposition parties unite", "subtitle": "An election to determine Taiwan’s relations with China just got much closer", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-11-15T21:32:54Z", "contents": [{"role": "body", "text": "Taiwan will hold presidential elections in January that could lead to a significant relaxation of the island-state’s defiant posture towards China. That would be a big geopolitical event. And after Taiwan’s main opposition parties announced on November 15th that they had struck an electoral pact, it looked a lot likelier."}, {"role": "body", "text": "Less than ten days before the deadline to register candidates for the election, Hou Yu-ih of the Nationalist Party, or KMT, and Ko Wen-je of the Taiwan People’s Party (TPP) said they would run on a joint ticket. They had not agreed which of them will be its presidential candidate. But as both are far friendlier towards China than the ruling Democratic Progressive Party (dpp), victory for either would bring a big change."}, {"role": "body", "text": "The dpp’s candidate, William Lai, Taiwan’s vice-president, was leading the race in late October with 33% of those polled. By comparison, Mr Ko, a former mayor of Taipei, was on 24% and Mr Hou 22%. (Terry Gou, the billionaire founder of Foxconn and an independent candidate, was polling at 8%.) If the opposition leaders can succeed in pooling their vote-share, they would seem to enter the campaign ahead."}, {"role": "body", "text": "They have not issued a joint policy platform. But both candidates have previously promised to reset cross-strait relations by reopening dialogue with China. The mainland cut off formal talks with Taiwan because the pro-American dpp refuses to affirm that the island-state is part of China. The KMT promises to end the spat by returning to the “1992 consensus”, a vague assertion that there is only one China, with multiple interpretations. Mr Ko says he will not return to the 1992 consensus, which is unpopular in Taiwan. But he has proposed similar formulations, such as: “The two sides of the strait are one family”. He and the KMT both advocate cross-strait exchanges and appeasing rather than resisting (or, in their view, provoking) the Communist Party. This might lower tensions with the mainland. It could also give China much greater influence in Taiwan."}, {"role": "body", "text": "The opposition deal follows months of bickering and haggling between the KMT and TPP. Mr Ko, who is popular among younger voters, had insisted on being the presidential candidate in the event of a deal. But the venerable KMT, which has far more seats in Taiwan’s parliament, was reluctant to yield to the relative parvenu TPP. Under the terms of a deal brokered by Ma Ying-jeou, a former kmt president, the matter will be settled by public opinion. Mr Ma, the KMT and the TPP will each choose a polling expert to review public polls and determine which leader would be the stronger candidate; the decision will be announced on November 18th. Taiwanese commentators disagreed over which candidate this favours.Yet Mr Hou swore to abide by the result: “No matter what the outcome is, whoever gets to be the president and who gets to be deputy, we will work together to make the Republic of China’s land and people safe,” he said. "}, {"role": "body", "text": "The opposition parties also pledged to establish Taiwan’s first coalition government. The president would appoint its ministers of defence, mainland affairs and foreign affairs, they said. Other ministers would be chosen separately by the parties based on their relative success in concurrent legislative elections. "}, {"role": "body", "text": "Senior Chinese officials have made no secret of their distaste for Mr Lai, who is committed to continuing the policies of President Tsai Ing-wen, his party colleague. They include strengthening ties with America, asserting Taiwan’s sovereignty and hardening the island’s defence. Officials in Beijing recently called the dpp candidate a “Taiwan independence liar” and “hoodlum to the extreme”. In response to the opposition pact, a mainland spokesman urged Taiwanese to “join hands” with the Chinese and oppose independence. "}, {"role": "body", "text": "Whether the opposition candidates can indeed combine their votes is unclear, says Nathan Batto of Academia Sinica, a Taiwanese research institution. Mr Ko’s Gen-Z supporters may balk at his teaming up with the conservative KMT. Some of the KMT’s local factions have seemed reluctant to embrace Mr Ko. The alliance could “explode”, says Mr Batto. But if it holds, the opposition ticket will be formidable. That is good news for the Communist Party. ■"}], "id": 15}