{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_BKD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The best films of 2023, as chosen by The Economist", "subtitle": "They featured cattle barons, chefs, composers, physicists and whistleblowers", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-10T18:14:06Z", "contents": [{"role": "body", "text": "“Anatomy of a Fall”"}, {"role": "body", "text": "A man is found dead in the snow outside his Alpine chalet. Did he jump from the attic window, or was he pushed by his wife? The winner of the Palme d’Or, the top prize at Cannes Film Festival, Justine Triet’s courtroom drama is both a gripping whodunnit and an unsparing examination of the sexual and professional rivalries within a marriage."}, {"role": "body", "text": "“The Boy and the Heron”"}, {"role": "body", "text": "Hayao Miyazaki, a co-founder of Studio Ghibli, has said that this will be his final film—and what a swansong it is. A cryptic, cosmic fairy tale about letting go of the past, “The Boy and the Heron” is comparable to several of Mr Miyazaki’s previous visionary masterpieces."}, {"role": "body", "text": "“The Creator”"}, {"role": "body", "text": "One of the few recent science-fiction blockbusters not to be based on a superhero comic or film franchise, this impressively gritty war epic stars John David Washington as a soldier in the battle between humans and robots. Artificial intelligence is Hollywood’s current favourite villain, as “M3GAN” and the latest “Mission: Impossible” instalment showed."}, {"role": "body", "text": "“The Holdovers”"}, {"role": "body", "text": "In 1970 a grouchy history teacher (Paul Giamatti) is forced to spend the Christmas holiday in a boarding school with an unruly student (Dominic Sessa) and a bereaved cook (Da’Vine Joy Randolph). Reuniting the director and the star of “Sideways”, a hit film of 2004, this humane, hilarious comedy already feels like a festive classic."}, {"role": "body", "text": "“Holy Spider”"}, {"role": "body", "text": "A dogged journalist (Zar Amir Ebrahimi) investigates the case of a serial killer who is murdering prostitutes in the Iranian city of Mashhad, only to find that many of the city’s residents support the killer. Ali Abbasi’s dark thriller may be an excoriating critique of Iran, but it’s relevant to populist politics in the West, too."}, {"role": "body", "text": "“How To Have Sex”"}, {"role": "body", "text": "A heart-wrenching coming-of-age drama about three British schoolgirls on a hedonistic package holiday in Crete. Tara (Mia McKenna-Bruce) seems to be having the time of her life, but Molly Manning Walker, the writer-director, uncovers the vulnerability beneath the teenage bravado."}, {"role": "body", "text": "“Killers of the Flower Moon”"}, {"role": "body", "text": "Robert De Niro and Leonardo DiCaprio co-star in this devastating true-crime saga from Martin Scorsese. Mr De Niro is the land-grabbing cattle baron who has dozens of Osage people murdered in Oklahoma in the 1920s. Mr DiCaprio is the low-life who poisons his dignified Osage wife (Lily Gladstone)."}, {"role": "body", "text": "“Maestro”"}, {"role": "body", "text": "Bradley Cooper was chastised for sporting a prosthetic nose in his biopic of Leonard Bernstein, but “Maestro”, which he also co-wrote and directed, is rich, sensitive and sympathetic, and Mr Cooper brings irresistible verve and pathos to the lead role. Carey Mulligan sparkles even brighter as Bernstein’s loyal but conflicted wife."}, {"role": "body", "text": "“Oppenheimer”"}, {"role": "body", "text": "A complex, upsetting, technically magnificent biopic of J. Robert Oppenheimer (Cillian Murphy). Christopher Nolan skips between several different time periods to examine the politics behind the Manhattan Project and asks what kind of person would build a weapon that could destroy the world."}, {"role": "body", "text": "“Past Lives”"}, {"role": "body", "text": "A 12-year-old girl moves with her family from Korea to Canada, leaving behind her childhood sweetheart. Twenty-four years later, they meet again in New York. Celine Song’s bittersweet tale muses on fate, ambition, and everything that is gained and lost by moving to a new country. "}, {"role": "body", "text": "“Poor Things”"}, {"role": "body", "text": "In Yorgos Lanthimos’s wildly inventive adaptation of Alasdair Gray’s satirical novel, a woman (Emma Stone) is brought back from the dead by a mad scientist (Willem Dafoe) with no memory of her previous life. On an uproarious whirlwind tour of fin de siècle Europe, she learns about society’s conventions and shatters them all."}, {"role": "body", "text": "“The Taste of Things”"}, {"role": "body", "text": "The foodie film to end all foodie films? Much of “The Taste of Things” consists of mouth-watering French feasts being prepared, slowly and carefully, in an idyllic 19th-century kitchen. As a side dish, there is a tender middle-aged romance between a brilliant chef (Benoît Magimel) and his faithful cook (Juliette Binoche)."}, {"role": "body", "text": "“Reality”"}, {"role": "body", "text": "The true story of a young whistleblower, Reality Winner (Sydney Sweeney), who was questioned in her home by FBI agents in 2017. Every line of dialogue is drawn from recordings made at the time, so Tina Satter’s drama has the naturalism of a documentary and the tension of a thriller. "}, {"role": "body", "text": "“The Zone of Interest”"}, {"role": "body", "text": "An extraordinary triumph from Jonathan Glazer, this film dramatises the domestic routine of Rudolf Höss (Christian Friedel), the commandant of Auschwitz concentration camp. He and his family bustle around with their servants, ignoring the industrialised mass murder being committed just over their garden wall. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 67}