{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The curse of the badly run meeting", "subtitle": "An update to a wartime-sabotage manual", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-11-13T15:58:24Z", "contents": [{"role": "body", "text": "In January 1944 the Office of Strategic Services, an American wartime intelligence agency, issued a short document. The “Simple Sabotage Field Manual” offered advice on how ordinary citizens in occupied Europe could disrupt the German war machine. "}, {"role": "body", "text": "To cause physical damage, the guide tells the “citizen-saboteur” to use everyday items like salt, nails, pebbles and candles as weapons. This bit of the guide is a window into historical derring-do: dried-up sponges that can expand to plug sewer systems, jammed locks on unguarded buildings, various references to emery dust. "}, {"role": "body", "text": "But the guide also outlines a less direct sort of sabotage, which is alarmingly familiar to anyone who works in an office today. This form of obstruction involves behaviour that confuses, demoralises and delays. Manager-saboteurs should ensure that three people have to approve things when one would do. Employees should spread disturbing rumours. Everyone should “give lengthy and incomprehensible explanations when questioned”. At some point a wartime effort to hurt the Nazis appears to have been mistaken for a serious guide on how to run the modern workplace."}, {"role": "body", "text": "No bit of the manual is more recognisable than its advice on how to turn meetings into weapons of mass distraction. Hold them when there is more important work to be done, it urges. Talk as often as possible and at immense length. Reopen questions that have already been decided. Bring up irrelevant issues whenever you can. "}, {"role": "body", "text": "It’s hard not to read all this and ponder if your own organisation is being targeted by an enemy. And once that thought enters your mind, you also start to wonder whether all sorts of behaviour reflect instructions in a revised edition."}, {"role": "body", "text": "If you are behaving like this inadvertently, listen to the latest episode of Boss Class, our management podcast, to find out how to run a meeting better. If you are trying to cause disruption, your cover is blown. "}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:How to manage teams in a world designed for individuals (Nov 6th)How to get the lying out of hiring (Oct 30th)Would you rather be a manager or a leader? (Oct 23rd)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 48}