{"coverImageURL": "https://www.economist.com/media-assets/image/20231118_LDD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "To supercharge science, first experiment with how it is funded", "subtitle": "Too much of researchers’ time is spent filling in forms", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-11-16T14:48:08Z", "contents": [{"role": "body", "text": "The transformation unleashed by increased funding for science during the 20th century is nothing short of remarkable. In the early 1900s research was a cottage industry mostly funded by private firms and philanthropy. Thomas Edison electrified the world from his industrial lab at Menlo Park, and the Carnegie Foundation was the principal backer of Edwin Hubble. Advances in science during the second world war—from the development of radar to the atom bomb—led governments and companies to scale things up. By the mid-1960s America’s federal government was spending 0.6% of gdp on research funding and the share of overall investment in research and development rose to nearly 3%. Inventions including the internet, GPS and space telescopes followed. "}, {"role": "body", "text": "That dynamism is fizzling out. A growing body of work shows that even as the world spends more on research, the bang for each extra buck has fallen. One explanation for this is that the way science is funded is out of date. Researchers must now contend with a daunting amount of bureaucracy. The rate at which grant applications are accepted has fallen, meaning more of them must be made. Two-fifths of a top scientist’s time is spent on things other than research, such as looking for money. One study found that researchers spent a combined 614 years applying for grants from a single funding body in Australia in 2014 alone. Risky ideas are often put aside. "}, {"role": "body", "text": "The current system is also monolithic. Western scientific systems are dominated by handouts of project grants and peer review. Most money flows to universities, and the academic career ladder is such that researchers face incentives to pursue incremental advances, in order to boost citations and gain tenure, rather than breakthrough work. It is time for another shake-up."}, {"role": "body", "text": "A growing cadre of scientists, policymakers and philanthropists hopes to revamp science funding. In 2022 America’s CHIPS Act reformed the National Science Foundation (NSF) to focus it more on technology. America’s famed Advanced Research Projects Agency (today called darpa)—which was founded in 1958 and seeded the modern internet—has inspired copycats in Britain and Germany. Tech billionaires’ plans to fund pet projects come thick and fast. On November 1st Eric Schmidt, a former boss of Google, announced he was funding a moonshot to build an “artificial-intelligence scientist” to speed up biology. "}, {"role": "body", "text": "The problem is that no one really knows which approaches work best. For example, many great scientific discoveries have come not from funding basic science but from the pursuit of commercial technology. The transistor, for instance, emerged from AT&amp;T’s Bell Labs. That is why governments should start treating the search for the best ways to fund science as though it were itself a scientific problem. "}, {"role": "body", "text": "The first step is to try new things. More money could fund promising people rather than specific projects, encouraging researchers to take risks. Funders could move faster and bypass peer review entirely, for example by using lotteries. Countries should also learn from the best practices of others. American philanthropists give over three times more to science than do their European counterparts. Europeans might benefit from changing that."}, {"role": "body", "text": "More important still is to find ways to measure what is working and what is not, and then adapt accordingly. Governments might consider appointing “meta-scientists” or “chief economists” to do the number-crunching across their various scientific agencies. One intriguing idea is to keep tabs on an “anti-portfolio”, or a list of projects that they do not fund, and track how they perform. "}, {"role": "body", "text": "None of this will be easy. Experimentation comes with trade-offs. More cash for DARPA-like bodies means less for other approaches. Scientific funders say they want to experiment, but they also face pressure to support research that can be easily explained, to keep politicians happy. In some cases more money may be the only solution. Still, the economic returns to research are so large—at least ten times the original investment, by one estimate—that fixing the system is well worth the effort. Like science itself, the way of funding it must also progress. ■"}], "id": 9}