{"coverImageURL": "https://www.economist.com/media-assets/image/20230520_CNP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "China is unusually secretive about its space programme", "subtitle": "What is it doing up there?", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-05-18T12:47:34Z", "contents": [{"role": "body", "text": "Nine months after being secretly launched into orbit, an uncrewed Chinese spacecraft touched down at a spaceport in the Gobi desert on May 8th. Not much is known about the mission. A terse report from state media called it an “important breakthrough”."}, {"role": "body", "text": "The Chinese spacecraft may be similar to one developed by the US air force, called the X-37B, which has spent over 900 days in space in one stretch. Both were launched by rockets, but can land like a normal plane. Reusing spacecraft saves money. Such vessels can also help conduct scientific experiments or release satellites. While in orbit, China’s spacecraft discharged a small object."}, {"role": "body", "text": "The secrecy surrounding the mission is partly understandable. Many governments are coy about their space activities—especially ones with potential military purposes. America has limited the release of information surrounding the X-37B. But China is more secretive than most when it comes to space."}, {"role": "body", "text": "Take the country’s Tiangong space station, which has an ostensibly scientific purpose. Since its completion in October, China hasn’t been very forthcoming about its astronauts’ activities there. When two of them went for a spacewalk on March 30th, it was announced after the fact. No details were given. The International Space Station, by contrast, flags all spacewalks in advance, then live-streams them."}, {"role": "body", "text": "Given the prestige at stake, officials may be inclined to hide failures. In 2021 China landed a rover called Zhurong on Mars. In May of last year it went into a planned hibernation for the Martian winter, when there is less sunlight to power it. Zhurong should have woken up in December. It was not until April that Chinese scientists explained that a build-up of dust had stopped the sun’s rays from restarting the rover."}, {"role": "body", "text": "Sometimes China’s secrecy is more alarming. The modules that make up the Tiangong were brought into orbit by a series of rockets. Pieces of these rockets then fell back to Earth. While much of the debris burned up on re-entry, some hit the Earth’s surface. No one was hurt. But America’s space agency, NASA, complained that China did not share data about the falling material to help other countries assess the risks."}, {"role": "body", "text": "Part of the problem is that the People’s Liberation Army runs China’s spaceports and its crewed space missions. So it is difficult to distinguish between China’s civilian space activities and its military ones. (Space technologies themselves are often dual-use.) China’s rivals tend to assume the worst. In January the head of NASA, Bill Nelson, warned that China might start claiming lunar territory “under the guise of scientific research”. "}, {"role": "body", "text": "Around the same time, the European Space Agency said it would not be sending astronauts to the Tiangong, as previously planned. That is probably a result of tensions back on Earth. Has the notion of decoupling extended to space, too?■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 17}