{"coverImageURL": "https://www.economist.com/media-assets/image/20230520_USD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "It turns out that Democrats bus migrants, too", "subtitle": "America’s officials don’t respect each other’s borders. Congress needs to step in", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-05-18T12:47:35Z", "contents": [{"role": "body", "text": "Only if parsed in terms of America’s stammering, ad-libbed answer to desperate migrants could it make any sense: scores of men, from countries as various as Venezuela and Mauritania, find themselves in limbo together in the Crossroads Hotel on the outskirts of Newburgh, a pretty, frayed town in upstate New York. They are living on New York City’s dime, but about 60 miles farther up the Hudson river."}, {"role": "body", "text": "Last summer the governor of Texas, Greg Abbott, began offering people who crossed the border seeking asylum free bus rides to New York City. New York’s mayor, Eric Adams, blasted the tactic as inhumane and unAmerican. But in May, with the city’s shelters full, Mr Adams began inviting migrants to catch buses northward. "}, {"role": "body", "text": "Newburgh’s new residents are making the best of it, using Google Translate to talk to each other and watching Netflix; some are bingeing “Welcome to Eden”, a Spanish thriller about visitors to a place that is not the paradise it seems. As they wait for the government to decide if they merit asylum, they seem to have one big need. “I want to ask you something,” a man from Senegal said softly to a stranger outside the Crossroads. “We are looking for work.”"}, {"role": "body", "text": "Oscar Eduardo Angula Rivas, who is 29, said he could make just $15 a month as a policeman in his native Venezuela. So more than a year ago he left his wife and baby son at home and walked for three months, dodging immigration patrols and predatory smugglers, before fording the Rio Grande and requesting asylum. Unable to work legally, he said he considered returning home, but as a police officer who had left his post, he would be in danger. Mr Rivas, a tall man with an aristocratic bearing, held himself together until he showed a picture of his son, now two. “It’s difficult to leave your family behind,” he said, taking off his glasses to wipe away tears. "}, {"role": "body", "text": "Mr Rivas said he was robbed while living in a shelter in New York City, which he found crowded with migrants. He jumped at the chance when the city offered him a ride to Newburgh, believing it would be safer. "}, {"role": "body", "text": "In sending his buses, Mr Abbott, a Republican, revelled in the politics, noting New York was a “sanctuary city” that claimed to welcome immigrants. But he was also trying to focus national attention on the crisis at the border. He has sent migrants off to Washington, DC, Chicago and Philadelphia as well. "}, {"role": "body", "text": "Mr Adams has accused Mr Abbott, who is white, of targeting “black-run cities”. But he has also excoriated President Joe Biden. In April he said Mr Biden had “failed” the city, and warned it was “being destroyed by the migrant crisis”. More than 60,000 people seeking asylum have arrived in New York since last spring, only some on Mr Abbott’s buses. Roughly 41,000 are in shelters operated or paid for by the city. It expects to spend $2.9bn caring for them in the year ahead, more than on its fire department."}, {"role": "body", "text": "In a twist on Mr Adams’s accusation, upstate officials complain that the mayor, a Democrat, is targeting Republican areas such as Orange County, which includes Newburgh, and Rockland County just south of it. They say their shelters and schools are already strained by asylum-seekers who came on their own. Mr Adams is doing far more than Mr Abbott in promising to support the people on his buses for four months, but upstate officials wonder what will happen after that. They are suing to block the buses."}, {"role": "body", "text": "“We can’t operate this way,” says Thomas Humbach, the Rockland county attorney, who successfully sought a temporary restraining order to stop Mr Adams from sending migrants there. “You have jurisdictional borders, you have territorial borders for a reason, so that people can run their areas the way they think they should be run.” Like Mr Adams and Mr Abbott, Mr Humbach believes the federal government should rationalise immigration rather than leave each state, county or city struggling to harden its own borders. Some New York officials also want expedited permission for asylum-seekers to work."}, {"role": "body", "text": "After Title 42, a pandemic-era border restriction, expired earlier this month, officials feared a surge of migrants. But new penalties for illegal crossings imposed by the Biden administration, combined with new mechanisms for receiving asylum requests, appear to have headed that off. Mr Biden, who has shifted to the centre on immigration as he runs for re-election, has come under criticism from his left for the restrictions and from his right as not being tough enough. The White House rightly says immigration reform requires action from Congress, where many representatives seem to prefer to have the problem to campaign on. "}, {"role": "second", "text": "The real MAGA saga"}, {"role": "body", "text": "If they would pause to weigh what has helped make America great, even before Queen Anne paid for Palatine refugees to settle Newburgh in 1709, they might consider the story of Melida Ramos, which began like that of Mr Rivas. Leaving a two-year-old son behind, Mrs Ramos left Honduras in the late 1980s and crossed the border with a coyote. She made her way to New York state, held down two jobs, and was later joined by her husband, who also crossed illegally. The couple was later able to gain legal status and bring their son, by then nine, from Honduras. "}, {"role": "body", "text": "They had a daughter in America in 1992 and called her Genesis. Genesis Ramos is now the county legislator representing much of Newburgh, where she was born, where her family has lived and worked for decades. She is trying to make the asylum-seekers welcome, and is frustrated with the county officials who want them out, and, to a degree, with Mr Adams. She wonders if fewer people might be shouting hate at the migrants from passing pickup trucks if Orange County had been better prepared. "}, {"role": "body", "text": "Ms Ramos’s family does not talk much about their story. “It is tough, and it is something that I think folks are made to feel ashamed of,” she says. “I’m not ashamed. Because I seriously cannot imagine the courage it had to take. And I’m proud of my mom for what she did.” ■"}, {"role": "body", "text": "Read more from Lexington, our columnist on American politics:Donald Trump has become more dangerous (May 11th)What walking from Washington to New York reveals about America (May 4th)Why Israel is becoming a partisan cause in the United States (Apr 27th)"}, {"role": "body", "text": "Also: How the Lexington column got its name"}], "id": 25}