{"coverImageURL": "https://www.economist.com/media-assets/image/20230520_WOT939.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Sacking Tucker Carlson has put a dent in Fox News’s ratings", "subtitle": "Although the channel’s viewers skew conservative, they are open to persuasion from other sources", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-05-16T19:34:36Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230520_WOF940.png", "imageWidth": 1280.0, "imageHeight": 1696.0, "imageDescription": ""}, {"role": "body", "text": "After fox news fired Tucker Carlson—the top-rated host on America’s top-rated cable-news channel—on April 24th, pundits minimised the political impact of his exit. If viewers wanted more stories on his favourite topics, like crimes committed by immigrants or defending rioters who stormed the Capitol in 2021, the network could find someone new to deliver them."}, {"role": "body", "text": "Yet so far, Mr Carlson’s audience has spurned the rotating cast of hosts in his 8pm slot. According to Nielsen, a research firm, viewership fell from 3m during his final week to 1.5m the following week. It has been flat since then. Sean Hannity, whose show followed Mr Carlson’s, has also lost a quarter of his audience. The biggest beneficiary has been Newsmax, a channel even further right than Fox, whose viewership at 8pm rose from 150,000 to nearly 500,000."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230520_WOF941.png", "imageWidth": 1280.0, "imageHeight": 1280.0, "imageDescription": ""}, {"role": "body", "text": "However, that leaves 1.15m people who have stopped watching cable news at 8pm. Could a reduced intake of right-wing media affect their opinions? According to a recent study by David Broockman and Joshua Kalla, just 32% of regular Fox viewers are “strong” Republicans, a group likely to vote for the party no matter what. In contrast, 31% were “weak” or “leaning” Republicans, and 36% were independents or Democrats."}, {"role": "body", "text": "The authors also found that Fox’s audience was open to persuasion. They randomly chose some Fox viewers to get paid to watch cnn, a more liberal channel, for a month. Compared with study participants who did not switch, this group was more likely to hold views aired on cnn, like covid-19 causing long-term health problems, and less likely to hold those stated on Fox, such as protests being likely to get more violent if Joe Biden became president."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230520_WOF942.png", "imageWidth": 1280.0, "imageHeight": 1566.0, "imageDescription": ""}, {"role": "body", "text": "Mr Carlson’s exit will probably have a smaller impact. Some viewers will tune in to the new show he plans to launch on Twitter. Moreover, ratings for both cnn and left-leaning msnbc have been flat, suggesting that his fans are still not being exposed to liberal views. And just like Fox’s ratings recovered after Bill O’Reilly, Mr Carlson’s predecessor in the 8pm slot, was fired in 2017, whoever succeeds Mr Carlson could build up a new following as well."}, {"role": "body", "text": "Nonetheless, presidential primaries are looming, and the next host may back a Republican not named Trump. For now, the loss of Mr Carlson’s nativist, divisive populism has led 1.15m people to abandon conservative cable news in prime time.■"}, {"role": "body", "text": "Chart sources: Nielsen; mediaite.com; “Selective exposure and partisan echo chambers in television news consumption”, by D.E. Broockman and J.L. Kalla, working paper; “Consuming cross-cutting media causes learning and moderates attitudes”, by D.E. Broockman and J.L. Kalla, working paper"}], "id": 80}