{"coverImageURL": "https://www.economist.com/media-assets/image/20231104_USD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A tax-cutting wave is sweeping over America’s states", "subtitle": "Conservatives see a fiscal triumph, while critics warn of a looming disaster", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-11-02T14:17:57Z", "contents": [{"role": "body", "text": "Iowa is accustomed to the national political spotlight as the first state that Republican hopefuls vie to win when seeking their party’s nomination for the White House. What is more unusual is that this small midwestern state now also finds itself in the national economic spotlight. For conservative politicians and commentators, Iowa has emerged as America’s tax-cutting champion, a paragon of fiscal responsibility. To critics it looks more like an example of economic recklessness."}, {"role": "body", "text": "Either way, Iowa is playing an outsized role in a bigger debate about how American states ought to manage their revenues and spending. Until a few years ago it had one of the highest income-tax rates in America. By 2026 it will be down to a flat tax of 3.9%, with designs on more cuts. “Ultimately I’d like to get as close to zero as I can,” says Kim Reynolds, Iowa’s hard-driving governor. Iowa is far from alone. Some 25 states, from Arizona to New Hampshire, have cut individual income taxes over the past three years. A handful, including Georgia and Idaho, are shifting to a flat tax. And a few others such as Arkansas and Mississippi want to eliminate their income taxes altogether, joining the likes of Florida and Texas which have none."}, {"role": "body", "text": "It is not just a Republican trend. Virtually all states, regardless of political make-up, have lowered their citizens’ tax bills since 2021, deploying a mixture of one-off rebates, credits for families and outright cuts to property and sales taxes. Overall, these have been equivalent to a roughly $30bn decline in states’ tax revenues during this time, the steepest such reduction in at least four decades. But the most aggressive, and potentially the most permanent, moves have been cuts to income taxes, and Iowa has been at the forefront of these efforts. “You have to continually be looking for opportunities to be competitive, and our constituents are the winners in that competitive environment,” says Mrs Reynolds."}, {"role": "body", "text": "The key factor enabling the tax-cutting zeal is that states are flush with cash—a striking contrast with the federal government, which is saddled with gargantuan, growing deficits. States are in a different position to begin with, because most are required by law to balance their budgets each year. During 2020 that turned into a headwind for their budgets: they had braced for a long, difficult stretch but instead notched up record-setting revenue growth in 2021 and 2022, owing in large part to the economy’s rapid recovery."}, {"role": "body", "text": "Tax receipts have fared less well over the past year, but 45 states have still managed to collect more revenues than they had budgeted for, according to the National Association of State Budget Officers, a nonpartisan organisation. Although a handful, including California, have swung to deficits, most are still on track for surpluses this year. Moreover, the strong inflows of the past three years have padded the buffers. States have amassed rainy-day funds worth about $155bn collectively, about double their pre-covid level."}, {"role": "body", "text": "This has set up states for what, on the surface, looks like the fiscal equivalent of a free lunch. They are using their surpluses to pay for their tax cuts and are still bringing in more than enough revenues to meet their budgetary commitments. “Every single time since we’ve cut taxes, revenues have still come in higher than estimates,” says Jack Whitver, the Republican Senate majority leader in Iowa. Were the economy to fall into a recession, treasurers would be able to dip into their rainy-day funds to plug any shortfalls. “These are not states that are having difficulty in making ends meet,” says Katherine Loughead of the Tax Foundation, a think-tank."}, {"role": "second", "text": "The first cut"}, {"role": "body", "text": "Where things get more contentious is accounting for why state budgets are so strong, and whether this strength can last after they slash taxes. Politicians naturally love to take credit for their surpluses as evidence of their sound fiscal management. In fact they were beneficiaries of the covid economy in two ways. First, federal transfers soared to help states cope with the disruption. In 2022 federal grants to state and local governments reached $1.2trn, about 70% more than in 2019. Technically, states were barred from using any emergency covid relief to fund tax cuts. In practice money is fungible and state treasurers are masters of creative accounting."}, {"role": "body", "text": "Second, inflation has flattered their books, and continues to do so. Rising prices augment governments’ nominal tax receipts and higher wages push people into higher income-tax brackets, says Lucy Dadayan of the Tax Policy Centre, a think-tank. At the same time, states’ nominal expenditures are limited by their annual budgets. This year, for example, states have budgeted for a roughly 2.5% increase in spending. Factoring in the prevailing inflation rate, that will amount to a small cut in real spending."}, {"role": "body", "text": "Critics are quick to point to Kansas’s bruising experience with deep income-tax cuts in 2012 and 2013. Described by the governor at the time as a “shot of adrenalin” for the economy, the state instead ended up with slower growth and weaker fiscal revenues, leading it to reduce funding for schools. In 2017 it reversed its tax cuts. Advocates for tax cuts counter that Kansas is an unfair example, given that many other states have reduced taxes over the years without such dire outcomes. In any case, most of the tax cutters this time around are proceeding carefully. “I am not going to be the governor that has to turn around and raise taxes, so I use very conservative projections,” says Mrs Reynolds. Iowa’s planned expenditures are about 15% less this year than its expected revenues."}, {"role": "body", "text": "But it will be hard for states to deliver such restrained budgets without undermining the services that they provide, notably education and health care (states are big funders of Medicaid, medical insurance for low-income families). Grover Norquist, long America’s most outspoken anti-tax activist, thinks state treasuries should cap expenditure growth at the rate of population growth plus inflation, which would effectively peg per-person spending at current levels in real terms. That sounds like a reasonable formula. The trouble, however, is that education, health care and transport tend to experience higher inflation than other parts of the economy. Capping government spending at the general inflation pace would almost certainly necessitate real cuts to schools, medical insurance and road works."}, {"role": "body", "text": "Even without making outright cuts, states may be forgoing opportunities to expand their current offerings, says Wesley Tharpe of the Centre on Budget and Policy Priorities. In Nebraska, for instance, the resulting revenue loss from its income-tax cuts of the past three years is about the same as its annual spending on Medicaid, he notes. Iowa’s shift to a flat tax will be phased in over the next few years, so its impact will only be truly felt in 2028, when the state’s nonpartisan legislative agency estimates that the various cuts will cause an estimated $1.9bn decline in fiscal revenues, putting them roughly 20% below their prior trend. “Something has got to give, whether it’s education or health care or something else. A crash is coming,” says Mike Owen of Common Good Iowa, a non-profit group opposed to the tax cuts. Mr Whitver is more sanguine: “I don’t think it has to be one or the other. We can continue to make investments where investments are needed, and continue to cut taxes.”"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231104_USD002.jpg", "imageWidth": 608.0, "imageHeight": 817.0, "imageDescription": ""}, {"role": "body", "text": "In the meantime, with so many states cutting taxes, there is also a question about how best to structure the reductions. Most of the reductions in income taxes have been fairly modest: the median top rate for states has gone from 5.4% in 2020 to 5% this year, according to the Tax Foundation. Iowa, on the other hand, has been more radical. Not only has its top rate gone from 9% to 3.9%, it is shifting to a flat levy that represents a dramatic simplification of the tax code. Iowa previously had nine separate income-tax brackets, plus a thicket of exemptions, all of which are now being scrunched into one single tax rate for all. The knock against flat taxes is that they aggravate inequality, doing away with the redistribution of income that is baked into a graduated tax system. Mr Owen estimates that about half of the direct savings from Iowa’s shift to a flat tax will flow to the richest 5% in the state. Mrs Reynolds is unapologetic: “We’ve got to stop punishing success, we should reward it.”"}, {"role": "second", "text": "Is the steepest"}, {"role": "body", "text": "Another group may benefit from Iowa’s reforms: economists. Those wanting to study the effects of tax cuts have a natural experiment because Iowa happens to share a border with Minnesota, one of the few states moving sharply in the opposite direction. Democrats in power there have pursued one of America’s most left-wing policy agendas seen in recent years. Rather than converting their fiscal surpluses into across-the-board tax cuts, they have rapidly increased spending levels. In Minnesota’s latest biennial budget, expenditures are 38% higher than in its previous one, a record increase. The state has showered money on schools, roads, housing and more. It has also tried to make its tax system more progressive: a new “millionaire tax” raises rates for the wealthiest Minnesotans, while lower-income residents will benefit from a range of tax rebates."}, {"role": "body", "text": "Beyond differences in their fiscal and economic trajectories, much attention will focus on whether Iowa or Minnesota does better at attracting new residents and new investment. Over the past decade, America’s low-tax states, notably Texas and Florida, have generally been its fastest growers—in terms of both population and economic size. That has been about much more than taxes, with warm weather and relatively low housing costs also crucial parts of the equation."}, {"role": "body", "text": "Iowa will be a tougher test case for the benefits of lower taxes. For years it has had relatively little population growth. Mrs Reynolds thinks the state can now turn its luck around. “We’re building the right kind of environment for people and businesses,” she says. If a landlocked state known primarily for corn and presidential races can manage to do that, all while keeping its schools, hospitals and roads in good shape, it will be a tax-cutting triumph. If not, it may instead end up a cautionary tale.■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 24}