{"coverImageURL": "https://www.economist.com/media-assets/image/20231104_AMP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Canadians are starting to sour on migration", "subtitle": "So far, it has not led to a populist right-wing surge", "hashTag": "The Americas", "authorName": "The Economist", "publishDate": "2023-11-02T14:17:57Z", "contents": [{"role": "body", "text": "An aphorism about Canada is that it has too much geography and not enough history. Immigration has long been seen as the solution to both problems in the country’s century-and-a-half of existence. Canadians, who tend to think of themselves as pro-migrant, have broadly agreed that bringing in immigrants would improve the country’s economic growth and help fund the country’s generous social programmes as its population ages. Similarly, by making the country more diverse, migrants boost its culture, too. "}, {"role": "body", "text": "That consensus is now starting to fray. For the first time in decades, the number of Canadians who want to take in fewer immigrants is increasing: it jumped from 34% in March to 53% in September, according to one poll. In another survey 44% of those asked either strongly or somewhat agreed with the statement “there is too much immigration to Canada,” compared with 27% last year."}, {"role": "body", "text": "What has caused this? Partly it comes down to the fact that a post-pandemic backlog in migration has turned into a deluge. For the year ending July 1st 2023, more than 1m newcomers arrived in Canada, edging the population over 40m. That was the highest annual population-growth rate, at 2.9%, since 1957. Statistics Canada, the usually sober statistical agency, announced it was “cause for celebration”. "}, {"role": "body", "text": "Not all Canadians are putting out the bunting, though. A lack of affordable housing in the country, combined with a public health-care system that is stretched by a shortage of family doctors, has led some to become wary of newcomers. As people feel that their quality of life is deteriorating, they blame immigrants, says Victoria Esses, a specialist in attitudes towards migration at the University of Western Ontario. "}, {"role": "body", "text": "The government wants to welcome nearly half a million new permanent residents this year, going up to half a million in 2025. By contrast the annual target in 2015 was 300,000 people. "}, {"role": "body", "text": "So far no political leader in the country has called for a cut in the annual migration target. Indeed, many Canadians still say migrants are a good thing for the economy, even as they want fewer of them. But on November 1st Marc Miller, Canada’s immigration minister, announced that no further increases to the half a million number would be made. It was a concession, albeit a small one. ■"}], "id": 39}