{"coverImageURL": "https://www.economist.com/media-assets/image/20231104_CUP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Hong Kong’s year of protest now feels like a mirage", "subtitle": "A new book follows four pro-democracy activists, none of whom find a happy ending", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-02T14:17:57Z", "contents": [{"role": "body", "text": "Among the Braves. By Shibani Mahtani and Timothy McLaughlin. Hachette Books; 336 pages; $30 and £25"}, {"role": "body", "text": "On July 21st 2019 Hong Kongers witnessed an attack so notorious that, like the felling of the twin towers or the Tiananmen Square massacre, they came to refer to it by numerical shorthand: 721. On that evening scores of gang members, known as triads, stormed Yuen Long, a rural metro station. There, in train carriages and on concourses, they set upon anyone they suspected of returning from that day’s pro-democracy protests."}, {"role": "body", "text": "Gwyneth Ho, then a 28-year-old journalist for Stand News, an online-news site, rushed to the station to livestream the violence. Even as triads beat her to the ground with bamboo sticks, she managed to keep filming. That bravery made Ms Ho’s name and eventually propelled her into politics. However, the authorities were no longer willing to tolerate opposition: they locked her up and shut down Stand News. The trial of Ms Ho, who stands accused of endangering “national security”, is ongoing. The verdicts for her and 46 other activists being tried on similar charges alongside her are expected later this year."}, {"role": "body", "text": "Ms Ho is one of four pro-democracy activists followed in “Among the Braves”, a book by Shibani Mahtani, a Washington Post journalist, and Timothy McLaughlin, who writes on Hong Kong for the Atlantic. (The authors are married.) Through this quartet the book traces the arc of a protest movement that had begun with optimism and enjoyed mostly unswerving support among the territory’s 7.5m people, but which ended in recrimination and defeat. "}, {"role": "body", "text": "The week before the Yuen Long attack, over 1m Hong Kongers had taken to the streets to try to defend their freedom. The movement was cleaved between those advocating wo, lei, fei (peaceful, rational, non-violent) protests and the front-line “Braves”, who favoured more confrontation. Among those who crossed the divide was Tommy. The mild-mannered teenager turned up to his first protest armed with nothing but two cartons of eggs, with which he planned to pelt government buildings. Within weeks he had stormed and occupied Hong Kong’s parliament. Within a year, by then a fugitive, he was planning a daring escape from Hong Kong aboard a speedboat bound for Taiwan. "}, {"role": "body", "text": "Hong Kongers’ dreams of democracy were snuffed out in 2020, as China’s Communist Party took advantage of the pandemic, which put an end to street protests, to foist a draconian national-security law on its troublesome territory. But the movement had already begun to collapse. "}, {"role": "body", "text": "The demonstrators’ defining principle had been to remain leaderless—to “be water”—striking with tidal force before receding untraceably into the city’s crevices. Abandoning this strategy proved disastrous. In November 2019 hardcore protesters holed up in Polytechnic University following a riot. When police laid siege to the campus for days and rounded them up, the movement had been stripped of its most determined warriors. "}, {"role": "body", "text": "“Among the Braves” entwines the activists’ stories with a chronicle of Hong Kong’s decades-old protest movement, stretching from the Tiananmen Square massacre in 1989, through the “Umbrella” protests of 2014, to the unrest in 2019. It lays bare the incompetence of politicians in dealing with each unfolding crisis. Carrie Lam, the authors argue, will be judged as “the leader who killed her city without needing any soldiers or tanks”. "}, {"role": "body", "text": "The result is a book that is both a page-turner and a succinct history. But it is also a tale with an unsatisfying ending. With the most vocal activists having fled or been locked up, today all that remains are trampled hopes and suppressed memories. When the now-exiled Tommy calls his former brothers-in-arms, he finds they have returned to lives of “shopping trips, hotpot and gossiping about Cantopop stars”. It is, he says, “as if they had all imagined the demonstrations”. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 72}