{"coverImageURL": "https://www.economist.com/media-assets/image/20230923_USP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-11-02T14:17:57Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Organ-donation economics"}, {"role": "body", "text": "More than 110,000 Americans are waiting for an organ transplant and over 5,000 died waiting for an organ in 2019. Close to 6,000 recovered organs were discarded. “Wasted organs” (September 23rd) correctly pointed out that the responsibility lies in part with non-profit Organ Procurement Organisations and in part with the excessive caution exercised by transplant centres when deciding who to conduct transplants for and which kidneys to use. "}, {"role": "body", "text": "Numerous initiatives in Congress, and more proposed by various non-governmental agencies, such as the Federation of American Scientists and the National Academies of Sciences, Engineering and Medicine, among others, have been focused on tweaking how the performance of organ procurers and transplant centres should be measured while keeping in place the system that put us in today’s quagmire. As we indicate in our recent paper (conditionally accepted at the Journal of Political Economy), such approaches that keep regulations fragmented are bound to be inefficient, given that the incentives and opportunities facing organ procurers and transplant centres are intertwined."}, {"role": "body", "text": "We show that “holistic regulation”, which aligns the interests of organ procurers and transplant centres by rewarding them based on the health outcomes of the entire patient pool, can get at the root of the problem. This approach also leads to more organ recoveries while increasing the use of organs for sicker patients who otherwise would be left without a transplant."}, {"role": "body", "text": "In the end increasing access to kidney transplantation will require the improvement of the entire supply chain of organs. This means boosting donor registrations and donor recoveries from the deceased. It also means increasing living donations, and co-ordinating donations through mechanisms like paired kidney donations and deceased-donor-initiated kidney- exchange chains."}, {"role": "body", "text": "Alex ChanAssistant professor of business administrationHarvard UniversityCambridge, Massachusetts"}, {"role": "body", "text": "Alvin E. RothProfessor of economicsStanford UniversityStanford, California"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231021_USD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Hope on mental health"}, {"role": "body", "text": "The history of psychiatry is a history of therapeutic enthusiasm, with all of the tragedy and triumph, hubris and humility that such enthusiasm brings (“From tents to hospitals”, October 21st). Many of the challenges facing mental-heath treatment in the United States are seen elsewhere. In high-income countries, just one-third of people with depression receive formal care. In low-income countries, the rate of minimally adequate treatment is 3%."}, {"role": "body", "text": "Neuroscientific progress is glacial, but there are reasons for hope. Despite our rudimentary understanding of the brain, we have treatments that work, including psychological therapies and antidepressants. Antipsychotic medication is associated with longer life in schizophrenia. Globally, the suicide rate declined by a third between 1990 and 2016. This dramatic improvement in global public health does not mean the work is done (even a single suicide is one too many), but it shows that positive change is possible."}, {"role": "body", "text": "Brendan KellyProfessor of psychiatryTrinity College Dublin"}, {"role": "second", "text": "A church becomes art"}, {"role": "body", "text": "The completion of unfinished work by a dead artist raises interesting questions about authorship and merit (“(Sort of) by Sondheim“, October 21st). In architecture, the work of Antoni Gaudí i Cornet shows how the creativeness, vision and craft of a genius can live on and be completed according to his original designs 100 years after his death. Gaudí was a renowned architect in Barcelona when he was appointed as the chief designer for the Sagrada Família basilica in 1883. He completely changed the designs, everything from the external structure to the details of the interior, and attracted a group of designers, architects and craftspeople to work with him according to his designs. This continued until his death in 1926 (after being hit by a tramcar). "}, {"role": "body", "text": "The construction continued, exactly according to his vision, through extended periods of social unrest, a civil war and a world war. The final two towers of the four evangelists were only recently completed and the cathedral is on target to finish the tower of Jesus Christ at the centenary of Gaudí’s death in 2026. This work is not a reconstruction, or the redevelopment of plans or the projection of other architects onto the plans of Gaudí. The basilica will look as it did in the original plans envisioned by Gaudí. "}, {"role": "body", "text": "J.M. InnesVisiting fellowChurchill College, Cambridge"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231021_CUP501.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "About time"}, {"role": "body", "text": "“Movie marathons” (October 21st) explained how films today are on average 24% longer than in the 1930s, and pointed to competition from streaming and the growing clout of big-name directors as possible reasons. But there is a much more practical factor: costs have come down because of digital capture and digital projection. Every extra foot of film in older movies cost money. It also cost a great deal for the initial capture and development, and editing was slow and tedious. The average reel of finished film was around one hour and 20 minutes. "}, {"role": "body", "text": "Every cinema in America needed six reels of film, all of which required costly printing and shipping. Today, even if a film is captured on film stock, 99% of the final projection will be from a digital scan. At most, this means a hard drive shipped to the cinema. At that point length really doesn’t matter much, at least in terms of studio economics, even if it stretches an audience’s patience or bladder control."}, {"role": "body", "text": "Douglas BowkerSalem, Massachusetts"}, {"role": "body", "text": "I was among the last to see “Titanic”. I was sure a bathroom break would be needed for a movie that long and I have wondered why there was not an intermission. Additional candy sales would surely have resulted."}, {"role": "body", "text": "Connie ElliotStudio City, California"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231014_CUP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "For your eyes only"}, {"role": "body", "text": "As mentioned in your review of Nicholas Shakespeare’s biography of Ian Fleming, John F. Kennedy listed Fleming’s “From Russia, with Love” as one of his ten favourite books in a 1961 interview with Life magazine (“The man with the golden pen”, October 14th). What may also be of interest to your readers is that the Life article began with an agitated Kennedy asking his secretary about the late delivery of the latest issue of The Economist. "}, {"role": "body", "text": "A few paragraphs (and reminders) later, our hero sallies forth to his waiting helicopter the next day, said issue of The Economist safely tucked under his arm."}, {"role": "body", "text": "ALOK MOHANDubai"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231007_WBD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Highly illogical"}, {"role": "body", "text": "I think Schumpeter was a bit premature in predicting the demise of the hand-held device (October 7th). One only needs to watch Captain Kirk flip open his communicator in “Star Trek” to realise such devices will obviously remain indispensable, even in the 23rd century."}, {"role": "body", "text": "Greg NoleCheshire, Connecticut"}], "id": 10}