{"coverImageURL": "https://www.economist.com/media-assets/image/20231104_LDD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The world economy is defying gravity. That cannot last", "subtitle": "Threats abound, including higher-for-longer interest rates", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-11-02T09:27:05Z", "contents": [{"role": "body", "text": "Even as wars rage and the geopolitical climate darkens, the world economy has been an irrepressible source of cheer. Only a year ago everyone agreed that high interest rates would soon bring about a recession. Now even the optimists have been confounded. America’s economy roared in the third quarter, growing at a stunning annualised pace of 4.9%. Around the world, inflation is falling, unemployment has mostly stayed low and the big central banks may have stopped their monetary tightening. China, stricken by a property crisis, looks likely to benefit from a modest stimulus. Unfortunately, however, this good cheer cannot last. The foundations for today’s growth look unstable. Peer ahead, and threats abound. "}, {"role": "body", "text": "The irrepressible economy has encouraged bets that interest rates, though no longer rising rapidly, will not fall by much. Over the past week the European Central Bank and Federal Reserve have held rates steady; the Bank of England was expected to follow suit shortly after we published this on November 2nd. Long-term bond yields have accordingly risen sharply. America’s government must now pay 5% to borrow for 30 years, up from just 1.2% in the depths of the pandemic recession. Even economies known for low rates have seen sharp increases. Not long ago Germany’s borrowing costs were negative; now its ten-year bond yield is nearly 3%. The Bank of Japan has all but given up on its promise to peg ten-year borrowing costs at 1%. "}, {"role": "body", "text": "Some people, including Janet Yellen, America’s treasury secretary, say these higher interest rates are a good thing—a reflection of a world economy in the rudest of health. In fact, they are a source of danger. Because higher rates are likely to persist, today’s economic policies will fail and so will the growth they have fostered. "}, {"role": "body", "text": "To see why today’s benign conditions cannot continue, consider one reason why America’s economy in particular has fared better than expected. Its consumers have been spending the cash they accumulated during the pandemic from handouts and staying at home. Those excess savings were expected to have been depleted by now. But recent data suggest households still have $1trn left, which explains why they can get away with saving less out of their incomes than at any point in the 2010s."}, {"role": "body", "text": "When those excess savings buffers have been run down, high interest rates will start to bite, forcing consumers to spend less freely. And, as our Briefing explains, trouble will start to emerge across the world economy if rates stay higher for longer. In Europe and America business bankruptcies are already rising; even companies that locked in low rates by issuing long-term debt will in time have to face higher financing costs. House prices will fall, at least in inflation-adjusted terms, as they respond to dearer mortgages. And banks holding long-term securities—which have been supported by short-term loans, including from the Fed—will have to raise capital or merge to plug the holes blown in their balance-sheets by higher rates."}, {"role": "body", "text": "Fiscal largesse has added to the world economy’s sugar rush. In a higher-for-longer world, it too looks unsustainable. According to the imf, Britain, France, Italy and Japan are all likely to run deficits in the region of 5% of GDP in 2023. In the 12 months to September America’s deficit was a staggering $2trn, or 7.5% of GDP after adjusting for accounting distortions—about double what was expected in mid-2022. At a time of low unemployment, such borrowing is jaw-droppingly reckless. All told, government debt in the rich world is now higher, as a share of gdp, than at any time since after the Napoleonic wars. "}, {"role": "body", "text": "When interest rates were low, even towering debts were manageable. Now that rates have risen, interest bills are draining budgets. Higher-for-longer therefore threatens to pit governments against inflation-targeting central bankers. Already, Ms Yellen has felt obliged to argue that Treasuries carry no risk premium, and Jerome Powell, the Fed’s chairman, has insisted that his bank would never cut rates and let inflation rip to ease pressure on the government’s budget."}, {"role": "body", "text": "Whatever Mr Powell says, a higher-for-longer era would lead investors to question governments’ promises both to keep inflation low and also to pay their debts. The ECB’s bondholdings are already becoming skewed towards the Italian government debt that it tacitly backstops—a task that has become far harder in a high-rate world. Even when Japanese government-bond yields were a paltry 0.8% last year, 8% of Japan’s budget went on interest payments. Imagine the strain if yields reached even Germany’s relatively modest levels. Some governments would go on to tighten their belts as a result. But doing so may bring economic pain. "}, {"role": "body", "text": "These strains make it hard to see how the world economy could possibly accomplish the many things that markets currently expect of it: a dodged recession, low inflation, mighty debts and high interest rates all at the same time. It is more likely that the higher-for-longer era kills itself off, by bringing about economic weakness that lets central bankers cut rates without inflation soaring."}, {"role": "body", "text": "A more hopeful possibility is that productivity growth soars, perhaps thanks to generative artificial intelligence (AI). The resulting boost to incomes and revenues would make higher rates bearable. Indeed, figures published on November 2nd are expected to show that America’s measured productivity surged in the third quarter. The potential of AI to unleash further productivity gains may explain why higher-for-longer has so far not punctured stockmarkets. Were it not for the rising valuations of seven tech firms, including Microsoft and Nvidia, the S&amp;P 500 index of American stocks would have fallen this year."}, {"role": "second", "text": "Don’t look down "}, {"role": "body", "text": "Set against that hope, though, is a world stalked by threats to productivity growth. Donald Trump vows swingeing new tariffs should he return to the White House. Governments are increasingly distorting markets with industrial policy. State spending is growing as a share of the economy as populations age, the green-energy transition beckons and conflicts around the world require more spending on defence. In the face of all this, anyone betting that the world economy can just keep carrying on is taking a huge gamble. ■"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 4}