{"coverImageURL": "https://www.economist.com/media-assets/image/20231104_WOT966.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Views of Israel are misleadingly negative online", "subtitle": "Support for the Palestinians is far greater on social media than in properly weighted polls", "hashTag": "International", "authorName": "The Economist", "publishDate": "2023-11-02T11:38:56Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231104_WOF968.png", "imageWidth": 1280.0, "imageHeight": 2382.0, "imageDescription": ""}, {"role": "body", "text": "If you scroll through a typical x (formerly Twitter) feed, it looks like sympathy for Israel following last month’s attacks has dried up. Supporters of the Palestinians have taken not just to the streets but also to their keyboards. “At first I was angry at Hamas and Palestine for the attacks” wrote one user, “but now after seeing more of what’s going on I cannot support such a regime in Israel. #FreePalestine”."}, {"role": "body", "text": "Do such views reflect overall opinion? At our request dmr, an ai-technology firm, collected 1m posts from Instagram, Twitter and YouTube from October 7th to 23rd. All contained hashtags from a list with similar numbers of pro-Israeli and pro-Palestinian terms in English, or replied to such posts. dmr then built a machine-learning model to classify posts as backing one side, the other or neither. It was trained on content in English, but also processed posts in any language that included English hashtags. dmr found a sharp shift against Israel over time. On October 7th the two sides had roughly equal shares of support. By October 19th pro-Palestinian posts were 3.9 times more common than pro-Israeli ones."}, {"role": "body", "text": "Israel has fared far worse online than in surveys of overall public opinion. A poll of Americans by YouGov found three backers of Israel for every Palestinian supporter on October 20th—a day with twice as many pro-Palestinian posts on American social media as pro-Israeli ones. In Britain, another YouGov survey found equal support for each side that day, when the Palestinians won the British social-media battle by a six-to-one margin."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231104_WOF967.png", "imageWidth": 1280.0, "imageHeight": 1953.0, "imageDescription": ""}, {"role": "body", "text": "One cause of this gap is age. Social-media users skew young, and such people are unusually pro-Palestinian in their views. Moreover, DMR’s sample did not include Facebook, which may be the most pro-Israel platform owing to its older users. In polls of people in Denmark, France, Spain and Sweden, Israel drew more total sympathy, but young participants’ opinions matched social-media ratios. Yet in America and Britain, social-media views are even more pro-Palestinian than those of young poll respondents. Israel’s backers show rather less zeal for online combat. ■"}, {"role": "body", "text": "Chart sources: DMR; YouGov; The Economist"}], "id": 51}