{"coverImageURL": "https://www.economist.com/media-assets/image/20231104_CND001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Xi Jinping is trying to fuse the ideologies of Marx and Confucius", "subtitle": "A new television show places them at the centre of Chinese culture", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-11-02T14:17:57Z", "contents": [{"role": "body", "text": "KARL MARX and Confucius may have lived 2,400 years apart, but on Chinese state television they stroll together through an ancient Chinese academy. In a sun-dappled bamboo grove, a group of student painters invite the two philosophers to be their models. As the young people paint, Marx and Confucius chat. They are impressed with China’s high-speed trains, among other things. When the portraits are revealed, the thinkers are surprised. Marx is depicted in a Tang-dynasty robe; Confucius is portrayed in a Western suit and tie. But both are delighted. “I’ve been in China for more than a hundred years,” says Marx (in Mandarin). “Actually, I have been Chinese for a long time.” Confucius chuckles, stroking his beard. Long hair looks a bit strange with the suit, he says, but it make sense to keep changing."}, {"role": "body", "text": "The scene is from “When Marx Met Confucius”, a television series created by the propaganda department in Hunan province and released in October. It is not popular. On Douban, a film website, it has received only 100 or so reviews, most of them negative (eg, “makes me sick”). But for those who can stomach it, the show is a good way to understand Xi Jinping Thought on Culture, the latest branch of the Chinese leader’s philosophy. "}, {"role": "body", "text": "Other parts of Mr Xi’s thinking emphasise tighter Communist Party control over such things as diplomacy, defence and the economy. Xi Jinping Thought on Culture, announced in October, attempts to fuse pride in Chinese tradition with loyalty to the party. Its most important tenet is the “two combines”, party-speak for a decades-long process to make Marxism more Chinese. The first combine refers to early efforts to adapt Marxism to China’s “specific reality”. Such ideological flexibility allowed Deng Xiaoping, China’s former leader, to pursue economic reforms in the 1980s. The second combine is Mr Xi’s idea: to sinicise Marxism by melding it with traditional Chinese culture."}, {"role": "body", "text": "The effort represents the culmination of a radical turnaround for the party, which once considered tradition its enemy. During the Cultural Revolution of 1966-76, Mao Zedong’s Red Guards destroyed Confucian temples, burnt Confucian texts and desecrated the sage’s tomb. Young people denounced their elders, contradicting Confucianism’s emphasis on filial piety. But after Mao’s death in 1976 the party warmed to Confucius, or at least to a simplified version of his teachings that emphasises deference to authority. Deng allowed public celebrations of the philosopher’s birthday. Jiang Zemin and Hu Jintao, Deng’s successors, appropriated Confucian ideas. In the early 2000s Chinese scholars debated whether Confucianism might even replace Marxism as China’s guiding ideology."}, {"role": "body", "text": "Mr Xi is putting an end to that debate. Marxism is the “soul” and Confucianism the “root” of Chinese culture, he says. Neither ideology can be abandoned. Instead, they must be merged."}, {"role": "body", "text": "“When Marx Met Confucius” guides viewers through this new thinking. For much of the five episodes, the philosophers sit on a stage in front of students and a rotating cast of scholars and party officials. A young woman wearing hanfu, traditional robes, plucks a guzheng, or ancient zither, in the background. The philosophers converse with holograms of figures such as Vladimir Lenin and Mao, who explain how their thinking is compatible. The programme’s hosts then explain how it all fits into Xi Jinping Thought."}, {"role": "body", "text": "The show glosses over big differences between Confucius, who believed hierarchies were necessary to maintain social order, and Marx, who called for a proletarian revolution. “You were trying to maintain stability and I was seeking the liberation of all mankind,” says Marx. “But aren’t we both seeking the greatest good for all humans?” When Marx mentions his vision of a classless society, Confucius says he has a comparable concept called datong (great unity). “So we have many similarities!” says Confucius. The students applaud."}, {"role": "body", "text": "The Cultural Revolution is mentioned—once. It did “great damage”, says a host. But Mao doesn’t get the blame. At one point his spirit appears, assuring Marx and Confucius that he was a faithful communist and defender of traditional Chinese culture. Confucius nods approvingly."}, {"role": "body", "text": "The show spends more time bashing the West. A host blames foreign bullying of China in the 19th century for a “long-term cultural inferiority complex” (exacerbated by Chinese intellectuals, who at the time claimed China’s traditions made it weak). The early reform era of the 1980s is remembered as a dangerous period of “historical nihilism”, when Western ideas misled Chinese people into criticising their society and government. “Can a country become strong if its economy develops but its spirit is lost?” asks the host, quoting Mr Xi. "}, {"role": "body", "text": "No is the implicit answer. A good thing, then, that Mr Xi is restoring China’s confidence, the show claims. Not only that, he and the party are pursuing the common good worldwide, in contrast to dastardly Western countries. America exports cluster bombs, while Japan dumps nuclear wastewater into the ocean, says a host. China, a “responsible great power”, would never do such things, he adds. Marx is impressed. He congratulates China for revitalising socialism and fulfilling his vision."}, {"role": "body", "text": "“When Marx Met Confucius” is easy to ridicule, but parts of its message are worrying. In the last episode, a student asks Confucius for advice on Taiwan, the self-governing island that China claims. “We truly have a traditional culture of peace, but some Western countries only believe in the law of the jungle,” says the student. “If they bully us or obstruct our national unification, should we still speak to them of peace?” Confucius furrows his brow. Goodness should be met with goodness, but hatred should be met with justice, he says. A host jumps in. China seeks peace, but if its dignity and interests are hurt, it will use military force to pursue national unification, he says. Images of fighter jets and warships fill the screen. ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 20}