{"coverImageURL": "https://www.economist.com/media-assets/image/20230812_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "In Japan “Oppenheimer” is causing consternation", "subtitle": "The blockbuster may never be released in the world’s third-largest film market", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-08-10T12:34:35Z", "contents": [{"role": "body", "text": "THE ATOMIC bomb has been dropped, and the mood at the Los Alamos Laboratory is jubilant. J. Robert Oppenheimer (Cillian Murphy), the American physicist responsible for the weapon’s creation, appears in front of his cheering colleagues. “It’s too soon to tell what the results of this bombing are,” he declares, before making a ghastly taunt: “But I’ll bet the Japanese didn’t like it.” "}, {"role": "body", "text": "Japan recently observed the 78th anniversary of the bombings of Hiroshima and Nagasaki. At the same time “Oppenheimer” surpassed $550m at the box office, becoming the highest-grossing second-world-war film ever (not accounting for inflation). It has not been released in Japan, the third-largest film market after America and China. Some have speculated that the film may never make it to the big screen there. "}, {"role": "body", "text": "“Oppenheimer” is causing a furore nonetheless. An estimated 210,000 people died in Hiroshima and Nagasaki; around 113,000 who were exposed to radiation from the bombings are still alive. “Oppenheimer”, however, focuses on the scientist’s perspective and not the destruction wrought by the bombs. "}, {"role": "body", "text": "Many Japanese are appalled by the “Barbenheimer” memes on social media which put carefree characters from the “Barbie” film, released on the same day as “Oppenheimer”, alongside mushroom clouds. (Warner Bros, the studio behind “Barbie”, apologised for sending a kiss-blowing emoji at the meme.) Users coined the hashtag #NoBarbenheimer to criticise these posts and argued they make light of the country’s suffering. "}, {"role": "body", "text": "Some in Japan want “Oppenheimer” to be released, despite its flaws. Tanaka Miho, an anti-nuclear activist, says the film offers “an opportunity for people all over the world to think about the legacy of the bombings”. The subject of nuclear disarmament is pressing as war rages on in Ukraine. In a statement read at the Hiroshima Peace Memorial, António Guterres, the UN secretary-general, lamented that “the drums of nuclear war are beating once again”. The Japanese know how awful that sound truly is. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 59}