{"coverImageURL": "https://www.economist.com/media-assets/image/20230520_USD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-06-01T12:58:52Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Congress investigates China"}, {"role": "body", "text": "“Decoding the detente” (May 20th) suggested that Congress’s House Select Committee on the Chinese Communist Party needs some “serious debate” in its proceedings. But just because both Democrats and Republicans jointly condemn the Communist Party’s persecution of the Uyghurs does not mean there is groupthink on the panel. Indeed, the lack of political theatre points to how Washington should work. "}, {"role": "body", "text": "The select committee is finding facts and engaging experts in order to build a bipartisan consensus around tough and thoughtful statecraft. In that process there is productive debate both within and between parties. For example, I do not agree with Washington’s fixation on industrial policy, in general, and bilateral trade deficits with China in particular. "}, {"role": "body", "text": "The United States will outcompete China by doubling down on our strengths as a market democracy, not by aping China’s five-year plans at home and mercantilism abroad. We should pursue more trade deals, with the bipartisan support for the United States-Mexico-Canada Agreement as a template to move forward. And we should invest in industry-agnostic basics: superb education, especially in mathematics, where American students have lost ground since covid; a world-leading research and development complex; and a top-tier business environment characterised by democracy, rule of law, quality infrastructure and stream-lined regulation. "}, {"role": "body", "text": "As we used to say in the Marines, these initiatives are simple, but not easy. "}, {"role": "body", "text": "Jake AuchinclossRepresentative for the 4th congressional district in MassachusettsWashington, DC"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230511_BID001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The WHO and covid-19"}, {"role": "body", "text": "Although Dr Tedros Adhanom Ghebreyesus must avoid offending any of his member governments at the World Health Organisation, I am disappointed by how cautious he was in his reflections on the lessons from covid-19 (By Invitation, digital editions, May 15th). The disproportionate initial impact of the pandemic on the developed world was strikingly more than just the underfunding of public health. This ignores the significance of mobile populations and other factors related to the way the disease spread so quickly. I would have had more to say, too, about vaccine nationalism, the failure of the visionary COVAX initiative and the continued impasse on intellectual property rights. "}, {"role": "body", "text": "Regardless of the claims to the contrary about its relevance, the fact that NGOs and the pharmaceutical industry are at such loggerheads on the issue discourages the kind of consensus building and collaboration in global health policy that is so sorely needed. And, of course, Dr Tedros also avoided criticising the way the Chinese have stonewalled vital information about covid’s origins."}, {"role": "body", "text": "Katherine HagenFormer deputy director-general of the International Labour OrganisationGrasse, France"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230513_CUP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "MLK’s Christian faith"}, {"role": "body", "text": "“The last Founding Father” (May 13th) minimised the religious beliefs of Martin Luther King, by saying that Mohandas Gandhi “was perhaps the single greatest influence” on his life and work. King would be deeply offended by this remark, not because he didn’t admire Gandhi, but because the “single greatest influence” on his life and work was Jesus Christ. It seems that The Economist is following the thinking of people like Steven Pinker, who, in “The Better Angels of our Nature”, ignored King’s faith, the only true source of his immense reservoir of vital and intellectual energy. "}, {"role": "body", "text": "Tommaso TodescaLos Angeles "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230422_BRD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Defining English nationalism"}, {"role": "body", "text": "We are the “pair of academics” who Bagehot took to task for over-hyping the political significance of English nationalism (April 22nd). Given both the scatter-gun nature of the condemnation and the fact that your columnist’s ire expands to include nothing less than “the intelligentsia” as a whole, working out the nature of our particular sins is not altogether easy. Nonetheless, a few corrective points are in order."}, {"role": "body", "text": "As is clear from the very first pages of our book, “Englishness: The Political Force Transforming Britain”, the argument is not that English nationalism represents a rejection of Britishness. It is not to be understood as simply another version of contemporary Irish, Scottish or Welsh nationalisms. Rather, alongside a sense of injustice around the alleged unfair treatment of England within the domestic union, English nationalism manifests as a very strong commitment to a particular understanding of Britain’s past and vision of its potential future."}, {"role": "body", "text": "Bagehot seems to see no merit in attempts to understand why the results of the Brexit referendum were territorially differentiated. Given the amount of resources that politicians have devoted to addressing the alleged drivers of referendum voting (“left behind”’ and the rest) this seems a curious position. But at any rate, as academics we make no apology for seeking to do so, and the fact of the matter is that, in England, those who cleave to an English identity voted overwhelmingly to Leave while those who feel solely or predominately British tended to vote Remain. It is not the increase in English identity, but its salience to contemporary politics that warrants careful investigation."}, {"role": "body", "text": "Finally, Bagehot claims that the Conservative Party’s attempt to mobilise English identity in the 2015 general election made no difference to the overall result. The deliberate mobilisation of territorial grievance by one of the state’s major parties is, of course, inherently significant, but the evidence also suggests that large numbers of unsuccessful Labour, Liberal Democrat and UKIP candidates at that election are adamant that the Conservatives benefited electorally by doing so."}, {"role": "body", "text": "Professor Richard Wyn JonesCardiff University"}, {"role": "body", "text": "Professor Ailsa HendersonUniversity of Edinburgh"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230513_BRD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Building homes in Britain"}, {"role": "body", "text": "Bagehot’s assessment of the politics of new housing in Britain was spot-on (May 13th). Public opinion is such that there is plenty of room for excuses not to build, but it is also very conditional, more “maybe” than “nimby” or “yimby”. In fact, there is consensus about what to aim for. A clear majority of both Remain and Leave voters agree that “unless we build a lot more homes, we will never solve the country’s housing problems”. "}, {"role": "body", "text": "The challenge is two-fold. The public don’t like the new homes they see being built (unaffordable, often ugly and plonked somewhere). Related to this, nimbyism is not always a knee-jerk reaction but motivated by some legitimate concerns. This takes us back to the planning system and the need for political leadership. As the saying goes, you probably wouldn’t start from here. But start we must."}, {"role": "body", "text": "Ben MarshallResearch directorIpsosLondon"}, {"role": "body", "text": "Although new builds are important they only part of the solution for more housing. Britain contains 27m houses and many are not fit for purpose, either requiring retrofit or benefitting from modifications to make them into suitable homes. We need to expand the thinking and measurement around housing to include the improvement and addition of living space to existing structures. Perhaps making existing homes better is something even the Blockers would agree with. "}, {"role": "body", "text": "GUY MARSHALLChief technology officerPorthouseDeanManchester"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230513_FND001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A case of the BLEU’s"}, {"role": "body", "text": "I enjoyed your article looking beyond the hype about the effects of artificial intelligence on work (“Your new colleague”, May 13th). Resistance to technological change is common, including among researchers in AI and large language models. A small example of this, which frustrates me and many of my colleagues, is that many researchers continue to use the BLEU (bilingual evaluation understudy) algorithm to assess the quality of machine translation and computer-generated texts (I have also seen The Economist do this). "}, {"role": "body", "text": "Numerous studies have shown that there are far better ways to measure text quality. If AI researchers can’t be bothered to update obsolete techniques in their own research, they shouldn’t expect the rest of the world to instantly and radically change in order to use AI technology."}, {"role": "body", "text": "Ehud ReiterProfessor of computing scienceUniversity of Aberdeen"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230520_STP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "As disgusting as Vegemite"}, {"role": "body", "text": "I read with interest your article on how insects can better serve the food chain (“Bug-fed steak”, May 20th). The idea of feeding insects wastewater from beer brewing so that they become feedstock for farm animals sounds ingenious. Vegemite is also made using the yeast by-product from brewing. Many people consider eating Vegemite about as appealing as eating insects, though our Australian friends would passionately disagree. I will do my best to keep the peace by drinking more beer."}, {"role": "body", "text": "Brian HaddenGreenwich, Connecticut"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230513_EUP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A puff of smoke"}, {"role": "body", "text": "Reading about the slow legalisation of cannabis in Europe I was struck by the name of a Dutch MEP, Dorien Rookmaker (“Up in smoke”, May 13th). Dutch speakers might have thought it was a joke: Rookmaker translates as smokemaker in Dutch. "}, {"role": "body", "text": "Arjen LevisonHaarlem, Netherlands"}], "id": 9}