{"coverImageURL": "https://www.economist.com/media-assets/image/20230603_EUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Poland’s government may seek to bar opponents from politics", "subtitle": "A new panel supposed to hunt Russian agents could be misused", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-05-30T19:32:08Z", "contents": [{"role": "body", "text": "JAROSLAW KACZYNSKI, the chairman of Poland’s ruling Law and Justice party (PiS), is not a fun-loving type. Otherwise the curmudgeonly godfather of Polish politics might enjoy the irony of passing a law supposedly intended to purge the country of Russian influence, but which has distinctly Stalinist overtones. The law, which hands PiS a cudgel it could easily misuse to bash or ban its opponents, comes into force just months before an election in which Polish voters will pronounce judgment on his party’s eight years in office. "}, {"role": "body", "text": "Approved on May 29th by Andrzej Duda, Poland’s president, the law creates a nine-person state commission to investigate suspected Russian influence operations between 2007 and 2022. PiS spokesmen say the new panel is needed to foster transparency and strengthen the country at a time of heightened threat. “Honest people who acted in the interest of Poland have nothing to hide and nothing to be afraid of,” said Mr Duda. "}, {"role": "body", "text": "Yet the commission will not in any way be independent. Its members will be selected by parliament, dominated by PiS, and its chair will be appointed by Mateusz Morawiecki, the prime minister and the party’s vice-president. The panel will have access to Poland’s most secret records. Its deliberations can be held behind closed doors, and its members will be immune from prosecution. The law’s definition of “Russian interference” is vague. Yet the commission has the power to overturn any administrative decision that it finds was made under such influence, as well as to bar from public office any person it says helped Russia, for up to ten years. "}, {"role": "body", "text": "To many Poles it is clear how such powers might be wielded. A poll released on May 29th found 61% of respondents agreeing the new law was “a pre-election ploy to discredit political opponents”. Poles are not the only ones worried. Within hours of the law’s passage America’s State Department issued a statement fretting that the commission “could be used to block the candidacy of opposition politicians without due process”. The European Commission expressed similar concerns and threatened to take “immediate action”. It has already imposed huge fines on Poland over other violations of the rule of law."}, {"role": "body", "text": "The upcoming national election, to be held between mid-October and mid-November, is viewed by many as the most consequential political test Poland has faced since the end of communism in 1990. Most observers expect it to be close. Since coming to power in 2015 PiS has turned the state broadcaster into a propaganda outlet, packed the country’s top courts and tried to take over the entire judicial system. But it has also overseen one of Europe’s strongest economic-growth stories, and national pride has surged as Poles have united behind neighbouring Ukraine. And the opposition is badly fragmented. "}, {"role": "body", "text": "In the past Mr Kaczynski, who shuns executive office but pulls the government’s strings from behind the scenes, has called prominent opposition politicians traitors and stooges. He appears to bear a particular grudge against Donald Tusk, who leads the country’s biggest opposition party, Civic Platform, and served as prime minister in 2007-14. During this term Mr Kaczynski’s brother, who was then Poland’s president, died in a plane crash near the Russian city of Smolensk along with 95 others. For over a decade Mr Kaczynski and many of his fellow PiS politicians have propounded a discredited conspiracy theory that Russia was behind the crash. Worse, they accuse Mr Tusk of complicity in a cover-up. Perhaps seeing his opponent disqualified would bring a rare smile to Mr Kaczynski’s face. But the crippling of Polish democracy is no laughing matter. ■"}], "id": 37}