{"coverImageURL": "https://www.economist.com/media-assets/image/20230603_EUP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Ukraine’s Danube ports have become a lifeline", "subtitle": "The country’s Black Sea trade is still largely blocked by Russia", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-05-30T16:07:12Z", "contents": [{"role": "body", "text": "ON THE NIGHT of July 30th, 2022 Oleksiy Vadatursky went to bed a happy man. The founder of Nibulon, a grain company, had just arrived at his home in Mykolaiv after inspecting work on a new export terminal at Izmail, 360km away on the Danube. He had acquired a “pair of wings”, his driver later quipped, lifted by his company’s quick progress in turning an undeveloped plot into a much-needed wartime escape route for exports. "}, {"role": "body", "text": "But a few hours later the 74-year-old tycoon was dead, killed along with his wife in a Russian missile attack. One missile landed a few metres away from their basement shelter with a blast so strong it left the couple’s silhouettes on the walls. “The Russians were destroying infrastructure and military facilities,” recalled Andriy, Mr Vadatursky’s son. “They destroyed whatever they thought they needed to… and that, apparently, included my father.” "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230603_EUM968.png", "imageWidth": 608.0, "imageHeight": 663.0, "imageDescription": ""}, {"role": "body", "text": "The younger Mr Vadatursky took the company over, committing himself to bringing his father’s vision to fruition. On September 14th Nibulon’s road-and-rail export terminal became fully operational; since then it has shipped 900,000 tonnes of corn and wheat. The facility forms part of a hurried redevelopment of previously neglected Danube river ports—driven by Russia’s blockade of Ukraine’s Black Sea trade. The Danube ports may be remote, largely underdeveloped and relatively expensive to get to, but they offer the crucial advantage of safety: their close proximity to Romania, a member of nato, offers protection from Russian bombardment. Before the war, Danube ports were responsible for 1.5% of Ukraine’s trade, by volume. Now they are on course to handle 20%, with plans for more."}, {"role": "body", "text": "Yuriy Vaskov, Ukraine’s 43-year-old deputy infrastructure minister, says that his team recognised the urgency of developing the Danube ports within three days of Russia’s invasion on February 24th last year. A veteran of the maritime business, Mr Vaskov knew all about the river’s potential after carrying out a reorganisation exercise back in 2012 as the then head of Ukraine’s seaports authority. "}, {"role": "body", "text": "His first step was appointing a ten-man working group to prepare the Danube ports for their new wartime role. The group oversaw $100m of public and private investment in the river’s ports, transferring equipment from blockaded or captured seaports wherever possible. The result is an export picture unrecognisable from that in 2012, Mr Vaskov says."}, {"role": "body", "text": "One crucial project that has made the Danube ports more practicable has been the dredging of the northern Bystre canal to increase the depth from 3.9 metres to 6.5 metres, making that route navigable to larger traffic. The change attracted opposition from environmentalists and some Romanian interest groups. But the Ukrainians sidestepped their demands for consultation by digging out navigation maps from 1958 showing that such depths had previously been employed. The upshot was that the number of ships waiting to enter the Danube was cut by two-thirds. "}, {"role": "body", "text": "Capacity was not the only factor affecting the viability of the Danube export route. The land-transport infrastructure connecting the region to the rest of Ukraine was, and remains, a bottleneck. The single-carriageway road from Odessa barely copes with the sudden surges of lorries that race down it, and there are regular accidents. The railway line that runs parallel to the road has its own vulnerability, in the form of a bridge crossing the Dniester estuary at Zatoka. Russian missiles and drones have attacked it over a dozen times. Every time the bridge is damaged, traffic switches back to the road. And “when that happens, you see a traffic jam from Odessa all the way to Izmail,” says Oleksandr Istomin, head of the Izmail port authority. Planned work to widen the road and increase rail capacity can’t come soon enough, he adds. "}, {"role": "body", "text": "Shipping produce via the Danube is much less efficient than via Ukraine’s seaports of Odessa and elsewhere along the Black Sea coast used to be. Before the war, those ports accounted for 60% of Ukrainian trade. Nibulon estimates the shipping costs of grain from field to market shot up from $12 to $150 per tonne when they switched to the Danube. They are still over $100. For Ukraine’s grain producers, who work on slender margins, that is a problem; most lost money last year. But what the Danube ports offer is predictability. "}, {"role": "body", "text": "By contrast, the on-off grain deal with Russia, which allows Ukraine to export limited cargoes from some of its Black Sea ports, is now operating at less than a quarter of intended volumes. Ukraine says Russia is deliberately stringing out inspections to decrease the number of ships that traverse the agreed corridor. The deal’s extension is always subject to last-gasp negotiation. “Russia doesn’t want Ukraine to have an economy at all,” suggests Mr Vadatursky. “They’re basically telling us to ask their permission to export.” "}, {"role": "body", "text": "Ukrainian agriculture, which employs roughly 2.5m people, has reached a critical point. One issue is the 8m-10m tonnes of grain still unshipped from last year’s harvest of around 53m tonnes. A much bigger one is future harvests. Wartime Ukraine remains a key component of world food security. It is the world’s biggest producer of sunflower oil, and in the top five for corn and barley. Yet grain-producers’ financial losses mean they are already seeding less. Mr Vadatursky predicts that the Russian blockade will cut grain exports by 25m tonnes in 2024-25. “People thought war was impossible in 2022. They also seem to believe famine is unimaginable,” he says. He has little faith in the long-term prospects of any Black Sea grain deal. The Danube grain terminal, on the other hand, has already proved its worth. ■"}], "id": 38}