{"coverImageURL": "https://www.economist.com/media-assets/image/20230603_STD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why legal writing is so awful", "subtitle": "Never attribute to malice what can be explained by mere convenience", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2023-05-31T17:16:15Z", "contents": [{"role": "body", "text": "“THE FIRST thing we do, let’s kill all the lawyers,” is one of Shakespeare’s most memorable lines. You would struggle to find such a line in the writings of lawyers themselves—and not just because they would, presumably, disagree. Though some judges are sophisticated stylists, most legal language is fussy, tangled and incapable of producing anything so pithy. (This is no doubt one reason so many people want to kill all the lawyers.) But do lawyers write that way to impress, to bewilder—or perhaps because they must?"}, {"role": "body", "text": "In a study published in Proceedings of the National Academy of Sciences, Eric Martínez and his colleagues from the Massachusetts Institute of Technology and the University of Edinburgh tried to find out. Contracts written in “legalese”, as well as simplified versions conveying identical concepts, were shown to American lawyers and laypeople. It turns out that lawyers struggle with, and dislike, legal language almost as much as their clients."}, {"role": "body", "text": "Legalese is heavy on “centre-embedding”, sentences in which related words are separated by a long insertion, as in “It is understood by artist and company that comprehensive liability insurance, protecting against any claim or demand up to $300,000, including attorney’s fees, related to company’s actions under this venue agreement, shall be purchased and maintained throughout the agreement by company.” This puts a heavy strain on the brain’s working memory. The word “insurance” must be held in the mind while some 20 other words go by before its attendant verb phrase “shall be purchased” arrives. "}, {"role": "body", "text": "Another baleful feature of legal writing is jargon: uncommon words like hereinbefore, mala fides and lessor. These mean little more than above, bad faith and landlord. Even if most lawyers and many laypeople know the jargon, the words require more effort to recall than everyday ones."}, {"role": "body", "text": "Given the almost universal disdain for legal language, the obvious question is why it persists. Mr Martínez and his colleagues examined several hypotheses. One was “the curse of knowledge”. This is the idea that many learned people do not know how to write for those less informed than themselves. But the researchers found that the lawyers struggle with legal language too. They found the content of the legalese contracts harder to understand and remember. So did laypeople, of course, but they remembered the simple contracts as well as the lawyers did the complex ones; they understood them almost as well, too."}, {"role": "body", "text": "A more cynical idea was the “it’s just business” hypothesis. This holds that lawyers are intentionally opaque so as to gull clients into paying more for their supposed expertise. But that did not fit the data either, for the lawyers believed their clients would be more likely to sign the simplified contracts than the standard ones. "}, {"role": "body", "text": "Perhaps legalese is a form of “in-group signalling”—behaviour used to signal belonging to a group, such as religious iconography or flag-waving at sports events, and aimed at fellow lawyers rather than clients? But the lawyers in the test group said they would be more likely to hire the writers of the simplified contracts than the authors of the traditional gobbledygook."}, {"role": "body", "text": "The most common defence of legalese is the need for precision, says Mr Martínez (who trained as a lawyer before switching to cognitive science). Legal language, in this view, is too important to leave to the imprecisions of ordinary style. But this argument was refuted too: the lawyers who read the simplified contracts rated them just as enforceable as the complex ones. "}, {"role": "body", "text": "The researchers were left with a simple conclusion, which they call the “copy-and-paste hypothesis”. Lawyers imitate what previous lawyers have done. After all, a good deal of rote legal work (such as drawing up contracts) can be copied in large chunks from one document to another. "}, {"role": "body", "text": "Whatever the reason, changing behaviour will be hard. Experts in legal writing have called for clearer prose for decades. But the plague of legalese persists. Perhaps evidence from outside the profession will help change things—especially if it is written in plain language. ■"}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}], "id": 65}