{"coverImageURL": "https://www.economist.com/media-assets/image/20230304_WBP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Artificial intelligence is reaching behind newspaper paywalls", "subtitle": "Publishers long accused tech firms of profiting from their content. Now they have a point", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-03-02T15:05:15Z", "contents": [{"role": "body", "text": "There was big news in Canada last week—but if you were in Canada itself you may have missed it. On February 22nd it emerged that Google was blocking access to news content, in a five-week trial affecting about 4% of users in the country. The measure comes as Canada’s Senate considers a bill that would force big internet companies to pay publishers for displaying links to their stories. Google says it may simply block them instead; Canada’s government says the search engine’s actions amount to intimidation."}, {"role": "body", "text": "It is the latest episode in a worldwide dispute between new media and old. News organisations, which in the past two decades have seen most of their advertising revenue disappear online, accuse search engines and social networks of profiting from content that is not theirs. Google and Facebook, which have come in for most of the flak, retort that they merely display links and a few lines of text, rather than articles themselves, and that by doing so they drive traffic to publishers (who in any case can opt out if they choose). Facebook estimates that it sends 1.9bn clicks a year to Canadian media, publicity it values at C$230m ($170m)."}, {"role": "body", "text": "The online platforms’ arguments have mostly fallen on deaf ears. Cheered on by their domestic press, governments in countries including Australia, Britain and Spain have passed or proposed laws aiming to squeeze money out of Silicon Valley and into local media companies. Australia’s law, passed in 2021, prodded tech firms to make payments to Australian media reportedly worth about A$200m ($135m) in the scheme’s first year."}, {"role": "body", "text": "To ward off similar legislation elsewhere, Google and Facebook have set up mechanisms for funnelling “support” to media companies. Google’s “News Showcase” will spend about $1bn in 2020-23 on licensing content from more than 2,000 news organisations in more than 20 countries. Facebook’s News Tab (in which The Economist has participated) does something similar, but has lately been scaled back. Unlike Google, Facebook can live without news, which makes up only 3% of what users see in their feed."}, {"role": "body", "text": "The laws have sometimes had the feel of a shakedown of the wealthy foreign tech firms by governments. But developments in the search business mean that the publishers’ complaints seem increasingly justified. Search engines have been getting better at displaying information without referring visitors to external sources. Ask Google the size of Canada’s population and it simply tells you that it was 38m in 2021 (followed by its usual list of suggested websites). About a quarter of desktop Google searches now end with no onward clicks, according to Semrush, an online marketing company."}, {"role": "body", "text": "Artificial intelligence (AI) promises to improve this capability dramatically. Google’s AI helper, Bard, is still under wraps. But its rival, incorporated into Microsoft’s Bing search engine, is already resolving queries. Ask the old Bing for a summary of Canada’s last election results and it points to sites including CBC News and the Globe and Mail. Ask the new Bing and it gives a decent account by itself (along with footnoted links to sources). AI assistants can even reach behind paywalls. A user trying to find the New York Times’s recipe for macaroni and cheese will be stopped by a demand for payment and subscription. But ask Bing’s AI and it serves up a paraphrased version of the whole recipe, complete with a licking-lips emoji."}, {"role": "body", "text": "The search companies admit they are still finding their way with new technology, which is mostly not yet on general release. That is unlikely to satisfy publishers’ lawyers. The chief counsel at one large media company argues that AI-search companies should be made to license the content they regurgitate, just as Spotify has to pay record labels to play their songs. AI’s use of others’ material is “the copyright question of our times”, he says. For years the complaints of publishers against platforms have rung somewhat hollow. Now they have a real story on their hands. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}]}