{"coverImageURL": "https://www.economist.com/media-assets/image/20230304_BRP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Explaining what is in the Windsor framework", "subtitle": "Rishi Sunak’s deal softens the Irish Sea border, but not as much as he claims", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-03-02T15:05:16Z", "contents": [{"role": "body", "text": "THE NEW Brexit deal for Northern Ireland is a big win. Rishi Sunak glowed as he joined the European Commission president, Ursula von der Leyen, on February 27th to unveil the “Windsor framework”. Mr Sunak touted the EU’s concessions and the new mutual trust. Yet the devil is in the details."}, {"role": "body", "text": "The Democratic Unionist Party (DUP) wanted the removal of the Northern Ireland protocol, which keeps the province in the EU’s single market for goods. The Windsor framework replaces it. But the treaty text of the protocol has not been changed significantly."}, {"role": "body", "text": "A new system of “green lanes” will allow trusted traders to export goods from Great Britain to Northern Ireland that are not crossing into Ireland with minimal (but not zero) checks. Goods that may cross the border face full “red lane” controls. Labels must be used to make clear which is which. "}, {"role": "body", "text": "The framework also deals with a set of specific grumbles over parcels, pets, sausages and so on. Bans on these will be scrapped, as they will be for plants and seed potatoes. Any medicines approved by the UK will also be freely available in Northern Ireland. "}, {"role": "body", "imageURL": "https://www.youtube.com/embed/7NHsbJXhbBk", "imageWidth": 640.0, "imageHeight": 360.0, "imageDescription": "", "text": ""}, {"role": "body", "text": "As for VAT, excise duties and state aid, Northern Ireland will now benefit from UK-wide changes to VAT for fixtures and buildings, and from excise-duty relief for alcoholic drinks this summer. But elsewhere EU rules will apply. So will the EU’s state-aid regime, although it has been clarified as applying only in narrowly defined cases."}, {"role": "body", "text": "On governance, the DUP wanted to end jurisdiction for the European Court of Justice. The deal says most disputes should be settled by Northern Irish courts. But the ECJ is still the ultimate arbiter of EU laws. The agreement also creates a “Stormont brake”, under which 30 members of the Northern Ireland assembly, from at least two parties, can ask the UK to veto changes in EU single-market rules. Yet as Norway has found with a similar brake, this is a nuclear option that would trigger EU retaliation—casting doubt on whether it can be used."}, {"role": "body", "text": "The Windsor framework clearly improves the protocol. Yet it is misleading to claim, as Mr Sunak has, that “it removes any sense of an Irish sea border”. No wonder the DUP wants more time to analyse it.■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 41}