{"coverImageURL": "https://www.economist.com/media-assets/image/20230304_BRD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How Britain’s Conservative Party channels Milhouse from The Simpsons", "subtitle": "Everything’s coming up Rishi!", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-03-02T15:05:16Z", "contents": [{"role": "body", "text": "Watching Rishi Sunak enjoy his best day as prime minister, it was impossible not to be reminded of the biggest loser in the western canon. As the Conservative leader talked mps through his renegotiation of the Northern Ireland Protocol, the spectre of Milhouse from “The Simpsons” loomed. "}, {"role": "body", "text": "The blue-haired, bespectacled Milhouse is Bart’s best friend and a glutton for misfortune. Sometimes, however, things go his way. When a flood hits Springfield, water gushes into Milhouse’s bedroom and over his short-legged trousers. “My feet are soaked but my cuffs are bone dry!” he cries with delight, as he triumphantly squelches out of his ruined home. “Everything’s coming up Milhouse!” "}, {"role": "body", "text": "A Milhousian short-term delight even when things look terrible long-term is the order of the day for the Conservatives. True, 25 points behind in the polls they may be. Yes, electoral Armageddon awaits, unless something changes. But things are, otherwise, going well for the Conservatives. A new deal in Northern Ireland is just the beginning. From the public finances to relations with France, everything’s coming up Rishi! "}, {"role": "body", "text": "Threats to Mr Sunak have been seen off, for now. The Conservatives’ wing of hardcore Brexiters, which has bent the party to its will for a decade, is now meek. Previously, they may have thrown a fit over the new arrangements in Northern Ireland, which make it easier to trade between the province and the rest of the country, but still leave it covered by eu law. Instead, they piped down, surprised that Mr Sunak had managed to secure what he did. He has even scared off Boris Johnson, who still dreams of one day returning to Downing Street. "}, {"role": "body", "text": "Elsewhere, the Treasury is forecast to borrow £30bn less than it expected this year, giving the government some legroom in the March budget. Energy prices have collapsed, making government subsidies cheaper. Inflation is falling. One estimate from Citi, a bank, said inflation in Britain could fall to 2% by the end of the year. Pay deals with public sector unions are easier to reach when there is more cash to go around and inflation is, at least, slowing. "}, {"role": "body", "text": "An Anglo-French summit next week is an easy opportunity for Mr Sunak to boost his statesman’s credentials. The bar is on the floor. Gone are the idiotic rows that marred relations under Mr Johnson. (After a particularly noxious one, Mr Johnson took to whistling “La Marseillaise” between meetings, recalls one former aide.) A mooted deal would aim to stem the tens of thousands of people who cross the channel in small boats each year. Unlike arrangements in Northern Ireland, which are important in the province but largely ignored outside it, voters would care, too. "}, {"role": "body", "text": "Milhousian thought may hit the country at large. For the first time since 2016, the interests of the Conservative Party are the same as the country’s. Mr Johnson’s Brexit deal was awful for Britain but fantastic for the Conservative Party, as it helped secure an 80-seat majority in the 2019 general election. Now, however, the modest goals Mr Sunak has set himself —cutting inflation or normalising relations with the eu—will leave both party and country better off. Everything’s coming up Britain! "}, {"role": "body", "text": "So ends the case for short-term optimism. The case for long-term despair is more compelling. Reduced to its essence, the achievement of the Northern Ireland deal seems ridiculous. No longer would the trade of seed potatoes between Scotland and Northern Ireland—parts of the same country—be impeded, declared the prime minister. Sausages can cross the Irish Sea with ease. People are prone to strange boasts after a divorce. Milhouse’s father, another loser, bought a children’s bed in the shape of a sports car shortly after his wife left him. “I sleep in a racing car. Do you?” Homer Simpson replied: “I sleep in a big bed with my wife.”"}, {"role": "body", "text": "Fundamentally, Mr Sunak is earning praise for cleaning up the mess he helped make. Other senior Conservatives went along with Brexit because it was the people’s will; Mr Sunak simply thought it was an excellent idea. The deal that Mr Sunak dismantled was one that he once supported. Relations with France must be repaired only because they have been trashed by Mr Johnson, whom Mr Sunak backed early and loudly in 2019. "}, {"role": "body", "text": "Whether Mr Sunak’s government can do more than fix its own mistakes will determine the course of politics for the next 18 months. Public services are exhausted. Day-long waits in a&amp;e are common. Some crimes have, in effect, been legalised, with the charge rate for even serious crimes such as assault now in single figures. Higher interest rates mean about 1.4m households will roll on to costlier mortgages this year. Inflation may be falling. But voters will still be worse off. A recession may be avoided; widespread misery will not. "}, {"role": "second", "text": "Not only am I not learning, I’m forgetting stuff I used to know"}, {"role": "body", "text": "Westminster is bad at ingesting such slow-moving trends. Politicians and the people who write about them are easily bored. The thought of repeating the same tale—that slow growth, rubbish public services and falling incomes will probably doom the Conservatives at the next election—gives people hives. Better to paint Mr Sunak as a plucky underdog. It was a similar desire that saved Milhouse. In an oral history of how everything came to be coming up Milhouse, a writer on “The Simpsons” revealed he took pity on the hapless boy: “There are so many pitches just dumping on him and his family—I felt like I had to rescue him from the other writers.” Mr Sunak will benefit from the same protection. "}, {"role": "body", "text": "If Mr Sunak is able to guide the Conservatives to victory at the next election, potentially as soon as next summer, he will deserve a reputation as the shrewdest politician this century. Even if he somehow drags the government from potential extinction to a mere hung parliament, plaudits will be merited. Should he fail to manage either, he will be remembered as Milhouse, a man who took delight in small victories while water closed over his head. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics:Bring back Shamima Begum and then put her in prison (Feb 22nd)The Brexit Re-enactment Society (Feb 14th)The Conservative Party’s morbid symptoms (Feb 7th)"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 46}