{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_AMP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-03-02T15:05:16Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Chile’s central bank"}, {"role": "body", "text": "Generalising about economic or political matters in Latin America is always challenging given that this is a particularly heterogeneous region. Still, “Lessons from the land of high inflation” (February 18th) tried just that when it claimed that governments in the region are questioning the independence of central banks. I would like to point out that the Chilean government fully values the 33-year-long independence of the Central Bank of Chile. "}, {"role": "body", "text": "Neither our president, Gabriel Boric, nor any other government authority has criticised monetary-policy decisions since normalisation started some 17 months ago. The current administration has collaborated with the CBC in the fight against inflation by articulating one of the strictest fiscal consolidations in the world, moving from an overall deficit of 8% of GDP in 2021 (under a right-wing government) to a surplus of 1.2% of GDP in 2022. "}, {"role": "body", "text": "In my view, supporting independent central banks is not at all alien to progressive politics, given that inflation is a major source of economic inequality."}, {"role": "body", "text": "Mario MarcelMinister of financeSantiago, Chile"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_BRP501.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A heating argument"}, {"role": "body", "text": "Your article on the challenge in Britain of getting households to take up heat pumps mentioned the scepticism surrounding the widespread use of hydrogen for home heating, in part because it is more energy intensive (“Pump unprimed”, February 11th). I was partly responsible for modelling the residential building decarbonisation trajectories for the Climate Change Committee, an independent statutory body. The government has simply picked the lowest target of installing 600,000 pumps a year out of five different scenarios to achieve net zero by 2050. Our modelling showed that without the widespread use of hydrogen boilers the real required heat-pump installation rate is closer to 1m units a year by as early as 2030, to achieve a cumulative total of over 20m heat pumps by 2050."}, {"role": "body", "text": "It is testament to this government’s sleight of hand that it has managed to get the media to repeat the 600,000 target, without mentioning the caveat that it only works to achieve net zero if accompanied by a roughly equal installation rate of hydrogen boilers."}, {"role": "body", "text": "Alaa AldubushBristol"}, {"role": "body", "text": "There is another key piece in the net-zero puzzle; the 1.7m homes in Britain that rely on oil, rather than gas, for heating and will be expected to begin switching to heat pumps from 2026. For many older off-grid homes, heat pumps will be wholly inappropriate and an expensive imposition. The switch to a heat pump will cost these households on average £20,500 ($25,000) once the full retrofit costs are included. We believe that the government should adopt a technology neutral approach giving these households, and off-grid businesses, the choice to modify their boilers to run on low carbon liquid fuels like hydrotreated vegetable oil (HVO). "}, {"role": "body", "text": "The government’s own data shows that switching to these fuels would lead to an 88% reduction in greenhouse-gas emissions. It is also highly cost effective, with boiler conversion costs estimated at £500. There is space in our country’s low-carbon future for a wide variety of fossil-fuel alternatives, from heat pumps to HVO. However, we would like to see a recognition from the government that a heat pump-first approach removes choice, adds cost and will leave rural communities disadvantaged. Decarbonisation can be achieved more quickly, and in a fairer and more equitable manner, simply by giving consumers the power to choose."}, {"role": "body", "text": "Paul RoseChief executive Oil Firing Technical AssociationMelton, Suffolk"}, {"role": "body", "text": "Ken CroninChief executive UK and Ireland Fuel Distributors AssociationBirmingham"}, {"role": "body", "text": "It is unlikely that heat pumps will resolve the need to replace tens of millions of domestic gas-fired boilers, unless there is a massive upgrade to insulation standards for the existing housing stock. Heat pumps cannot ensure the level of comfort demanded by the average homeowner without this huge investment. And by the way, where is the army of technicians and plumbers that are going to be required to carry out the conversions?"}, {"role": "body", "text": "Charles TurnerEmeritus professor of electrical engineering at King’s College London"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_LDD003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Opus DEI"}, {"role": "body", "text": "Regarding ways to promote academic freedom (“Wanted: severe contests”, February 11th) what is happening at Berkeley today is an example of an institution treading into very dangerous waters and savaging its own free-speech legacy. The Free Speech Movement started at Berkeley in the 1960s. The righteousness the university now thinks it has in demanding that applicants submit statements on diversity, equity and inclusion (DEI) is no different from demanding anti-communist oaths during the McCarthy era. The “good guys” always think they’re doing the right thing. The problem is that determining who the good guys are is fraught with subjectivity, and the ends they strive towards don’t always justify the means they employ. Berkeley had its own anti-communist loyalty oath for faculty members in the 1950s until it was struck down by California’s Supreme Court in Tolman v Underhill. "}, {"role": "body", "text": "Berkeley’s DEI statements may not violate the First Amendment of the American constitution, but is that really how low the university’s standards for free speech have fallen?"}, {"role": "body", "text": "J.P. NixonWestport, Connecticut"}, {"role": "body", "text": "Proclamations by staff of fealty to DEI could be generated by artificial intelligence, based on well-established buzz words and ideologies. Computer-generated DEI statements would save time and avoid the awkward situation for those who, for example, may support equal opportunities, but not require equal outcomes. The use of AI may allow university political officers to check their boxes. Some self-abasement is necessary, however, to demonstrate power, as noted by George Orwell in “1984”. "}, {"role": "body", "text": "Peter TurchiSanta Fe, New Mexico "}, {"role": "body", "text": "All this talk of DEI oaths reminds me of the brief time when I was in charge of getting funding for building roads in Afghanistan. We had to pledge that our project would be gender inclusive and carbon neutral."}, {"role": "body", "text": "Romain Poirot-LelligLagos"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_CNP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "What do we see in Yue"}, {"role": "body", "text": "Pity poor Yue Fei, a 12th-century Chinese general, whipsawed between his opposing roles today of avatar of Han ethnic pride on the one hand and symbol of national loyalty on the other (“Seeing red on the silver screen”, February 11th). It would be so much easier if the People’s Republic were a nation-state made up just of Han Chinese. But it’s not. For years now, ideologues have been going back and forth over whether to praise Yue for his steadfast devotion to the struggle to defend Song China against alien Jurchen invaders or to censure him for lacking the foresight to promote the values of ethnic harmony that would one day be so useful to a different Chinese state."}, {"role": "body", "text": "This just shows how risky it is to run your politics through the history books, or historically themed movies and media, for that matter. As David Byrne put it so memorably, “Facts all come with points of view. Facts don’t do what I want them to.”"}, {"role": "body", "text": "Mark ElliottDepartment of East Asian Languages and CivilisationsHarvard UniversityCambridge, Massachusetts"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230218_BRP005.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A solid majority"}, {"role": "body", "text": "Your chart of support for Scottish independence amply illustrates why big, irrevocable decisions should not be decided by a simple majority (“A house divided”, February 18th). Opinion for support ebbs and flows around 50%. Whether or not a majority for independence is obtained may be an accident of timing or hostage to unrelated events. A requirement for a two-thirds, 60% or even 55% majority makes it more likely that a successful proposal is favoured over a sustained period, greatly increasing its legitimacy."}, {"role": "body", "text": "Michael StreuliLondon"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_WBD003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Curb your enthusiasm"}, {"role": "body", "text": "Bartleby’s commentary on the corporate fashion for passion and enthusiasm for the job among employees (February 11th) reminded me of the following quote from “What’s Bred in the Bone”, a novel by Robertson Davies: “If the system taught them anything at all, it was that all authority is capricious, but may be appeased by a show of zeal, unaccompanied by any real work.” "}, {"role": "body", "text": "Al JacksonWest Des Moines, Iowa"}]}