{"coverImageURL": "https://www.economist.com/media-assets/image/20230304_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Nigel Biggar tries—and fails—to rehabilitate the British Empire", "subtitle": "“Colonialism: A Moral Reckoning” relies on hoary arguments and selective evidence", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-03-02T15:05:16Z", "contents": [{"role": "body", "text": "Colonialism: A Moral Reckoning. By Nigel Biggar. William Collins; 480 pages; $34.99 and £25"}, {"role": "body", "text": "For a professor of theology, Nigel Biggar has a sharp appetite for controversy. One of his previous books defended the concept of the “just war”. In 2017 he set up a research project on “Ethics and Empire” at the University of Oxford. He was denounced for suggesting that it might be intellectually credible to re-evaluate the morals of the British Empire. To his critics, this did not sound like serious history. His latest book is an effort to set them straight. "}, {"role": "body", "text": "True to form, “Colonialism: A Moral Reckoning” takes aim at the verities of the left-leaning academic establishment—in particular the modish academic discipline of post-colonial studies. The book is determinedly revisionist and provocative, often foolhardy and sometimes just banal. "}, {"role": "body", "text": "Plenty of people in Britain’s former colonies have long regarded the British Empire as racist and exploitative, even genocidal. What troubles Professor Biggar is that among British historians, too, it is now axiomatic to see the empire as a means to enslave and immiserate other peoples for the benefit of a small white elite. At times, and in places, he concedes, the empire was indeed some, if not all, of these things. But so were most empires throughout history. Unlike most others, he contends, British imperialists were often motivated by a strong sense of “Christian humanitarianism”: a willingness to use their power and wealth to do good, even if that was not in their own interests. "}, {"role": "body", "text": "This is a hoary way for Britons to fend off post-imperial guilt: however reprehensible they were, many told themselves for decades, someone else was worse. Self-serving as it seems, Professor Biggar wants to recover this sense of moral superiority. In that way, he writes, the empire can give those “who identify ourselves with Britain cause for lament and shame”, but also “cause for admiration and pride”."}, {"role": "body", "text": "Those last words will make many readers shudder. But the case must be made, the author insists, because only by taking pride in the “liberal, humanitarian principles and endeavours of the colonial past” can the British, along with Canadians, Australians and New Zealanders, remain confident in their roles as “important pillars of the liberal international order”."}, {"role": "body", "text": "That is another startling claim—not least in assuming that a liberal international order still exists, and that Britain is a pillar of it. The historical evidence that underpins the argument is shoddy."}, {"role": "body", "text": "Somewhat astonishingly, exhibit A in Professor Biggar’s defence of the empire is the slave trade. He knows Britain was heavily involved in this world-historical evil (as were their fellow Europeans, west Africans and others). But the British, he says, also resolved to abolish the trade, and subsequently the institution of slavery itself. Recent historians have rightly focused on the role of slave rebellions in bringing about abolition in the Caribbean. Here Professor Biggar wants to rewind the clock and re-emphasise the input of white abolitionists, such as Thomas Clarkson, a devout British campaigner."}, {"role": "body", "text": "Most of these activists, he writes, were guided not by a sense that slavery had become uneconomical, but by moral outrage. In the late 18th century they were backed by an early boycott of a consumer product, namely sugar. After emancipation, Professor Biggar continues, Britain invested heavily in the suppression of the slave trade around the world (while paying a fortune in compensation to British former slave-owners). In some analyses, this effort reflected a wish to stop slaveholding economies undercutting British exporters, who now relied on free labour. The author disregards that motive. “For the second half of [the empire’s] life,” he trumpets, “anti-slavery, not slavery, was at the heart of imperial policy.” "}, {"role": "body", "text": "Ranging more widely, he takes on the common charge that the British were slow to introduce democracy and other civil rights in their overseas territories. In reality, he thinks, the pace of progress rarely lagged far behind that in Britain itself, as in the gradual extension of the franchise there. The survival of the empire, he argues, rested largely on the co-operation of millions of Indians, Africans and others. He does not dwell on the often divisive patronage that helped secure this acquiescence, nor on the fundamental lack of choice that citizens of the colonies faced, both of which were underpinned by force. "}, {"role": "body", "text": "As for the widespread bloodshed and repression: with the tone of a dogged barrister, Professor Biggar tackles some of the most notorious incidents in a bid to show that, even at its worst, the empire was not “wantonly violent”. For instance, he argues that the sacking in 1897 of Benin City in present-day Nigeria was in part justified by a desire to end slavery and human sacrifice there. In this account, the killing and looting that ensued were collateral damage."}, {"role": "body", "text": "These points often rely on a naive distinction between purportedly high-minded policymakers in Whitehall and the assorted settlers, adventurers and soldiers who (to take one example) shot people in India from cannons to discourage rebellion. To those on the receiving end of such brutality, it mattered little that some board of inquiry in London might later tut-tut—as happened in the case of the Amritsar massacre of 1919 (pictured), in which 379 peaceful Indians were killed by a trigger-happy British unit and hundreds more were wounded. "}, {"role": "body", "text": "Professor Biggar seems unfazed by this cruelty and bloodlust, observing that “any long-standing state” harbours “evils and injustices”. This is a lazy and banal defence, especially since he reckons this particular empire had higher moral standards than others. He also asks readers to believe the empire was not “essentially racist”. Yet the entire edifice of colonial rule, from exclusive all-white men’s clubs in imperial outposts, to the operation of justice and the courts, was founded on the alleged superiority of educated white men. "}, {"role": "body", "text": "And as for the claim that liberal internationalism grew out of what the empire got right: for what it is worth, that creed owes much more to intellectual traditions and luminaries, such as George Orwell, that were opposed to imperialism, than it does to those who thought the empire could be a force for good. In a spirit of open inquiry, it is fair to question contemporary orthodoxy about the British and other empires. But Professor Biggar goes much too far. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}]}