{"coverImageURL": "https://www.economist.com/media-assets/image/20230304_WOT993.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Places with high religious participation have fewer deaths of despair", "subtitle": "The loss of social capital, as well as opioids, explains rising middle-aged mortality", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-02-27T17:56:28Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230304_WOF996.png", "imageWidth": 1280.0, "imageHeight": 1760.0, "imageDescription": ""}, {"role": "body", "text": "In 2015 Anne Case and Angus Deaton published a landmark paper on death rates in America. The economists found that mortality had been rising among middle-aged whites, thanks to a surge in drug overdoses, alcohol-related illness and suicides—causes they deemed “deaths of despair”."}, {"role": "body", "text": "Other scholars have asked whether this category is useful. One study by Congressional researchers in 2019 found that 70% of the rise in deaths-of-despair rates came from drugs alone. It also showed that the rise in mortality did not coincide with increasing economic malaise or self-reported unhappiness. Were these untimely deaths really evidence of anguish, or merely the result of a raging opioid epidemic?"}, {"role": "body", "text": "A new paper by Tyler Giles of Wellesley, Daniel Hungerman of Notre Dame and Tamar Oostrom of Ohio State bolsters the case that deaths of despair stem in part from weakening social ties. It shows that mortality from these causes among middle-aged whites stopped falling around 1990—well before the rise in opioid use."}, {"role": "body", "text": "What changed at that time? The authors studied attendance at religious services. They found that states with more participation had fewer deaths of despair, and that the faster religious attendance fell in a state, the more such deaths rose. A paper in jama in 2020 also showed that of 110,000 health workers, those who went to services were less likely to die from these causes."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230304_WOF995.png", "imageWidth": 1280.0, "imageHeight": 2636.0, "imageDescription": ""}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230304_WOF994.png", "imageWidth": 1280.0, "imageHeight": 1707.0, "imageDescription": ""}, {"role": "body", "text": "This pattern does not prove that religious participation wards off deaths of despair. But the authors tried to isolate the impact of religion by studying blue laws, which banned commerce on Sundays to encourage churchgoing. Whenever a state repealed a blue law, religious attendance tended to plummet, creating a natural experiment. And sure enough, deaths of despair rose unusually quickly in the few years following these repeals. Although legalising alcohol sales on Sundays may account for some of this trend, the biggest increase in mortality came from suicides."}, {"role": "body", "text": "Strikingly, the study found that private prayer was not linked to lower deaths of despair. This suggests that the risk reduction stems not from belief, but rather from the interpersonal connections that organised religion provides. Although secular groups like charities or labour unions also produce such “social capital”, the jama authors say that faith-based networks provide unusually potent protection.■"}, {"role": "body", "text": "Chart source: “Opiates of the masses? Deaths of despair and the decline of American religion”, by T. Giles, D.M. Hungerman and T. Oostrom, NBER, 2023, working paper"}]}