{"coverImageURL": "https://www.economist.com/media-assets/image/20231209_FND000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "At last, a convincing explanation for America’s drug-death crisis", "subtitle": "There is a more plausible cause than despair", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-12-07T11:02:52Z", "contents": [{"role": "body", "text": "It is hard to overstate the impact of America’s fentanyl epidemic. The synthetic opioid and its close chemical relatives were involved in about 70% of the country’s 110,000 overdose deaths in 2022. They are now almost certainly the biggest killer of Americans between the ages of 18 and 49. Every 14 months or so America loses more people to fentanyl than it has lost in all of its wars combined since the second world war, from Korea to Afghanistan."}, {"role": "body", "text": "Perhaps it seems odd to look to economics for insights about how to manage a crisis which is more naturally the domain of public health, but economists’ research methods are well-suited to examining the problem. It is thus regrettable that the discipline has had little to say about fentanyl. A review of 150 economic studies in 2022 included just two that were focused on the drug."}, {"role": "body", "text": "Such inattention can be explained by the research time lag. From identifying questions to writing up findings to—most painful of all—peer review, it can easily take a decade to go from inchoate idea to published paper. Given that fentanyl overtook heroin as the biggest drug killer in America in 2016, economic research on its spread is only just beginning to arrive. "}, {"role": "body", "text": "This delay has led to a backward-looking bias in discussions of the crisis. Research has concentrated on earlier waves of America’s opioid addictions, notably prescription pills in the early 2000s and the shift to heroin and other alternatives in the 2010s."}, {"role": "body", "text": "The best-known explanation is the “deaths of despair” hypothesis, advanced by Anne Case and Angus Deaton of Princeton University. They examined a sharp rise in mortality for white Americans, driven by opioids and, to a lesser extent, suicide and alcohol. This suffering, they argued, was related to economic insecurity. Yet their analysis had major defects, such as a failure to adjust for ageing populations. The arrival of fentanyl has highlighted a more fundamental flaw: it now kills black people at a higher rate than white people, the group supposedly gripped by anguish. An ill-defined notion of “despair” that leaps between different segments of the population does not carry much explanatory heft."}, {"role": "body", "text": "Some economists have homed in on the financial roots of the crisis. Justin Pierce of the Federal Reserve and Peter Schott of Yale University documented how areas most exposed to trade liberalisation suffered most. They found that counties exposed to import competition from China after 2000 had higher unemployment rates and more overdose deaths. Their analysis, however, ended in 2013, when the effects of this trade-related affliction were wearing off—and just before the fentanyl storm erupted."}, {"role": "body", "text": "Others have traced America’s addiction to the original sin of pharmaceutical firms pushing painkillers. In a paper published in 2019 Abby Alpert of the University of Pennsylvania and colleagues showed that states with looser prescription rules were targeted by Purdue Pharma in the late 1990s when it started selling OxyContin, its notorious opioid, and that they had nearly twice as many deaths from opioid overdoses as states with stricter rules over the following two decades. But recent years have been horrific everywhere: in California, a state with stricter rules, the opioid-overdose death rate roughly tripled between 2017 and 2021."}, {"role": "body", "text": "At last, economists are catching up with the awful turn in the opioid crisis. A new working paper by Timothy Moore of Purdue University, William Olney of Williams College and Benjamin Hansen of the University of Oregon offers a novel way of examining the spread of fentanyl. Rather than trying to account for demand for opioids, the focus of most research, they look squarely at the supply side of the equation, finding a strong correlation between aggregate import levels and opioid use. In states that import more than the national median, overdose deaths are roughly 40% higher. Put another way, 10% more imports per resident are associated with an 8.1% increase in fentanyl deaths from 2017 to 2020."}, {"role": "body", "text": "This is not because of some kind of trade-induced economic malaise. Many big importing states are wealthy, such as New Jersey and Maryland. Rather, the essential point is that these states bring in more stuff from abroad, and fentanyl is often part of the mix. It may ultimately travel around America, but much of it remains, and kills, in the states where it first arrived. None of the previous hypotheses—deaths of despair, competition from China or opioid marketing—have an impact on the relationship between trade flows and fentanyl deaths."}, {"role": "body", "text": "Policy responses often centre on the roles of China as a producer of fentanyl-related chemicals and Mexican drug gangs as distributors. America’s drug enforcers are especially active on its southern border; its diplomats want China to crack down on makers of synthetic opioid feedstocks. But Mr Moore and his colleagues conclude that more trade with pretty much anywhere is associated with fentanyl deaths. The probable explanation is that gangs are nimble and shift their smuggling routes. "}, {"role": "second", "text": "Slow it down"}, {"role": "body", "text": "This makes intuitive sense. Fentanyl’s danger stems from its potency: it is up to 50 times stronger than heroin. Criminals can sneak in tiny volumes, with devastating effects. And drug users can get one hell of a high for next to nothing: a single $5 pill contains a lethal dose. In business terms the overall picture is that of a classic positive supply shock—of a most negative product. "}, {"role": "body", "text": "The forensic accounting of fentanyl’s spread by Mr Moore and his colleagues is important. It suggests that targeting China and Mexico risks a game of whack-a-mole. Any country at any given moment may be the trouble spot, so it is better to spread out enforcement resources more evenly. It also shows that legal trade is probably the main conduit for fentanyl smuggling, meaning that more sophisticated screening operations at all ports of entry would be wise. Last, it reveals that despite all the attention paid to the disadvantaged and the despairing, the core problem is at once simpler and more depressing: fentanyl is just too easy to get. ■"}, {"role": "body", "text": "Read more from Free exchange, our column on economics:Why economists are at war over inequality (Nov 30th)How to save China’s economy (Nov 23rd)The false promise of green jobs (Oct 14th)"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter"}], "id": 65}