{"coverImageURL": "https://www.economist.com/media-assets/image/20231209_CUD004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Books by The Economist’s journalists in 2023", "subtitle": "From our desks to your library", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-12-01T18:10:30Z", "contents": [{"role": "body", "text": "Age of the City. By Tom Lee-Devlin and Ian Goldin. Bloomsbury; 256 pages; $26 and £20"}, {"role": "body", "text": "One of our business correspondents examines how cities came to dominate the global economy and explains how they will solve issues, including climate change and inequality, in the years ahead. Richard Florida, an urban theorist, called it “the book we need now.”"}, {"role": "body", "text": "Always Take Notes: Advice From Some Of The World’s Greatest Writers. Edited by Rachel Lloyd and Simon Akam. Ithaka; 288 pages; £20"}, {"role": "body", "text": "A compendium of writing advice, co-edited by our deputy culture editor. Celebrated authors, including Ian McEwan and Elif Shafak, reflect on their careers and creative process. “An invaluable repository of wisdom that you can return to over and again”, said the Fence. "}, {"role": "body", "text": "Carmageddon. By Daniel Knowles. Abrams; 248 pages; $28"}, {"role": "body", "text": "A polemic against the dominance of automobiles, by our Midwest correspondent, which argues that cars threaten the climate, undermine cities and make people economically worse off. “Briskly written” and “well researched”, according to the New Yorker. "}, {"role": "body", "text": "Lifescapes. By Ann Wroe. Jonathan Cape; 214 pages; £18.99"}, {"role": "body", "text": "Our obituaries editor reflects on 20 years of recording the lives of other people in a collage of prose, poetry and memoir. “Astonishing” said the Daily Telegraph. Named a book of the year by the London Times, the Financial Times and the Times Literary Supplement. "}, {"role": "body", "text": "The Shining Mountains. By Alix Christie. High Road Books; 355 pages; $27.95"}, {"role": "body", "text": "A novel about the North American fur trade in the 19th century, by one of our regular contributors to the Culture section. An “original, truly epic and memorable saga”, said the Midwest Book Review."}, {"role": "body", "text": "Spain: The Trials and Triumphs of a Modern European Country. By Michael Reid. Yale University Press; 320 pages; $30 and £18.99"}, {"role": "body", "text": "An account of Spain’s democratic achievements since Franco, by a former correspondent and senior editor. “Reid has a gift for making the abstruse accessible,” said the Wall Street Journal. "}, {"role": "body", "text": "Vienna: How the City of Ideas Created the Modern World. By Richard Cockett. Yale University Press; 445 pages; $35 and £25"}, {"role": "body", "text": "One of our senior editors traces Vienna’s rich intellectual history from psychoanalysis to Reaganomics. This book looks at how history, science and culture have been shaped by the city of Sigmund Freud and Gustav Mahler. The Financial Times thought it was “illuminating”."}, {"role": "body", "text": "Writing with Style: The Economist Guide. By Lane Greene. Pegasus Books; 240 pages; $26.95. Profile Books; £10.99"}, {"role": "body", "text": "Our guide on how to write with style, updated by our language columnist. “A succinct yet comprehensive distillation of The Economist’s long-standing philosophy of language,” said MultiLingual. "}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 69}