{"coverImageURL": "https://www.economist.com/media-assets/image/20231125_STP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-12-07T14:46:10Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Solar geoengineering"}, {"role": "body", "text": "Your article on the push to develop solar geoengineering was remiss in failing to highlight the biggest risk of the technology: the shock of terminating it (“Darkening the sun”, November 25th). Carbon dioxide, once released into the atmosphere, has a warming effect that spans millennia, whereas even stratospheric particles fall out of the atmosphere after a year or two. That means that if one comes to rely on solar geoengineering to prevent a dangerous level of warming, one is committing humanity to maintaining the deployment flawlessly over untold future generations, lest a cessation in the process leads to a catastrophic rapid warming. And if deployment is used as an excuse to continue emitting carbon, which is a probable consequence of human nature, each year would require a greater degree of solar geoengineering, incurring an ever-increasing magnitude of potential termination shock. "}, {"role": "body", "text": "Some proponents say that sucking carbon out of the air will save us from a dangerous millennial commitment, but to rely on such technology to provide an exit strategy before it exists at anything like the required scale is the height of foolishness. Proponents also play the “it’s only research” card, but neglect the fact that much of the proposed research develops the technology for deployment, and once the technology is out in the wild, it will not be the researchers, however well intentioned, who will control the decision about deployment."}, {"role": "body", "text": "Raymond T. PierrehumbertProfessor of physicsUniversity of Oxford"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231125_SRD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Your November 25th special report on carbon-dioxide removal (CDR) declares, authoritatively, that “Actually tracking the carbon stored thanks to a particular application of rock dust will not be possible.” My company’s experience developing and deploying affordable measurement systems for agricultural CDR says otherwise. With continuous carbon dioxide and greenhouse-gas flux monitoring, farmers and foresters can measure the climate benefits of their practices precisely, in real time. "}, {"role": "body", "text": "When this data enhances the value of agricultural CDR the monitoring technology rapidly pays for itself. The scalability and affordability of agricultural approaches to CDR, along with precision measurement and monitoring, make it the most attractive CDR option. Permanence is a fair question, but so is the likelihood of carbon dioxide leaks from carbon storage wells and the pipelines that link them. "}, {"role": "body", "text": "Adam KoeppelChief executiveAgrology PBCAlexandria, Virginia"}, {"role": "body", "text": "You ask “Is a relatively cheap form of CDR which can work on a really large scale and also easily be monitored too much to ask?” The answer is no, it’s not too much. Photosynthesis already provides an efficient, cheap, and very large, CDR facility in the form of permanent pasture (otherwise known as grasslands) and the ruminants that are required to keep it in its optimum condition for removal, not to mention for biodiversity. Soil is Britain’s, and the world’s, biggest terrestrial carbon store, and the pasture-soil partnership continuously contributes to that store. "}, {"role": "body", "text": "Pasture-fed livestock are commercially viable and could expand into marginal arable land that now produces grain, most of which (about 65% in Britain) is fed not to humans but to non-pasture-fed livestock like chickens, pigs and feed-lot cattle. "}, {"role": "body", "text": "Tom MorrisonPasture-for-life farmerHogshaw Hill Farm, Buckinghamshire"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231118_BID002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Accounting for emissions"}, {"role": "body", "text": "Mark Carney correctly identifies data as the first in his list of priorities for tackling carbon emissions (By Invitation, November 24th). Data must be verifiable. In financial terms that means data must be auditable, which the carbon-data declaration process isn’t. "}, {"role": "body", "text": "Realising this, Robert Kaplan and Karthik Ramanna proposed in 2021 an auditable accounting system for carbon emissions. IDG Group, which provides security services to the UN, has piloted the system in Afghanistan, of all places. We have found that even the challenges in that country aren’t a barrier to adopting Messrs Kaplan’s and Ramanna’s system, which they have called “e-liability”. "}, {"role": "body", "text": "We now have an approach to produce auditable figures for the carbon costs of the services we provide to the UN. The accuracy, particularly of our upstream Scope 3 data, will increase once our supply chain also uses this system. It is not burdensome to adopt. It works the same way as accounting for supply-chain financial costs and requires no special software or retraining of staff. When this auditable system becomes the accepted global standard for carbon declaration, investors and decision-makers will have the actual data that Mr Carney identifies as the critical first step to enable action and investment. Without it, the guessing and greenwashing will continue. "}, {"role": "body", "text": "Ian Gordon ChairIDG GroupDubai"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231118_BRD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The power of the mandarins"}, {"role": "body", "text": "The solutions you proposed to the British Treasury’s short-termism are themselves short-termist (“Treasury island”, November 18th). Previous attempts to make Britain’s finances focus on the long-term have all been, at best, only partly successful. Five-yearly spending reviews happen more than once every five years; the budget’s welfare cap was breached, then fiddled with, then redesigned; “fixed” departmental budgets are raided to pay for other priorities (the former Department for International Development being the most high-profile example)."}, {"role": "body", "text": "The Treasury is simply too powerful, and has proved that it cannot be trusted to tie its own hands. Both Labour and the government would do well to accept the recommendation of Lord Maude in his recent review of the civil service and separate the budget functions of the Treasury into a separate department, as has happened in America, Australia, Canada and New Zealand."}, {"role": "body", "text": "The Treasury’s overbearing power is only one manifestation of the hyper-centralisation that afflicts the British state. Britain’s economic fundamentals are no worse than its European peers, yet from regional transport to housebuilding, it performs poorly. Grappling with these problems requires ending the entrenched centralisation of British decision-making and fiscal power. If breaking up a government department is too difficult, what hope is there for more ambitious reform?"}, {"role": "body", "text": "James WilsonCanberra"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231118_WBD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "It’s fun to have a confab"}, {"role": "body", "text": "The only thing worse than badly run meetings is somebody who doesn’t stop complaining about them. Bartleby has a long-standing gripe with meetings (November 18th), but never thinks about how great they can be. Meetings are a chance for great minds to commiserate about the drudgery of their everyday lives. They are an opportunity to coalesce into a greater whole. And they give co-workers a chance to share a smile and find that maybe, just maybe, they have something in common. Instead of thought leaders haranguing us to “start on time and finish on time”, why not remind your readers that meetings are an opportunity to bring work and life together, to turn that tiresome nine-to-five into something more."}, {"role": "body", "text": "Chris RyanInsurance defence counselCalgary, Canada"}, {"role": "body", "text": "I have greatly enjoyed the podcast series “Boss Class” by the Bartleby columnist. The episode on running better meetings was particularly intriguing. It highlighted Shopify’s approach, and noted that the company’s mass deletion of recurring emails at the start of this year resulted in a reported 14% drop in meetings and a bump in productivity. However, in May Shopify cut its workforce by 20% and offloaded its logistics arm. Fewer workers should translate into fewer gatherings. Suddenly Shopify’s reduction in meetings looks less impressive. "}, {"role": "body", "text": "Ross WhiteAtlanta"}, {"role": "second", "text": "Double Dutch"}, {"role": "body", "text": "You translated bestaanszekerheid to mean “income security” in Dutch (“The good gadfly”, November 19th). Your translation is broadly right, but “certainty of existence” would be a more accurate meaning. Some Dutch words are nearly impossible to convert to English, but the political meaning of bestaanszekerheid is so equivocal that even Dutch people have little idea what it actually means."}, {"role": "body", "text": "Roelof BreukinkUtrecht, Netherlands"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231111_CNP003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Privy counsel"}, {"role": "body", "text": "Xi Jinping could resolve a lot of his “toilet revolution” problems (“Bogged down”, November 11th) by adopting a solution in the Santo Antônio district in the heart of Lisbon. A few months ago the old underground loos near the main square were transformed into a concert hall, seating just 12 people, and a gallery. The name given to this reincarnation of a public lavatory was WC 10m3. After attending a recent concert I suggested that they might want to consider renaming it “The Loovre” to attract more customers (I’ve yet to hear back). "}, {"role": "body", "text": "Henry AdlerLisbon"}], "id": 10}