{"coverImageURL": "https://www.economist.com/media-assets/image/20231209_USP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Our tracker of voters’ intentions shows the contest behind Trump", "subtitle": "And what might happen if Trump dropped out", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-12-06T20:38:08Z", "contents": [{"role": "body", "text": "To see how extraordinarily tight Donald Trump’s grip on his party is, look back eight years. Then Mr Trump was the unexpected front-runner in the Republican presidential primaries, polling at around 30%. That was still uncertain enough for The Economist to call his candidacy a “long shot” in December 2015. Today, according to our analysis of Republicans’ voting intentions (see the latest odds at economist.com/republicans-tracker), he has double the support he did then. His closest rival, Ron DeSantis, the governor of Florida, is on a lowly 12% (see left-hand chart). Of all the things that could stop Mr Trump from contesting next year’s election, the most probable obstacle is himself. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231209_USC668.png", "imageWidth": 608.0, "imageHeight": 1586.0, "imageDescription": ""}, {"role": "body", "text": "The primaries may yet throw up some surprises. Despite high-profile withdrawals in recent weeks, including Mike Pence, Mr Trump’s former vice-president, determined opponents remain. Mr DeSantis has flopped on the campaign trail, but Nikki Haley, who trails just behind Mr DeSantis, received a boost recently when the Koch network, one of the party’s biggest donors, backed the former governor of South Carolina. She has notably distanced herself from Mr Trump by being hawkish on Ukraine. And Vivek Ramaswamy, a 38-year-old former pharmaceutical-company boss, has learnt from Mr Trump: he is quick to throw himself in front of a microphone, heaps praise on the former president and sticks sharp barbs into everyone else. "}, {"role": "body", "text": "None is likely to overtake Mr Trump. But they are boosting their profiles—in some cases maybe positioning themselves for jobs in a new Trump administration. "}, {"role": "body", "text": "Never-Trumpers instead look to the courts to scupper the former president. Mr Trump faces four criminal trials. If he is convicted, the constitution would probably not prevent him from running. But the trials may yet sour voters on him. "}, {"role": "body", "text": "What if Mr Trump were to drop out, improbable as that may be? The few polls which take into account his supporters’ second preferences currently suggest Mr DeSantis would be the most likely victor (see right-hand chart), though Ms Haley is moving up. The Republican National Convention in Milwaukee, where the party will crown its nominee, is still seven months away. But the race is Mr Trump’s to lose. ■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter examining the state of American democracy, and read other articles about the elections of 2024."}], "id": 27}