{"coverImageURL": "https://www.economist.com/media-assets/image/20231209_CUD005.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Our word of the year for 2023", "subtitle": "It will be on people’s lips for years to come", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-12-07T14:46:10Z", "contents": [{"role": "body", "text": "BEFORE NAMING a word of the year, Johnson turns to colleagues to find out what those in different fields and in various countries are talking about. It is a salutary reminder that the world is much bigger than the English language and that, even in largely English-speaking countries, the stock of words is constantly being refreshed by the languages with which English makes contact."}, {"role": "body", "text": "Our senior correspondent in Africa suggested coupas the word of the year—there have been two successful ones there in 2023. But an honourable mention should go to the Yoruba verb japa, used colloquially in Nigeria to describe making a quick escape from a precarious situation. Recently it has been extended to mean escape from Nigeria itself, which is plagued by misgovernment."}, {"role": "body", "text": "In contrast, India had a self-confident year, and vishwaguru was on many lips. As India hosted the G20 summit under the satisfied gaze of Narendra Modi, the prime minister, his fans revived the Sanskrit term. It means, roughly, “teacher to the world” (vishwa means “world”, and guru has long been an Indian export). Indians using it feel they need no lessons from arrogant Westerners."}, {"role": "body", "text": "Or is that “Northerners”? The global south has gained ground as a way to talk about developing countries, especially those that used to be called “the third world”. They avoid following America’s line on issues like Ukraine or Gaza, though they may be wary of Russia and China, too. Talk of the global south has led more people to refer to the global north, which is mostly what used to be the West. These linguistic shifts make for all-encompassing confusion."}, {"role": "body", "text": "In the global East, Johnson’s colleagues highlight lan wei lou: Mandarin for rotten-tail building. Ordinary Chinese are obsessed not with geopolitics but the collapse of their property sector. Those who bought unfinished flats, never to see them completed, were especially angry. "}, {"role": "body", "text": "In the West, strategists have moved on from talk of decoupling their economies from China’s. They now prefer de-risking. It came to prominence thanks to Ursula von der Leyen, the president of the European Commission. Though its ungainliness may suggest it was coined in her native German, it is an older term that had been previously used to refer to financial institutions cutting ties with dodgy actors."}, {"role": "body", "text": "But nothing can stop technology from dominating this year’s words. This was the year of artificial intelligence (AI), and not any kind but generative , which can churn out text and images with only some simple prompts. The breakthrough in particular oflarge language models (LLMs) has been stunning. They produce prose so human-like that they have ignited a debate about whether LLMs are actually thinking (and whether students will ever do homework without them again)."}, {"role": "body", "text": "Generativewould be the word of the year if it were more widely known and used beyond the experts who follow AI. But since its launch in 2022, one term in particular—ChatGPT—has been on the lips of everyone from journalists to cab drivers wondering what all the fuss is about. Can a name be a word of the year? Is it even a word?"}, {"role": "body", "text": "Yes. Names are nouns. And Google searches for “ChatGPT” are more than 90 times as frequent as those for “generative AI” or “large language model”. ChatGPT is the same in every language. Moreover, trade names have a long history of spreading into the collective parlance: aspirin, escalator, Hoover and Frisbee. (Though it is a mark of success, companies desperately try to prevent the “genericide” of their brands.) "}, {"role": "body", "text": "In technology, most people “Google” rather than generically “search online”. And in that same vein, ChatGPT is the conversational term for any LLM: “What a lousy break-up text—did he get ChatGPT to write that?” The people have spoken with their overwhelming interest. It is impossible to pick anything else for Johnson’s word of the year."}, {"role": "body", "text": "Johnson has not been put out of work by ChatGPT. Nor is he trying to japa out of his column. But after eight years, it is time to relax the bonds of a rigid schedule. Reporting, opinions and analysis on language will continue to appear, but on a more occasional basis."}, {"role": "body", "text": "The great man whose name this column has borrowed, Samuel Johnson, knew that his labours could never be complete. He wrote that at any given moment, “some words are budding, and some falling away…a whole life cannot be spent upon syntax and etymology, and…even a whole life would not be sufficient”. But it has been a great pleasure to make the attempt.■"}, {"role": "body", "text": "Read more from Johnson, our columnist on language:Euphemism and exaggeration are both dangers to language (Nov 23rd)Young Americans are losing the southern accent (Oct 11th)The importance of handwriting is becoming better understood (Sep 14th)"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 70}