{"coverImageURL": "https://www.economist.com/media-assets/image/20231209_WBP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The case of China’s vanishing chairmen", "subtitle": "What some mysterious goings-on mean for Chinese business", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-12-07T14:46:10Z", "contents": [{"role": "body", "text": "“We have lost contact with our chairman,” is an awkward disclosure from the board of a listed company to its investors. It can lead to a collapse in the share price. In China the resulting confusion can persist for months, casting a shadow over the company’s future. Such announcements have become so common this year that a state-owned newspaper, Securities Times, has offered advice to directors dealing with a disappearance. “Don’t be coy when it comes to disclosing these matters,” the paper said in November. It reminded firms that they have a responsibility to keep investors informed of any major incidents affecting their operations. This includes an inexplicably uncontactable chairman or chief executive."}, {"role": "body", "text": "Two separate listed Chinese companies—a children’s-fitness firm and an agricultural one—warned investors on November 29th that their chairmen had vanished without a trace. The fitness company, My Gym Education, said that it “tried communicating via phone and WeChat messaging but could not reach Wang Hongying”, its chairwoman. “After communicating with her family, the company has been unable to determine the reason for the loss of contact with her.” "}, {"role": "body", "text": "These latest incidents followed two other freak disappearances at a live-streaming company and a drugmaker earlier that month. All told, at least 11 listed Chinese companies have been forced to put out disclosures this year, alerting investors to the disappearance of executives or board members. A review of corporate disclosures and Chinese media reports indicates that this odd phenomenon has become more common in 2023. "}, {"role": "body", "text": "When a firm reports a missing boss, it is generally assumed they have been detained by the police. A look at this year’s cases suggests as much. In rare instances, the police release statements. In November, about two weeks after the chief executive of DouYu, the live-streamer, disappeared, cops in the south-western city of Chengdu confirmed he had been detained. He is accused of operating a casino. More often, the authorities keep mum. China has never publicly acknowledged the detention of Xiao Jianhua, a businessman who was abducted by Chinese agents in Hong Kong in 2017 and imprisoned in 2022—facts confirmed by authorities in Canada, where Mr Xiao is also a citizen."}, {"role": "body", "text": "It is more common for the companies themselves to inform their investors about the detentions. In February China Renaissance said that its chairman, Bao Fan, was “co-operating in an investigation being carried out by certain authorities in the People’s Republic of China”. The disclosure came ten days after the boutique investment bank reported the mysterious absence. (Mr Bao is still missing and authorities have never confirmed his whereabouts.) A property developer, China Fortune Land Development, noted that its co-chairman had “exited the board” after the company confirmed his detention."}, {"role": "body", "text": "However they find out, investors grow understandably nervous. The share prices of the afflicted firms typically tumble on the news. The price of China Renaissance’s Hong Kong-listed shares fell by about 30% in February as rumours of Mr Bao’s disappearance began to spread. It has remained around that level since. When the chairman of a successful hedge fund, Greenwoods Asset Management, was detained this year, wealthy Chinese grew concerned about a broader crackdown on the asset managers that handle their fortunes."}, {"role": "body", "text": "Executives disappear most often from firms with high levels of debt. This year the most common profile was chairman at a property developer. That industry has seen widespread defaults in the past two years. The two most recent cases in November are both linked to Zhongzhi, a wealth manager that recently said it has $36bn in unpayable debts. Zhongzhi holds large stakes in both the fitness firm and the agricultural one, but also dozens of other big listed companies. As China’s economy slows, more businesses are likely to go bust—and their bosses to go missing. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 56}