{"coverImageURL": "https://www.economist.com/media-assets/image/20231202_BLP513.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What is antisemitism—and why do differences in interpretation matter?", "subtitle": "Across the world, reports of the age-old prejudice have surged", "hashTag": "The Economist explains", "authorName": "The Economist", "publishDate": "2023-12-01T15:37:13Z", "contents": [{"role": "body", "text": "SINCE HAMAS’S terrorist attack on Israel on October 7th, and the outbreak of war in Gaza, there has been a sharp increase around the world in reports of antisemitic incidents. The Anti-Defamation League (ADL), an NGO based in New York City, says that in the two weeks after the attack the number in America quintupled compared with the same period last year. Britain and France have reported similar spikes. Social media have amplified the problem. On X, formerly Twitter, antisemitic posts soared by an astounding 919% the week after Hamas’s attack, compared with a week earlier, as assessed by the ADL. (Islamophobic posts also increased.) Several large companies, including Apple and Disney, suspended advertising on X after a report by Media Matters for America, an activist group, found that ads had been placed next to antisemitic posts. Elon Musk, who owns X, added to the furore when he endorsed an antisemitic post that accused “Jewish communities” of “pushing…hatred against whites.” He has since apologised. "}, {"role": "body", "text": "Some antisemitic incidents are clear in their intent. The ADL says that on October 15th, for example, a woman was punched in the face in New York City. When she asked her assailant why, she was told “You are Jewish”. But other examples are treated with ambivalence. Many condemn the slogan “From the River to the Sea, Palestine shall be free”, which is heard at many pro-Palestine events, as an incitement to the ethnic cleansing of Jews and destruction of Israel. Yet others see it as a legitimate rallying cry for the establishment of a Palestinian state. In this fraught context, how should antisemitism be defined?"}, {"role": "body", "text": "The term was coined in 1879 by Wilhelm Marr, a German journalist and proselytising antisemite. Hostility towards Jews had existed for centuries, but he gave a name to an ancient prejudice—and espoused its use. In the decades leading up to the Holocaust, antisemitism was considered to be too obvious to require a precise definition. It was only in 2016 that the International Holocaust Remembrance Alliance (IHRA), an intergovernmental organisation, proposed one: “Antisemitism is a certain perception of Jews, which may be expressed as hatred toward Jews. Rhetorical and physical manifestations of antisemitism are directed toward Jewish or non-Jewish individuals and/or their property, toward Jewish community institutions and religious facilities.” It has become the international gold standard, adopted by over 1,100 institutions and governments around the world, including America, Britain and France—although it is not legally binding."}, {"role": "body", "text": "But the IHRA’s definition has not been universally accepted, mainly on account of its 11 worked examples of antisemitism. Some, again, seem clear-cut, including perpetuating old claims of “a world Jewish conspiracy or of Jews controlling the media…or other societal institutions.” The tweet that Mr Musk described as “truth” easily meets that bar, by perpetuating a conspiracy theory that Jews want to eradicate whites. But some human-rights activists argue that other IHRA examples are erroneous. Specifically, they object to the idea that “denying the Jewish people their right to self-determination, eg, by claiming that the existence of a State of Israel is a racist endeavour” or “applying double standards by requiring of it a behaviour not expected or demanded of any other democratic nation” are antisemitic. Critics argue that these examples weaponise antisemitism. An open letter signed by dozens of academics and writers in 2020 argued that the IHRA definition risked turning the fight against antisemitism into a purely political “stratagem to delegitimise the fight against the oppression of the Palestinians”. The UN has been urged to reject the IHRA definition on these grounds; sure enough, it does not use it."}, {"role": "body", "text": "At what point does criticism of Israel slide into antisemitism? The IHRA definition says that “criticism of Israel similar to that levelled against any other country cannot be regarded as antisemitic”. Supporters of the code stress that it condemns as antisemitic those who deny Jews the right to a state of Israel but allows criticism of the country of Israel and its government. Consider, again, “From the river to the sea”. Hamas used the phrase in its charter of 2017, which argued for the “full and complete liberation of Palestine”: the consequence of this could only be killing Jews or driving them off the land."}, {"role": "body", "text": "But, like the land itself, this is always going to be a contested area. Many critics and supporters of Israel alike are depressingly eager to assume the worst of the other: that its critics are antisemitic; or that its supporters are exploiting charges of antisemitism to prevent the exposure of unacceptable policies. No definition could always reconcile these opposing views. But the effort of trying to find one is salutary. Antisemitism is too important, too vile and too dangerous for its assessment to be left entirely to subjective individual judgments. ■"}], "id": 72}