{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_CUP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A row over the Hong Kong Heritage Museum is a window on China", "subtitle": "Museums are yet another front for Communist Party control", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-02-01T09:15:31Z", "contents": [{"role": "body", "text": "The Hong Kong Heritage Museum is beguiling and eclectic. Visitors wander through a colonial-era reading room and a full-sized replica of an opera house made of bamboo. An exhibition on Bruce Lee features quotes of the actor urging people to “be formless, shapeless, like water”—a slogan that roused pro-democracy protesters in 2019. It may be a hotch-potch collection, but it represents “our collective memory”, says Kacey Wong, a Hong Kong-born artist who has exhibited there: “So it’s very important.” "}, {"role": "body", "text": "The museum affirms and protects the city’s distinct culture. Around 451,000 people visited last year. But it may not exist for long. Hong Kong’s pro-Beijing government wants to build the city’s first major museum dedicated to China’s “grand development and achievements”. It recently outlined a plan to commandeer a site in the bustling tourist district occupied by the Science Museum and move the Science Museum into the Heritage Museum—disbanding the Heritage Museum’s collection. After pushback local media now report the government will overhaul the Heritage Museum to focus only on pop culture. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240203_CUP005.jpg", "imageWidth": 608.0, "imageHeight": 867.0, "imageDescription": ""}, {"role": "body", "text": "Last year John Lee, Hong Kong’s chief executive, promised two new museums to “cultivate a stronger sense of national esteem and patriotism”. Institutions that challenged the party line, such as a tiny museum dedicated to the Tiananmen Square protests of 1989, have closed. A Chinese Culture Promotion Office is in the works; it plans to ensure “Chinese culture and history” is prioritised. All this ties into China’s plans to be a “museum power” by 2035: it says it opened 382 new ones in 2022.. "}, {"role": "body", "text": "Hong Kongers are depressed about the likely fate of the Heritage Museum. “Turning it into a museum of popular culture is like people listening to bagpipe music but not talking about Scotland,” says Mr Wong. He organised a petition calling on the government to keep the Heritage Museum as is and expected around 60 signatures. Some 700 Hong Kongers signed it; many are associated with the pro-democracy movement and so have left the city. He does not expect the government to take any notice of their anger. Hong Kongers living abroad will preserve the city’s culture, he says. But “if you’re staying in Hong Kong then you have to endure.” ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 75}