{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_BRP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Britain’s armed forces are stretched perilously thin", "subtitle": "Too few people, too much botched procurement", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-01-29T18:49:58Z", "contents": [{"role": "body", "text": "Alone among its allies, America could count on Britain to join its recent attacks on Houthi rebels in Yemen firing missiles at commercial shipping in the Red Sea. Royal Air Force jets operating from Akrotiri in Cyprus have twice attacked military targets with Paveway guided bombs. "}, {"role": "body", "text": "Britain was also quick off the mark to deploy army battle groups across Europe after Vladimir Putin’s invasion of Ukraine in 2022. It has often led the way in supplying Ukraine with the equipment it needs. As Ben Barry, a land-warfare expert at the International Institute for Strategic Studies (IISS), a think-tank, says: “Despite the legacy of Iraq and Afghanistan, Britain’s armed forces, with the support of the British public, have a willingness to use force against enemies deep in their DNA that in Europe is matched only by France.”"}, {"role": "body", "text": "Britain has the biggest defence budget in Europe, slightly ahead of both France and Germany, and unlike them it has never dipped below NATO’s target of spending at least 2% of its GDP on defence. This year it will be nearer 2.3%, with military spending hitting £52bn ($66bn). Grant Shapps, the defence secretary, recently boasted that Britain had stepped up to the challenge of a more dangerous “pre-war” world: by “investing billions into modernising our armed forces…when the world needed us we have risen to the moment”."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240203_BRC243.png", "imageWidth": 608.0, "imageHeight": 1137.0, "imageDescription": ""}, {"role": "body", "text": "Yet for all the billions and the bravado, the British armed forces are stretched perilously thin. The perception within Britain and among its NATO allies, particularly America, is one of relatively declining military power—of forces so small that they risk falling below critical mass, large procurement projects that go horribly wrong, an underfunded defence-equipment plan and a crisis of recruitment. "}, {"role": "body", "text": "These problems show up most obviously in the army. In 2021 the then defence secretary, Ben Wallace, decided to reduce the projected size of the army by 10,000, to 72,500 by 2025 (see chart). Russia’s invasion of Ukraine has changed the security environment but not the cuts. General Sir Nick Carter, a recent chief of the defence staff, has warned that they could undermine Britain’s NATO commitment to be able to field a full division in Europe. Malcolm Chalmers of the Royal United Services Institute, another think-tank, says the idea of a smaller but still capable force is all very well but “land warfare requires a bigger orchestra”. One senior officer calls it a “hollowed-out shambles”. "}, {"role": "body", "text": "Although the army is getting an upgraded tank, the Challenger 3, it is ordering only 148 of them. By comparison, Poland is aiming for a fleet of 1,600 modern tanks. American generals and other allies have openly questioned whether after decades of cuts Britain’s army can be regarded as even a small top-level fighting force."}, {"role": "body", "text": "There are still wide gaps in what it needs to be a credible force against a peer or near-peer enemy, including sufficient air defence, long-range missiles and electronic-warfare assets. There are concerns within the army that it lacks adequate intelligence, surveillance and reconnaissance capabilities, and that it does not have enough artillery. The army was short of munitions even before donations from its inventory to Ukraine. Although £2bn was allocated for replenishing its stocks last year, the money is at risk of vanishing into the general maw of the defence budget."}, {"role": "body", "text": "Mr Chalmers says that although the army now has quite a big capital-equipment programme, much of it is not yet on contract and could be cancelled or delayed. History suggests that there is a decent chance things will go wrong. The army has been both victim and culprit in two of the most troubled procurement programmes of recent years: the £3.2bn Morpheus battlefield-communication system and, especially, a £5.5bn contract for the Ajax armoured fighting vehicle. "}, {"role": "body", "text": "Ajax was meant to be an off-the-shelf replacement for the Warrior armoured vehicle; it was due to start coming into service by 2018. However, it was loaded up with 1,200 “capability requirements” and ordered with a 40mm gun that no other armies had asked for. The result has been massive delays. The emergence of noise and vibration problems that were a danger to crews took years to resolve. The programme’s failings were laid bare in a 172-page report published last year under the optimistic title of the “Lessons Learned Review”. It made 24 recommendations for improving the way the defence ministry’s procurement arm, Defence Equipment &amp; Support, manages major programmes."}, {"role": "body", "text": "The navy and air force are suffering similar problems. In 2021 the government conducted an “Integrated Review” of its foreign, defence, development and security policies (it was refreshed in 2023 because of Ukraine). The defence committee of the House of Commons concluded two years ago that the navy could not fulfil the review’s ambition for a “global Britain” with its current fleet, and that it needed more lower-end, adaptable vessels like the planned Type 31 frigate (the first of five is expected to enter service in 2027, four years later than first intended)."}, {"role": "body", "text": "The navy is benefiting from significant capital investment, with new frigates and a planned successor to the Astute-class nuclear attack submarine as part of the AUKUS submarine deal with America and Australia. But the running costs and manpower demands of its two aircraft-carriers, first conceived of in the late 1990s, have had knock-on effects. Under current plans, the navy will have just 19 escort vessels. “The navy is too small by about half. We don’t have the flexibility to carry out full-spectrum activities,” says Tobias Ellwood, a former chair of the defence committee."}, {"role": "body", "text": "Nor have decisions taken in 2021 to reduce air power been revisited, despite the war in Ukraine. Those decisions include: early withdrawal from service of the Tranche 1 Typhoons to cannibalise them for spare parts; the early retirement of C-130s, with adverse effects on lift capacity generally and on special forces specifically; and the baffling choice to cut an order for the E-7 Wedgetail airborne-warning-and-control aircraft from five to three, for a saving of only 12% on the capital cost (“Lunacy,” says Mr Ellwood). Britain is leading a joint programme with Japan and Italy to develop a sixth-generation fighter to replace the Typhoon in the mid-2030s. But whether Britain will buy enough aircraft to make the project viable is debatable."}, {"role": "body", "text": "Mr Ellwood points out that when the cold war ended Britain had 31 fast jet squadrons “but now we may struggle to have seven”. The big concern is the loss of “combat mass”, which has been much steeper for Britain than for France, Germany or Italy. A further cause for concern has been the “painfully slow” programme to upgrade the Typhoons with AESA (active electronically scanned array) radar, which, says Douglas Barrie of the IISS, is “the single key sensor on modern aircraft”."}, {"role": "second", "text": "Fit kit?"}, {"role": "body", "text": "Fixing such problems is made far harder by the ballooning cost of the programme to replace Britain’s nuclear deterrent, which has priority over everything else. It is now projected to account for 34% of the entire planned equipment budget of £289bn for the ten years to 2033. If the cost of the nuclear deterrent is left out, Britain is spending only about 1.75% of GDP on defence."}, {"role": "body", "text": "A report in December by the National Audit Office (NAO), an independent spending watchdog, declared the latest defence-equipment plan, which was recently updated, to be “unaffordable” (see chart). The cost of the plan had gone up to £306bn, revealing a “black hole” of £17bn (even this is a central estimate that the NAO thinks underestimates the problem). The main reason is the escalating cost of the Defence Nuclear Organisation, which includes the new attack submarines, four Dreadnought ballistic-missile submarines and the development of a new nuclear warhead. Costs have gone up by 62% since the NAO’s previous report just a year earlier. "}, {"role": "body", "text": "To add to Britain’s military problems, it is also experiencing a severe recruitment and retention crisis. The air force lacks the pilots and engineers needed to operate a bigger fleet of aircraft. The navy has been forced to retire older ships from service because it lacks crew. The army is struggling to meet even the reduced numbers that have been set, and may have fewer than 70,000 personnel within two years. "}, {"role": "body", "text": "Some of the problems have been laid at the door of Capita, an outsourcing contractor that uses call centres to interview potential recruits. It can take months before an applicant even meets a serving officer. Low pay, poor food and often lousy accommodation (also largely managed by outsourcing companies) are partly to blame. Hopes of recruiting more skilled women have been set back by a stream of stories about sexual harassment in the forces."}, {"role": "body", "text": "A speech on January 25th by General Sir Patrick Sanders, the head of the army, calling for the training of a “citizen army” was misinterpreted as a plea for the return of conscription. But senior officers are pressing for the Army Reserve to be beefed up. Another suggestion is for fit and willing former regular soldiers, of whom there are probably about 200,000, to be invited to exercises once a year. "}, {"role": "body", "text": "The issues undermining Britain’s armed forces come up time and again: endemic skills shortages across all branches of the services; a culture of applying short-term fixes; a broken procurement system that too often results in poor value for money. But the gap between capabilities and ambition is becoming more glaring as the risks to Britain’s security multiply—not least from what the potential election of Donald Trump might mean for Europe’s security architecture. "}, {"role": "body", "text": "Ministers pay lip service to the dangers the country now faces. But almost nothing has changed since the cuts announced in 2021. The prime minister has said that defence spending will rise to 2.5% of GDP “as fiscal and economic circumstances allow”. This is a formulation that scarcely matches the scale of the problems and the gravity of the moment. ■"}, {"role": "body", "text": "Stay on top of our defence and international security coverage with The War Room, our weekly subscriber-only newsletter."}], "id": 42}