{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_EUD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Europe’s grumpy farmers are a symptom of wider malaise", "subtitle": "Farmers are not the only ones resisting modernity", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-02-01T14:28:43Z", "contents": [{"role": "body", "text": "It took 120 ships laden with bearded Vikings to besiege Paris in the spring of 845AD. They moved on only after being paid a tribute of 7,000 pounds of silver. In 1870 Prussians required two armies and batteries of cannons to blockade the city, which surrendered after locals grew tired of eating rats, cats, horses and whatever animals could safely be plucked from the zoo. "}, {"role": "body", "text": "For “the siege of Paris”, 2024 version, the equipment of choice to throttle supply lines is branded John Deere, New Holland or Claas. Hundreds of tractors driven from across the hinterland have blocked eight motorways into the French capital since the start of the week, with few plans to move on. Farmers camped about 30km from the Champs-Elysées are keen to remind the bourgeoisie where the grub on their supermarket shelves comes from. The kangaroos and zebras in the city’s zoos are thought to be safe for now. Politicians looking to avoid becoming electoral roadkill may yet need to dodge a few tractors. "}, {"role": "body", "text": "Across Europe, a revolt of the peasants is brewing. From Belgium to Germany, the Netherlands, Poland, Romania and Spain, farmers are up in arms. A sector used to exorbitant privileges—roughly one-third of the EU’s budget goes on subsidies to the common agricultural policy, after all—has felt them slip from its grasp. It is in many ways a familiar story, of a privileged caste sensing its status declining. For what is Europe if not an attempt to hold on to things as they once were in a changing world? Being wed to tradition and yet buffeted by modernising forces is the story of the continent writ large, as Europeans feeling the swoosh of China, India and others zooming past can attest. Farmers are not the only Europeans who would like the world to stop so that they can get off (and retire early)."}, {"role": "body", "text": "Drop the sociological tosh, might come the answer from the fields. Life as a European farmer has become intolerable. The case was made to Charlemagne by a slew of agriculteurs who had descended on the EU institutions in Brussels, a time-honoured tradition often involving manure and egg-pelting devices. Perched atop tractors parked for the week, they explained that for every subsidy cheque comes a pile of forms to be filled out, a full-time job in itself. The green rules being spewed out by the EU machine have hit growers’ pockets, whether demanding chunks of land be left fallow, dictating the size of chicken coops or how hedgerows should be tended. Having nagged farmers, politicians then sign trade deals that allow food to be imported from far-flung places with fewer environmental qualms. Energy and fertiliser costs, meanwhile, remain high (a stack of bills was proffered as evidence) as a result of the war in Ukraine, whose vast farms can now sell cheap grain and other foods in the EU without tariffs. Urbanite politicians whose main interaction with animals is eating them in fancy restaurants either fail to notice, or talk down to farmers while visiting the countryside just long enough to snatch a photo-op with a cow. Journalists, apparently, are no better."}, {"role": "body", "text": "The wave of revolt has at least gained the attention of the city-slickers. The public loves a profession that features in most family trees; farmers are nearly as popular as politicians are not. Concessions have thus come thick and fast. Planned increases on taxes levied on fuel used by farmers have been shelved in France and delayed in Germany. An EU trade deal with South America has been thrown under the tractor after a mere two decades of talks. Concessions to Ukraine, which had particularly irked farmers in neighbouring countries such as Poland and Romania, are being rolled back, even as EU leaders this week discuss sending it €50bn ($54bn) in aid to keep its economy afloat. Ditto those pesky rules about leaving fields fallow, at least for now."}, {"role": "body", "text": "Politicians worry because agrarian populism has shown its potential at the ballot box. Last March an upstart farmers’ party in the Netherlands scooped first place in regional elections with 19% of the vote—in a country where just 2.5% of the workforce toils in agriculture. Hard-right politicians see an opportunity to harvest support ahead of European elections in June, spinning a tale of sneering elites and hard-working (white) rural folk. Even centrist pols talk about the need to moderate the demands of the Green Deal, through which Europe hopes to slash carbon emissions."}, {"role": "second", "text": "Animus farm"}, {"role": "body", "text": "The decline of European farming typifies the continent’s ever-dwindling relevance. Agriculture has been left in the dust by other sectors much as the broader European economy has been overtaken by its geopolitical rivals. The EU’s share of global GDP has fallen by over a third since 1995; farming’s heft in the EU economy is down by a similar amount. Growing food now accounts for just 1.4% of GDP, less than the warehousing services needed to zip Amazon packages around. Like Europe more broadly, a continent conspicuously devoid of tech giants, European farming has failed to adjust to modernity: the sector is still dominated by family operations that lack scale. Almost two-thirds of its farms are smaller than five hectares, which can be walked around in ten minutes or so. The profession is ageing: one-third of farm managers are over 65. In a world of TikTok and ChatGPT, no amount of subsidies can attract a 20-something to a career that involves getting up at dawn six days a week and literally shovelling bullshit."}, {"role": "body", "text": "A recent motto heard in Brussels is the need to build “a Europe that protects”, whether from Russia, artificial intelligence, migrants or Donald Trump (pick your least favourite change agent). The continent tends to like the way things are, because they are how they used to be. Detractors think of Europe as an open-air museum, fit for tourists and pensioners; fans of the model like its 35-hour workweeks and August off. The pain felt by farmers is real. The feeling of being left behind by forces beyond your control is an uncomfortable one. Those protesting atop their tractors are merely the tip of the pitchfork. ■"}, {"role": "body", "text": "Read more from Charlemagne, our columnist on European politics: The EU’s €50bn package to Ukraine is a far cry from its rhetoric (Jan 25th)Europe’s monarchies are a study in dignified inanity (Jan 18th)How the spirit of Jacques Delors might be rekindled (Jan 11th)"}, {"role": "body", "text": "Also: How the Charlemagne column got its name"}], "id": 41}