{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Martha Graham’s life tracked the jumps and dips of modern dance", "subtitle": "A new biography looks at the woman who helped popularise modern dance in America", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-02-01T14:28:43Z", "contents": [{"role": "body", "text": "Errand into the Maze. By Deborah Jowitt. Farrah, Straus and Giroux; 480 pages; $35 and £30"}, {"role": "body", "text": "In 1929 an American critic, Henry McBride, observed that “the centre of the world has shifted” from Paris to New York. America did not just have cultural capital—it was becoming the West’s cultural capital. Dance was flourishing because of two inventive and charismatic choreographers. George Balanchine, the father of American ballet, liberated classical dance from European strictures, replacing costume dramas with graceful abstractions. "}, {"role": "body", "text": "Less well remembered today but just as influential was Martha Graham, who pioneered modern dance. The Martha Graham Dance Company, which she founded in 1926, was the first dance troupe in America. As Deborah Jowitt, a critic and former dancer, shows in a new biography, Graham helped “dignify” dance and elevate it from entertainment to art. "}, {"role": "body", "text": "Graham never had classical training. As a young woman, she saw a performance by Ruth St Denis, an early pioneer of modern dance, and later attended Denishawn, St Denis’s school. There Graham was immersed in “oriental” dances, which were fashionable at the time and often performed in costume at vaudevilles. But Graham soon moved beyond this cartoonish style, which she dismissed as “the weakling exoticism of a transplanted culture”. "}, {"role": "body", "text": "Drawing not just on Native American, black and folk traditions but also on philosophy and literature, Graham developed a style that was athletic and expressive. Still taught in Graham-style classes, its signature movement involves a deep breath in as the dancer leans forward in “contraction”, followed by a “release”. Graham thought dance began in the muscular core; she sometimes enjoined women to “dance from the vagina”. There were no positions, as in ballet, but rather a “lexicon of movements”, Ms Jowitt describes."}, {"role": "body", "text": "In her 181 works, Graham explored not just the fine arts (making dances about Emily Dickinson, the Brontë sisters and Greek myth) but also contemporary social and political questions, such as the Spanish civil war, the influence of technology on society and, above all, sex and gender. If Balanchine’s ballet idealised the female body and made women into angels, Graham’s modern dance doubled down on their fleshiness. "}, {"role": "body", "text": "Though Graham’s company was never financially successful, her dances made a mark. She was famous enough to be caricatured in newspapers and magazines and in 1937 became the first dancer to appear at the White House (invited by Franklin Roosevelt and his wife, Eleanor). The State Department sent the Martha Graham Company on world tours seven times between 1955 and 1987. Her energetic dances represented American freedom on stage, delighting audiences from Paris to Tokyo."}, {"role": "body", "text": "Today dance is more peripheral and “not nearly as culturally important in America as it was in the last century”, says Brian Seibert, who writes about dance for the New York Times. In 2017, the latest year data is available, around 1.9m Americans attended a dance performance, down by more than half since 2012, according to analysis of government surveys by Daniel Fonner, an adjunct lecturer at Southern Methodist University in Dallas."}, {"role": "body", "text": "Dance remains expensive to attend, and stubbornly physical. Beyond TikTok, dance does not translate well to filmed media, which limits its distribution and appeal. Fundraising has become more difficult as audience attendance and interest have flagged. Graham’s company has struggled to find its way since its founder died in 1991; so have other dance troupes that proliferated in Graham’s dynamic shadow. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240203_CUP504.jpg", "imageWidth": 5502.0, "imageHeight": 3095.0, "imageDescription": ""}, {"role": "body", "text": "What are modern dance’s next steps? To attract new viewers, dance companies are tackling subject matter with clearer connections to people’s lives and popular taste. The San Francisco Ballet recently commissioned a new dance about artificial intelligence, called “Mere Mortals”, based on the myth of Pandora unleashing ills. More dance companies are staging performances about race and sexual identity, too. Contemporary venues sometimes feature hip-hop-inspired groups one night and traditional companies the next. "}, {"role": "body", "text": "Just as ballet did not die with Balanchine, modern dance did not die with Graham. But it needs to work even harder to stay modern. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 78}