{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_EUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Russia is losing the battle for the Black Sea", "subtitle": "Ukraine wants to keep trade flowing and destroy Russia’s fleet", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-01-28T17:51:22Z", "contents": [{"role": "body", "text": "On September 19th Ukrainian military and civilian shipping officers huddled in a secret control room to watch the Resilient Africa as it left Odessa’s Chornomorsk port. As this was the first vessel to leave using Ukraine’s new emergency shipping corridor, established after the collapse of a UN-brokered grain deal, tensions were high. Russia had warned that it could open fire on ships using the corridor. Emergency services were on standby. “We readied ourselves for any scenario,” says one of those present in the room. “We were really quite nervous.” In the event, the ship sailed without incident, hugging 150km of Ukrainian coastline before entering first Romanian, then Bulgarian territorial waters, and continuing on through the Bosporus to its destination, the Israeli port of Haifa. "}, {"role": "body", "text": "The declaration of a shipping corridor in defiance of Russian bombardment was always going to be risky. But for Ukraine, it was a strategic necessity. Before the war, 60% of its trade went through its deep-sea ports, travelling to markets in Africa and the Middle East, as it had done for centuries. Russia’s decision to reimpose a blockade was an act of economic war. "}, {"role": "body", "text": "So Ukraine began secretly devising its own alternative route. It chose the shallowest waters, safe from Russian submarines, and close enough to the coast to be covered by onshore artillery. “We believed it would work, but it was about convincing others,” says Yury Vaskov, Ukraine’s deputy infrastructure minister. The first ships sailed at a loss, but confidence has seen the cost of insuring ships that take the route fall by three-quarters, and profits return. Nearly 500 vessels have followed the Resilient Africa in and out of Odessa. "}, {"role": "second", "text": "Back to the beginning"}, {"role": "body", "text": "With 6.3m tonnes of goods exported in December, the Odessa region’s three ports—Odessa itself, Chornomorsk and Pivdenny—are now almost back to pre-war volumes. On an unusually sunny day in late January, the port of Odessa clinked to the rhythm of metal on metal. Fourteen ships stood loading in dock. Another 11 hung on the horizon, waiting their turn to be inspected by border officials, who shuttled in and out on speedboats. The border service is not only inspecting goods on board these days, but also checking for Russian saboteur groups, which remain a threat. Another wartime change is to subordinate all traffic in the region to a single maritime command. “We connect traders with the emergency services, ecological services, weather reports, missile attacks and air raid alerts,” says Yuriy Lytvyn, head of Ukraine’s Sea Port Authority. “It’s a unique Lego puzzle, a crazy amount of work.” "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240203_EUM954.png", "imageWidth": 608.0, "imageHeight": 895.0, "imageDescription": ""}, {"role": "body", "text": "On dry land the work is much the same as ever: delicate, demanding, dangerous. Dockers down their tools only during air-raid alerts, which can last several hours at a time. The raids add about 30% to loading times, says Denys Paviglianiti-Karpov, head of the Odessa port authority. But the constant threat of missiles and drones means no one is in the mood to cut corners. “Crimea is just 160km away and the missiles sometimes land even before the sirens start,” he says. Inside the port, you don’t have to look hard to grasp the mortal dangers. The wreckage of the passenger terminal, mangled by an Onyx anti-ship missile on September 25th, is Russia’s most prominent calling card. But it is rare to see an intact roof or undamaged window here; corrugated plastic sheeting often replaces glass. The roads are pockmarked. A smell of burning lingers. In all, Russia has attacked nearly 200 port facilities since it withdrew from the grain deal in July. "}, {"role": "body", "text": "Ukraine had to work hard to establish its own corridor, overturning Russia’s dominance of the Black Sea without a single working warship. The first success came soon after the Russian invasion, when Ukraine prevented an amphibious landing. It was a close-run thing, but the key moment was halting the Russian westward encirclement of Odessa 100 km away at Voznesensk in March 2022. Two months later, Ukraine was able to impose a 100-nautical-mile buffer in the north-western part of the Black Sea after destroying Russia’s Moskva flagship and regaining control of the strategic Snake Island. The third phase, completed over 2023, saw Ukraine push Russian warships entirely from the north-western, central and even south-western parts of the Black Sea. "}, {"role": "body", "text": "This final part of the jigsaw was predicated on Ukraine’s maritime forces developing an arsenal of missiles and drones to hunt and sink Russian warships. Ukraine says it has destroyed at least 22 of the 80 working combat vessels of Russia’s Black Sea fleet, and damaged another 13. Now not even the eastern coast of Crimea is considered safe for Russia’s ships; its best ones shelter in Novorossiysk, 600km away, on the other side of the Black Sea. “It’s a matter of time before we destroy the Black Sea Fleet in its entirety,” says Dmytro Pletenchuk, the Ukrainian navy’s spokesman. "}, {"role": "second", "text": "A world-beating wager"}, {"role": "body", "text": "Ukraine’s new deterrence capability has allowed it to bet that Russia will not attack a foreign merchant ship. Not only would an attack invoke international opprobrium, but the threat of escalation now means it would increase insurance premiums right across the Black Sea, including for Russia-bound shipping. So far Ukraine has won the bet, except over a Liberian-flagged ship that was struck, probably by accident, while docked in Pivdenny last November (the danger may be greatest when a ship is in dock). Russia can and does throw glide bombs from the air in the general direction of the emergency corridor. Mines from the second world war are also an occasional problem. Both are a nuisance, but not enough to deter large cargo ships. "}, {"role": "body", "text": "The return to action of Odessa’s deep-sea ports is a timely boost to Ukraine’s battered economy. Oleksiy Sobolev, Ukraine’s deputy economy minister, says the unblocking of the sea is forecast to add at least $3.3bn to exports this year, adding 1.2 percentage points to GDP growth. "}, {"role": "body", "text": "Yet those involved are too cautious to declare victory. One trader, responsible for one of Odessa’s largest private terminals, asked not to be named because he feared Russia would target his business. Mr Vaskov admits that the new corridor does not yet have enough air defences, international monitoring and, ideally, international military escorts to make it fully secure. But its functioning at the worst of times has proved a point: shipping can continue even during Russia bombardment. ■"}], "id": 40}