{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_TQD006.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Satellites offer an important alternative to the wired internet", "subtitle": "But most of them will be owned by billionaires with their own interests", "hashTag": "Technology Quarterly", "authorName": "The Economist", "publishDate": "2024-01-29T08:59:12Z", "contents": [{"role": "body", "text": "Information is not just sent through cables. It is also sent through air and space, adding resilience when wires fail and reaching places that are otherwise isolated. For the hard-to-connect world, satellites can be the solution."}, {"role": "body", "text": "Elon Musk’s Starlink has 5,288 satellites in orbit, with several thousand more approved for launch by 2031. (Mr Musk has said he wants 42,000 satellites.) The company claims more than 2m users. Jeff Bezos’s Amazon plans to launch 3,236 satellites with Project Kuiper. OneWeb, a British company, has almost 650 satellites in orbit. More are coming as countries like China seek their own capacity. "}, {"role": "body", "text": "Satellites in low-Earth orbit (LEO) a few hundred kilometres away from Earth’s surface offer much faster and more reliable connections than satellite connections of old—good enough to stream Netflix in one’s mountain cabin, though not lightning-quick like fibre-optic cable. But satellites in such orbits move across the sky very quickly from the point of view of an Earth-bound user, zipping in and out of range of receivers on the ground. This means LEO satellite systems require antennae which can track satellites as they pass overhead, recognising when one is moving out of range and identifying and switching to another satellite that has come into the picture. Software must repeatedly facilitate these handoffs such that the user never perceives a drop in service. "}, {"role": "body", "text": "Satellite service is not yet cheap; for access in poor, isolated communities subsidies are required. That could change as eccentric billionaires with proclivities for rockets and space keep launching more and more satellites. "}, {"role": "body", "text": "This redundancy will be important should the wired system come under stress from climate change—or from politics and war. Heavy Israeli bombardment caused widespread internet blackouts in Gaza. Ukraine’s army has used Starlink in its war with Russia. "}, {"role": "body", "text": "But wars have also raised questions of what happens when one man with his own business interests controls internet access. In Ukraine Mr Musk has been accused of exercising a veto over operations that he felt might escalate the war. In Taiwan some worry about Mr Musk’s significant Tesla business in China. If China were to attack Taiwan, starting a war that might well involve America, would Mr Musk allow Taiwan access to Starlink? All of a sudden the abstract question of who owns the internet would become a concrete geopolitical crisis. ■"}], "id": 54}