{"coverImageURL": "https://www.economist.com/media-assets/image/20240203_BLP525.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What are (some of) the best comic novels?", "subtitle": "Our pick of eight rib-tickling tales", "hashTag": "The Economist reads", "authorName": "The Economist", "publishDate": "2024-02-01T15:16:52Z", "contents": [{"role": "body", "text": "IT’S A FRAUGHT business picking the funniest novels ever written, so we’re not going to. Instead, we’ve picked eight of the funniest, recognising that many, perhaps equally uproarious tales are not on the list. Nor are humorous books that aren’t novels—the works of S.J. Perelman and Stephen Potter, for example. Our comedic finalists range in age from nonagenarian (“Right Ho, Jeeves”) to teenaged (“Nature Girl”). Our geographic spread is less diverse. England is overrepresented, but so is Ukraine, which in 2019 elected its funniest citizen to be its president. We’ve followed each of the write-ups below with snippets from the book, which, we hope, will send you chuckling to the bookseller. "}, {"role": "body", "text": "The Loved One. By Evelyn Waugh. Back Bay Books; 176 pages; $16.99. Penguin; £9.99"}, {"role": "body", "text": "The greatest comic novelist in English is Evelyn Waugh. But which is his funniest book? Many people favour his first, “Decline and Fall”; others tout “Scoop”, a satire of mid-20th-century journalism. But for sustained comic brilliance our vote goes to “The Loved One”, published in 1948. During the previous year Waugh had visited California, at the invitation of Hollywood studios. Tiring of agents and producers, he became fascinated by the local mortuary and embalming business. “The Loved One”, set in the Whispering Glades Memorial Park, was the result. The story concerns a doomed love affair between a failed poet, Dennis Barlow, and a prim funerary cosmetician, Aimée Thanatogenos. It’s a hilarious dissection of the English in Hollywood, of American business ethics and of Hollywood itself. "}, {"role": "body", "text": "Snippet. The first description of Aimée: "}, {"role": "body", "text": "“Her full face was oval, her profile pure and classical and light. Her eyes greenish and remote, with a rich glint of lunacy.”"}, {"role": "body", "text": "A Confederacy of Dunces. By John Kennedy Toole. Grove Paperback; 416 pages; $16. Penguin; £16.99"}, {"role": "body", "text": "The charms of Ignatius Reilly will be lost on some, but the protagonist of John Kennedy Toole’s novel is a comedic colossus. At odds with the modern world, this slothful behemoth of a man-boy farts, belches and bickers his way through a succession of lowly jobs in New Orleans to pay off his drunken mama’s debts, the erratic Mrs Reilly being his only consistent companion. The laughs are all in Ignatius’s haughty, misanthropic reflections on those unfortunate enough to come into his odorous orbit. Several publishers rejected Toole’s book—one reason why he committed suicide in 1969, aged only 31. It was due to the persistence of his mother Thelma, clearly a more capable woman than Mrs Reilly, that “A Confederacy of Dunces” was published 11 years later."}, {"role": "body", "text": "Snippet. A policeman rides his motorcycle up a New Orleans street:"}, {"role": "body", "text": "“The siren, a cacophony of twelve crazed bobcats, was enough to make suspicious characters within a half-mile radius defecate in panic and rush for cover. Patrolman Mancuso’s love for the motorcycle was platonically intense.”"}, {"role": "body", "text": "Bridget Jones: The Edge of Reason. By Helen Fielding. Penguin; 352 pages; $17. Picador; £9.99"}, {"role": "body", "text": "Starting life as a newspaper column, the Bridget Jones novels of the 1990s spawned an entire genre, “chick lit”. Its heroines, like Bridget, are often SINBADS (Single Income, No Boyfriend and Absolutely Desperate). “Bridget Jones’s Diary” started the series, but its sequel, “The Edge of Reason” (published in 1999), is even funnier, partly because Bridget at least starts off with “boyfriends 1 (hurrah!)”, Mark Darcy. This allows Ms Fielding to get into Bridget’s pantomime of a love life that much quicker. Our heroine tries to be a liberated, independent woman, if fortified by chardonnay and self-help books. But too often she slips into slavish dependence on unsuitable men with questionable taste in jumpers. The enemy? Smug Married Girls. It’s not exactly radical feminism, but the combination persuaded women (and men) to buy Bridget Jones books in the millions. Box-office hits, starring Renée Zellweger (pictured), followed."}, {"role": "body", "text": "Snippet. Bridget’s diary entries, Wednesday March 5th:"}, {"role": "body", "text": "“7.08 pm Am assured receptive, responsive woman of substance. My sense of self comes not from other people, but from…from…myself? That can’t be right."}, {"role": "body", "text": "7.09pm Anyway. Good thing is am not obsessing about Mark Darcy. Am starting to detach."}, {"role": "body", "text": "7.15pm Goody, telephone! Maybe Mark Darcy!"}, {"role": "body", "text": "Lucky Jim. By Kingsley Amis. NYRB Classics; 296 pages; $15.95. Penguin; £9.99"}, {"role": "body", "text": "Kingsley Amis’s first novel is probably his best and certainly the funniest. Published in 1954, “Lucky Jim” established him as a leader of a new literary movement of “angry young men”. But the tone of “Lucky Jim” is not so much angry as irreverent and waspish. It chronicles the misadventures of an inept young history lecturer, Jim Dixon, in a provincial university in repressed, dreary post-war Britain. Academic life, amateur choirs and middle-class sexual mores are all skewered, often in hilarious set-pieces. Just as Bridget Jones inspired chick lit, “Lucky Jim” spawned the campus novel. "}, {"role": "body", "text": "Snippet. Anxious to ingratiate himself with a professor, Dixon contemplates the title of his one academic article: "}, {"role": "body", "text": "“It was a perfect title, in that it crystallised the article’s niggling mindlesness, its funereal parade of yawn-enforcing facts, the pseudo-light it threw upon non-problems. Dixon had read, or begun to read, dozens like it, but his own seemed worse than most in its air of being convinced of its own usefulness and significance.” "}, {"role": "body", "text": "Death And The Penguin. By Andrey Kurkov. Translated by George Bird. Vintage; 240 pages; £9.99"}, {"role": "body", "text": "The Ukrainian author’s novel about his post-Soviet homeland is more black than “lol”, but it sits squarely in the great tradition of eastern European satire; Andrey Kurkov is an heir to Nikolai Gogol, a Russian novelist of the 19th century. In terse prose, “Death and the Penguin” recounts a few weeks in the life of an aspiring writer, Viktor, whose only close companion is Misha, a king penguin he rescued from the bankrupt zoo in Kyiv. The depressive Misha waddles around their small flat, holding up a mirror to his saviour’s own bleak life. Viktor gains a commission from a newspaper to write obituaries, but discovers that his subjects are not necessarily dead yet; rather, they become dead after his obits are published, the victims of mysterious mafia-style executions. Viktor attends their funerals, and eventually comes to fear that he, too, is a target. He resolves to escape, with Misha’s help. "}, {"role": "body", "text": "Snippet. The book begins with a joke:"}, {"role": "body", "text": "A Militia major is driving along when he sees a militiaman standing with a penguin."}, {"role": "body", "text": "“Take him to the zoo,” he orders."}, {"role": "body", "text": "Some time later the same major is driving along when he sees the militiaman still with the penguin."}, {"role": "body", "text": "“What have you been doing?” he asks. “I said take him to the zoo.”"}, {"role": "body", "text": "“We’ve been to the zoo, Comrade Major,” says the militiaman, “and the circus. And now we’re going to the pictures.” "}, {"role": "body", "text": "A Short History of Tractors in Ukrainian. By Marina Lewycka. Penguin; 336 pages; $17 and £9.99"}, {"role": "body", "text": "This best-selling debut was published in 2005. Two feuding sisters, Vera and Nadezhda, conspire to stop their 84-year-old Ukrainian-born father, who is recently widowed, from marrying Valentina, a 36-year-old gold-digger. Infatuated with her “golden hair” and Botticelli breasts, Viktor assures his daughters that Valentina also has strong views on Nietzsche, and, like him, abhors neoclassicism. They are unconvinced. Set in Peterborough, England, the novel is a riotous depiction of sibling rivalry and masculine pride. It sets the values of the first-generation, immigrant sisters against the materialistic culture of the Ukrainian Valentina. As hostilities unfold, the sisters learn plenty about their own Ukrainian heritage, not least because their father, an engineer, is writing an absolutely riveting history of the country’s tractors. "}, {"role": "body", "text": "Snippet. A catty put-down from rich, elder sister of her sibling, a left-wing academic:"}, {"role": "body", "text": "“Nadezhda, it’s enough that you get your clothes from Oxfam. Must you get your ideas from there also?”"}, {"role": "body", "text": "Nature Girl. By Carl Hiaasen. Vintage Crime; 368 pages; $18. Black Swan; £15.99"}, {"role": "body", "text": "From 1985 to 2021 the journalist Carl Hiaasen wrote a column for the Miami Herald  chronicling the state’s abundance of corruption scandals and environmental destruction. This provided the raw material for a succession of madcap crime thrillers set in southern Florida, a swamp of drifters, petty criminals, drug-smugglers, hitmen, bouncers—and politicians. The plots usually involve murder, lust and duplicity. Every Hiassen reader has a favourite. Many plump for “Striptease”, a satire on political sleaze that was made into a brilliant film starring Demi Moore as the stripper and Burt Reynolds as a wayward congressman. “Nature Girl” follows the adventures of single mom Honey Santana and her run-ins with a cast of very Hiaasenesque bad guys, including her boss Louis Piejack, who wants to make her his sex slave, and Boyd Shreave, an arrogant, unscrupulous telemarketer. She duly takes her revenge on both, big time."}, {"role": "body", "text": "Snippet.  Sammy Tigertail, a half-Seminole tour guide in the Everglades, learns to wrestle alligators:"}, {"role": "body", "text": "“He took his training from a former Harley-Davidson mechanic who, by virtue of three missing toes, went by the nickname of ‘Nubs’. He had lost the digits in a hatchet fight, but naturally he told audiences that a bull gator had gobbled them…Nubs demonstrated a few rudimentary pinning manoeuvres and counseled him not to eat cat-fish on performance days.”"}, {"role": "body", "text": "Right Ho, Jeeves. By P.G. Wodehouse. Alpha Editions; 218 pages; $15.20. Everyman; £15"}, {"role": "body", "text": "They may well belong to different generations, but fans of P.G. Wodehouse are just as devoted to their idol as Swifties are to Taylor. His novels have sold more than 100m copies in more than 20 languages. Don’t dare suggest that the antics of the bumbling aristocrat Bertie Wooster and his butler, the arch, resourceful and endlessly patient Jeeves, may have dated a tad. Wodehouse continues to sell by the forest-load. TV series and films abound. The huge contemporary popularity of “Downton Abbey” testifies to the same lasting fascination with the mores of England’s upper classes of a century ago, even if Wodehouse spends a lot of his time sending them up (in a very gentle way). “Right Ho, Jeeves” is quintessential Wodehouse, full of japes, mishaps and ninnies like Gussie Fink-Nottle. "}, {"role": "body", "text": "Snippet. Thwarted in love, Gussie reveals to Bertie and Jeeves that he is off to drown himself in the kitchen garden "}, {"role": "body", "text": "“Don’t be an ass.” [says Bertie]"}, {"role": "body", "text": "“I’m not an ass… Am I an ass, Jeeves?”"}, {"role": "body", "text": "“Possibly a little injudicious, sir.”"}, {"role": "body", "text": "“Drowning myself, you mean?”"}, {"role": "body", "text": "“Yes, sir.”"}, {"role": "body", "text": "“You think, on the whole, not drown myself?”"}, {"role": "body", "text": "“I should not advocate it, sir.”"}, {"role": "body", "text": "Also try"}, {"role": "body", "text": "Mr Kurkov has written dispatches from post-invasion Ukraine for 1843, our sister magazine. We described how Waugh’s novel “Brideshead Revisited” continued to influence British culture 75 years after its publication. An appreciation of Amis appeared in our Culture section on the 100th anniversary of his birth. We also reviewed Ms Lewycka’s second novel, “Two Caravans”. 1843 published this profile of P.G. Wodehouse in 2013. This data-led story assessed whether Bridget Jones is truly an everywoman."}], "id": 80}