{"coverImageURL": "https://www.economist.com/media-assets/image/20230610_FND002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Regulators put the future of America’s crypto industry in doubt", "subtitle": "Firms will head to friendlier waters", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-06-08T10:17:46Z", "contents": [{"role": "body", "text": "Taylor Swift’s record-smashing “Eras” tour could end up being one of the most lucrative in musical history, possibly even minting the world’s newest billionaire. But Ms Swift has another thing going for her personal finances. When courted to invest in ftx, a now defunct crypto exchange, she reportedly balked: “Can you tell me that these are not unregistered securities?”"}, {"role": "body", "text": "American regulators are asking similar questions. On June 6th the Securities and Exchange Commission (sec) sued Coinbase, the country’s largest crypto exchange, for failing to register as a broker, exchange or clearinghouse of securities. When markets opened, Coinbase’s share price dropped by a fifth. The day before the sec had sued Binance, the world’s largest crypto exchange—alleging both that it offered securities-trading services without the necessary registrations, and that it had placed customer funds in a trading outfit owned by its boss, Changpeng Zhao. Binance rejected all the allegations and said it would “vigorously defend” itself. "}, {"role": "body", "text": "At the core of both lawsuits is the idea that many cryptocurrencies are in fact securities. American law defines securities to include any “investment contract” that produces an asset for which an owner can expect to accrue returns depending on the effort of a promoter. The sec has suggested bitcoin, the world’s most valuable cryptocurrency, does not meet this standard. It has also avoided making definitive statements about ether, the second most valuable token. But Gary Gensler, the sec’s chairman, has made clear that he thinks most other cryptocurrencies fit the bill. "}, {"role": "body", "text": "Absent legislation or friendlier regulators, the lawsuits place the fate of America’s crypto industry in judicial hands. An entity’s issuance of crypto tokens is strikingly similar to the issuance of equity shares. If the organisation does well, the value of its tokens goes up. This makes it hard to argue they are not securities. The flipside is that some cryptocurrencies, like bitcoin, do not have such a promoter, since there is no centralised outfit that stands to profit from the token’s growth. And others, like some stablecoins, are used mainly for liquidity, such as facilitating trade within a crypto protocol, rather than investment. "}, {"role": "body", "text": "Coinbase is listed in America. Binance, which has no formal headquarters, is a trickier case. It separated American operations from international ones, but regulators say it turned a blind eye to Americans trading on the international platform. The sec’s lawsuit notes a damning message sent by its chief operating officer to colleagues: “We are operating as a fking unlicensed securities exchange in the usa bro.”"}, {"role": "body", "text": "The exchanges, for their part, argue that the sec is “regulating by enforcement” and has failed to provide clear guidelines on what is permitted. In this narrow sense, they may have a point. If the rules had been clear earlier then years of investment and talent could have been better allocated. "}, {"role": "body", "text": "There are two big implications of America’s crackdown. First, if the sec wins, America could in effect join the 25 of 45 markets tracked by the Atlantic Council, a think-tank, that have fully or partly banned crypto. Even if regulators create a path for firms to exist within the law, crypto’s value will shrink, as it becomes more difficult to avoid the costly red tape that applies to regular financial institutions. "}, {"role": "body", "text": "Second, more crypto firms will move to places with friendlier regulation and shun doing business in America altogether. Dubai will be one winner. It has set up a specialist crypto regulator and opened its arms to offices from Binance, Crypto.com and Bybit. The game of regulatory cat-and-mouse is not over just yet. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 60}