{"coverImageURL": "https://www.economist.com/media-assets/image/20230225_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Bring back Shamima Begum and then put her in prison", "subtitle": "Why Britain should give up on banishment", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-02-22T19:06:02Z", "contents": [{"role": "body", "text": "What strikes people first about Shamima Begum is her familiarity. Her part-gormless, part-affronted manner is recognisable to any parent. It is the look a teenager gives when asked why they have jumped a ticket barrier or not stacked the dishwasher. It appears on Ms Begum’s face when she is asked why she ran away to join Islamic State (IS). "}, {"role": "body", "text": "Since leaving Britain to join the so-called caliphate as a 15-year-old in 2015, the girl from Bethnal Green in east London has burrowed her way into the British psyche. First, as the minor who joined an Islamist death cult. Then, in 2019, as an unrepentant teenager who was stripped of her British citizenship by the government. Four years on, a new Ms Begum has appeared, asking to come home from a camp in northern Syria in a lengthy bbc documentary that aired this month. The niqab is gone, replaced by a baseball cap and sunglasses that are more TikTok than terror state. On 22nd February, a court put paid to that dream: her appeal against the removal of her citizenship was struck down. "}, {"role": "body", "text": "Ms Begum is being punished with an old idea that is back in fashion: banishment. In ancient Greece Socrates chose hemlock rather than endure it. In medieval Germany bells would toll while the condemned was escorted out of the city. In 18th-century France victims were paraded through Paris, and stripped and beaten at various markets, before expulsion. Banishment ceased not because people thought it was cruel but because it became impractical, says Matthew Gibney, a historian at Oxford University. Modern states could block the entry of citizens thrown out by neighbours. "}, {"role": "body", "text": "Banishment returned only in the wake of the 9/11 attacks on America. Terrorism did not respect modern borders, so governments dusted off ancient tools. Britain was in the vanguard. Dormant laws that allowed naturalised citizens to be stripped of their passports were repurposed; in 2002 Labour expanded the law even to those who, like Ms Begum, were born British. "}, {"role": "body", "text": "Since 2010 Britain has removed citizenship from over 200 people who were “not conducive to the public good” (by comparison, France stripped 16 people of citizenship in the same period). Predominantly, these were people who had gone to fight in the Middle East, but sometimes they were dual nationals guilty of serious crimes at home. Ms Begum is only the most famous example of a sanction that, though still rare, has started to become routine. The language is bureaucratic. Officials speak not of banishment but denaturalisation. No bells toll. But the effect is the same. "}, {"role": "body", "text": "The consequences are ugly. For starters, British citizens are no longer equal. Britain does not remove citizenship from native-born people who would thereby be made stateless, which is against international law. Only Britons with an alternative citizenship, or the potential to gain one, may face the punishment. (Although Ms Begum does not have a Bangladeshi passport, the courts argued that she was technically a Bangladeshi citizen through her parents.) Someone of Bangladeshi descent or with an Irish grandparent can have their citizenship stripped; someone of tenth-generation Norfolk stock cannot. For some citizenship is an inviolable right; for others it is a revocable privilege. "}, {"role": "body", "text": "Banishment is a form of free-riding. In the 18th century Voltaire compared banishment to “throwing into our neighbour’s field the stones that incommode us in our own”. Britain is usually sensitive to such allegations. A single veiled reference to free-loading by President Barack Obama in 2015 was enough to make the British government juice up defence spending. But when it comes to its home-grown Islamists, such as Ms Begum, the government is happy to let others fix the problem. Even close allies are not spared. Jack Letts, who was raised in Oxford, was accused of joining IS in 2014. Because he was half-Canadian, Britain stripped him of his passport in 2019. Canada had, incidentally, repealed its own law that allowed it to banish people accused of terror offences in 2017. If you snooze, Ottawa, you lose. "}, {"role": "body", "text": "Whipping away someone’s citizenship is an extreme step. The authority to do so resides with the home secretary, the minister charged with keeping Britain safe. Ms Begum joined a terrorist group: she may well have done terrible things in Syria, as British securocrats say. But the initial decision was made without public scrutiny. Sajid Javid, then the home secretary, stripped Ms Begum of her passport with reference to secret evidence: “If you did know what I knew…you would have made exactly the same decision.” "}, {"role": "body", "text": "What most worries officials is the thought that Ms Begum could avoid jail if she faced trial in Britain. Lawyerly machinations could free someone that the British state sees as a grave threat, runs the logic. To solve this problem the Home Office has alighted on a comparatively benign version of a Stalinist mantra: “No person, no problem” becomes “no passport, no problem”. But that is an unhealthy principle for any democratic society to live by. Nor does the argument really hold. Leaving threats to national security in the desert, and assuming that they will not wend their way back home in a more chaotic manner than they otherwise might, is naive. America, no bastion of civil liberties, has put pressure on Britain to keep its jihadis in its own jails rather than in poorly controlled camps."}, {"role": "second", "text": "Where to, Begum?"}, {"role": "body", "text": "Banishing Ms Begum keeps her out of the country but it does not keep her out of mind. Her supporters are media-savvy. She will probably appeal against the decision to uphold her banishment. Her tale will continue to capture attention because it cuts across the neuroses of British society, from immigration and integration to the rise of Islamist terror. But keeping her in a desert camp in Syria rather than putting her in a British jail demonstrates weakness rather than strength. Rather than punish her at home, Britain tramples its values to keep her at bay. Ms Begum was made in Britain; she is Britain’s problem to fix. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics:The Brexit Re-enactment Society (Feb 14th)The Conservative Party’s morbid symptoms (Feb 7th)Meet Ms Heeves, the face of Britain’s new political consensus (Feb 2nd)"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter."}]}