{"coverImageURL": "https://www.economist.com/media-assets/image/20230204_CUD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Some well-known etymologies are too good to be true", "subtitle": "But lots of genuine ones are fascinating and entertaining", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-02-02T14:18:13Z", "contents": [{"role": "body", "text": "SALARY, AS THE classically minded know, is a salty term. Not that it is unfit for company, but because it comes from the Latin for “salt”: Roman soldiers were given an allowance of salt, or paid in it entirely. It is a tale made for a cocktail party, memorable, revealing of ancient habits—and very probably wrong."}, {"role": "body", "text": "No classical source whatsoever reports that Roman soldiers were paid in salt, said Peter Gainsford, a classicist in New Zealand, in an article on the topic several years ago. They mention salt and pay in the same context, and later etymologists used the similarity of salarius (pertaining to salt) and salarium (stipend, salary) to assume a salt allowance, or even payment in salt. But, Mr Gainsford calculated, Roman soldiers’ daily pay would have bought about 6.6kg (over 14 pounds) of the stuff; had they consumed it all, the army would have collapsed from hypertension before conquering the known world. "}, {"role": "body", "text": "There could still be a link between salt and salary. Mr Gainsford guessed that extra pay for sundries might have been known metaphorically as salt money, even if it was not intended specifically for salt, though that is just a supposition. Then again, the salt-for-pay story, which emerged only in the 18th century, was always guesswork. This provenance puts it among what some experts call “folk etymologies”: pleasing and memorable just-so stories."}, {"role": "body", "text": "A particularly odd source of these is the collection of purported acronymic derivations of common words. You will hear people say with a straight face that two of the English language’s most venerable swear words derive from Fornication Under Consent of the King, and Ship High In Transit. But both words became part of English long before acronyms were common. Acronymic origins are also offered for golf, posh and cop, all false."}, {"role": "body", "text": "Another source of folk etymologies is the purported involvement of famous people. Some believe that marmalade was given to Mary, Queen of Scots when she was ill, her French nurse saying “Marie est malade”. But notables have far less influence on language than that (thankfully). The belief that pumpernickel bread is named after the kind fed to Napoleon’s horse, or pain pour Nicole, is another tall tale. So is the theory that crap comes from the name Thomas Crapper, inventor of the toilet. Crapper was indeed an entrepreneur of toilets, but they (and the word crap) were around before he was born."}, {"role": "body", "text": "Famous people do sometimes invent words, as Norman Mailer did with factoid. But such instances are very much the exception. In fact words rarely have sudden and exciting origin stories. In English, the great majority of them descend from a stock of roots shared among the Indo-European family of languages. Some reached English as part of its Germanic Anglo-Saxon bedrock. Others arrived with the French of the Norman conquest, or were coined from Latin and Greek in the 16th and 17th centuries. "}, {"role": "body", "text": "All these sub-families are related. Thus five, pentagon and quintet all go back to the same Indo-European root, penkwe, filtered through thousands of years of sound changes that took a distinct form in each language group. This is the kind of thing that professional etymologists work out; fascinating stuff, but harder to explain over a drink."}, {"role": "body", "text": "That said, etymological discovery provides endless delights, and has never been easier. The American Heritage Dictionary lists its Index of Indo-European Roots free online, so curious readers can research how poppycock and cacophony share an old root that means, well, Ship High In Transit. The Oxford English Dictionary traces the gradual changes in a word’s form and meaning, buttressed by literary citations over centuries. Etymonline is a free, scholarly resource with similar aims. Jonathan Green’s Dictionary of Slang, also free online, is an impeccably researched history of the kinds of words that may not make it into other dictionaries."}, {"role": "body", "text": "And if you want a salty fact, here’s one. Should your partner enjoin you to eat less salt, you can push the salad they have placed before you away. Salad, you can declare, comes after all from herba salata, Latin for salted vegetables. Alas, you will also have to swear off salsa (from the Latin for salted seasonings), and, for that matter, any sauce (which is just the French adaptation of salsa). You will further have to forgo sausage and salami (both descended from Latin’s salcisus, applied to salted meat)."}, {"role": "body", "text": "You can do without stories of the salt-and-salary type. Genuine etymology is enough to keep life well-seasoned. ■"}, {"role": "body", "text": "Read more from Johnson, our columnist on language:Translating the Bible is a vexed task, as a new book shows (Jan 19th)And the word of 2022 is… (Dec 14th)The translator of the future is a human-machine hybrid (Nov 30th)"}]}