{"coverImageURL": "https://www.economist.com/media-assets/image/20230204_FNP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Super-tight policy is still struggling to control inflation", "subtitle": "A return to Hikelandia, where price growth just won’t cool", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-02-02T11:14:11Z", "contents": [{"role": "body", "text": "In october we examined the fortunes of Hikelandia. In this group of eight countries—Brazil, Chile, Hungary, New Zealand, Norway, Peru, Poland and South Korea—central banks have thrown the kitchen sink at inflation. They started raising interest rates well before America’s Federal Reserve and on average have done so more forcefully, too. Yet we found little evidence that their determination was being rewarded with lower inflation. Hikelandia’s experience raised questions about how quickly monetary policy can control prices. Policymakers at the Fed have been watching closely."}, {"role": "body", "text": "The latest data offer little reason for optimism. Hikelandia’s inflation problems are still worsening. “Core” inflation excludes volatile components such as energy and food, and is thus a better measure of underlying pressure. In December this hit a new high of nearly 10% year on year (see chart). Higher borrowing costs are not yet crushing Hikelandia’s inflation, but they are crushing its economy. Output is shrinking at an annualised rate of about 1%, down from growth of 5% early last year."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230204_FNC479.png", "imageWidth": "608", "imageHeight": "681", "imageDescription": ""}, {"role": "body", "text": "In some parts of Hikelandia central bankers are having more luck. Core inflation in Brazil is now clearly falling. There are signs of a turnaround in South Korea. Yet elsewhere there is less progress. In Chile average wages are growing by about 10% a year, far too fast when productivity growth remains weak. In Hungary prices are surging. Annual core inflation rose from 19% in August to 25% in December. We estimate that the prices of more than one-fifth of Hikelandia’s inflation basket are rising, year on year, by a remarkable 15% or more."}, {"role": "body", "text": "When will prices in Hikelandia return to earth? Recent data suggest that it is unlikely inflation will move far into double figures. Yet the longer high inflation lasts, the more Hikelandia’s citizens will come to expect it. Just ask Hungarians, many of whom are obsessing about the cost of living. They now search on Google for “inflation” as much as they do for “Viktor Orban”. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}]}