{"coverImageURL": "https://www.economist.com/media-assets/image/20230318_CUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Are science and religion fated to be adversaries?", "subtitle": "No, says Nicholas Spencer in “Magisteria”, an arresting history of their relationship", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-03-15T16:09:47Z", "contents": [{"role": "body", "text": "Magisteria. By Nicholas Spencer. Oneworld; 480 pages; £25. To be published in America in May; $32"}, {"role": "body", "text": "In the late 19th century two books on science and religion were published within a decade of each other. In “The Creed of Science” William Graham tried to reconcile new scientific ideas with faith. In 1881 Charles Darwin, by then an agnostic, told him: “You have expressed my inward conviction, though far more vividly and clearly than I could have done, that the Universe is not the result of chance.” "}, {"role": "body", "text": "The other book made a much bigger splash. “History of the Conflict Between Religion and Science” by John William Draper was one of the first post-Darwinian tomes to advance the view that—as its title suggests—science and religion are strongly antithetical. Promoted hard by its publisher, the book went through 50 printings in America and 24 in Britain and was translated into at least ten languages. Draper’s bestseller told a story of antagonism that, ever since, has been the mainstream way to see this relationship."}, {"role": "body", "text": "In “Magisteria”, his illuminating new book, Nicholas Spencer claims that this framing, more recently espoused by Richard Dawkins and others, is misleading. For centuries, he says, science and religion have been “endlessly and fascinatingly entangled”. Even (or especially) those readers inclined to disagree with him will find his narrative refreshing."}, {"role": "body", "text": "Mr Spencer works at Theos, a religious think-tank in London, and is one of Britain’s most astute observers of religious affairs. Some conflict between science and religion is understandable, he argues, but not inevitable. He offers an engaging tour of the intersection of religious and scientific history: from ancient science in which “the divine was everywhere”, to the Abbasid caliphate in Baghdad in the ninth century and Maimonides, an illustrious Jewish thinker of the 12th—and onwards, eventually, to artificial intelligence. Now and again he launches salvoes against ideologues on both sides. "}, {"role": "body", "text": "“Medieval science” is not an oxymoron, he writes. Nor is religious rationalism. In the 11th century Berengar of Tours held that “it is by his reason that man resembles God.” As religious dissent spread following the Reformation, Mr Spencer says, theology helped incubate modern science through the propagation of doubt about institutions and the cracking open of orthodoxies. For their part, an emergent tribe of naturalists strove, chisel and hammer in hand, to show that creation pointed towards a creator. Exploration of nature was itself a form of worship."}, {"role": "body", "text": "Mr Spencer insightfully revisits the dust-ups involving Galileo, Darwin and John Scopes (prosecuted in Tennessee in 1925 for teaching evolution). He traces the interaction of the two disciplines in often fascinating detail. Many pioneering scientists lived in times of religious and political strife and found in “natural philosophy”, as pre-modern science was known, a “ministry of reconciliation”. Thomas Sprat, dean of Westminster and biographer of the Royal Society, opined in 1667 that, in their experiments, men “may agree, or dissent, without faction, or fierceness”. That was not always true, as Isaac Newton’s spats with his peers showed. Still, says Mr Spencer, by supplying an arena for calmer debate that was beyond clerical control, “Science saved religion from itself.”"}, {"role": "body", "text": "The roll call of scientists who were people of faith runs from Michael Faraday and James Clerk Maxwell to Gregor Mendel and Georges Lemaître, a Belgian priest who, on the basis of mathematical calculations, first proposed that the universe was expanding and therefore had a beginning. In 1933 Lemaître made what, for Mr Spencer, is a key observation: “Neither St Paul nor Moses had the slightest idea of relativity.” The writers of the Bible could see into “the question of salvation. On other questions they were as wise or as ignorant as their generation.” In other words, science and religion are not different attempts to do the same thing. Lemaître warned the pope against drawing any theological conclusions from his work on the cosmos."}, {"role": "body", "text": "Mutual hostility has risen in recent decades. Sociobiology now seeks to explain all human life and behaviour, including morality and the mind, in terms of evolution. As well as clinging to a morality derived from scripture, some religious zealots still reject Darwin’s theory altogether. Mr Spencer thinks it is “disciplinary overreach” for either side to dismiss the other entirely. “Neuroscience stands no more chance of finding morality or the soul in an MRI scan than ethicists or theologians will locate evidence for frontal lobe activity in the ‘Nicomachean Ethics’ or the Bible.” "}, {"role": "body", "text": "In “Rocks of Ages” (published in 1999), Stephen Jay Gould, an evolutionary biologist, argued that the tension between science and religion “exists only in people’s minds…not in the logic or proper utility of these entirely different [subjects]”. He coined the phrase “non-overlapping magisteria” to describe their relationship. One covers the empirical realm, the other the realm of values. Mr Spencer does not think the division is quite so clean-cut. “Science and religion are partially overlapping magisteria,” he thinks. “They overlap within us.” In other words, humans are complex, and should be able to tolerate complexity without declaring war. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}]}