{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-03-16T14:37:59Z", "contents": [{"role": "body", "text": "The theme of the week was turmoil. Turmoil in the banks, which have proved vulnerable to rising interest rates; and turmoil in the Middle East, where Israel is tearing itself apart over reforms to the Supreme Court proposed by the prime minister, Binyamin Netanyahu. "}, {"role": "body", "text": "Our task with both covers was to convey how worried we are, without veering into alarmism. "}, {"role": "body", "text": "The shocks rumbling through the banking system are a good example. A ferocious run at Silicon Valley Bank (SVB) on March 9th saw $42bn in deposits flee in a day. SVB was just one of three American lenders to fail in the space of a week. So far this month, the market value of America’s banks has plunged by $229bn—or 17%. Share prices of banks in Europe and Japan have tumbled, too. Credit Suisse, which faces other woes, has secured loans of up to SFr50bn ($54bn) from the Swiss central bank."}, {"role": "body", "text": "One early idea for the banks cover showed a bouncy castle with a Palladian portico losing its puff. This said that it’s time to stop jumping around, but there’s no need to call for an ambulance. But that seemed to be making light of what could still turn out to be very nasty. "}, {"role": "body", "text": "Another potential cover had a quarter with a hole at its heart, like a wreath of remembrance. But the shattered coin suggested that we were predicting a broad collapse of America’s banks. So we tried to strike an unhappy medium. The manhole cover is open and there’s something nasty down there. The rungs tell you that it’s a brave person’s job to climb down and find out what. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230318_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: What’s wrong with the banksFinance: How deep is the rot in America’s banking industry?Finance: For markets Silicon Valley Bank’s demise signals a painful new phaseFinance: The Fed smothers capitalism in an attempt to save it"}, {"role": "body", "text": "Banks were on the cover around most of the world, but in the Middle East we focused on Israel. The prime minister, Binyamin Netanyahu, who has led the country for 15 of the past 27 years, prides himself on making ruthless, often ugly, trade-offs that ultimately leave Israel stronger. This time, however, he has proposed judicial reforms that are tearing the country apart. "}, {"role": "body", "text": "We thought we could use photography to focus on popular dissent. However, photographs of demonstrations fail to get across the drama—perhaps because one protest looks very much like another. We also considered portraying Israel as a shard of glass. It’s powerful, but we ran into trouble with the metaphor. Maps are about borders, and when you talk about the map of Israel, you evoke the fight between Jews and Arabs over land. This is quite different from the fight we are writing about, which is between Israelis over the character of their democracy."}, {"role": "body", "text": "Much better to represent the rift between Israelis by their flag. Bibi is clearer here, too. An MIT-educated, secular pragmatist, he is Israel’s most consequential politician of the past 25 years. He has had a big hand in the country’s economic revival and its rapprochement with some Arab states. "}, {"role": "body", "text": "If only Mr Netanyahu could catalyse a new centrist configuration in Israeli politics he would secure his legacy. Alas, his brand is too toxic and he is too bent on protecting himself against charges of corruption. His time has passed. That may be why, in contrast with the banks, we felt that it was apt to put him against a background of funereal black."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230318_DE_ME.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Will Bibi break Israel?Middle East and Africa: Binyamin Netanyahu is exploiting Israel’s divisions"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 3}