{"coverImageURL": "https://www.economist.com/media-assets/image/20230318_WOT922.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Upper legislative houses tend to be biased and malapportioned", "subtitle": "Variation in district sizes benefits conservatives, but not in lower chambers", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-03-14T19:36:33Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230318_WOF924.png", "imageWidth": 1280.0, "imageHeight": 2568.0, "imageDescription": ""}, {"role": "body", "text": "Left-of-centre Americans often bemoan their country’s Senate, in which each state gets two seats regardless of population. This has always given the least populous states extra sway in the upper chamber of Congress. But in recent years, smaller states have become more Republican, and Democrats have called for reform."}, {"role": "body", "text": "Relative to parliaments elected by proportional representation, a method that matches shares of seats and votes, America’s Congress looks badly malapportioned. But many countries, seeking to ensure that regional interests are heard, use systems that represent both places and people. And according to a new working paper by Pablo Beramendi, Carles Boix, Marc Guinjoan and Melissa Rogers, all political scientists, imbalances like America’s are common in countries with bicameral legislatures. "}, {"role": "body", "text": "The authors measured malapportionment, defined as the gap between districts’ shares of seats and eligible voters, in 247 elections across 65 countries. Just like the United States, the worst offenders, mainly in South America, give each state or province equal weight in the upper house. But the difference in voting-age population between Brazil’s largest and smallest states—São Paulo has 99 times as many eligible voters as Roraima, in the Amazon—is even bigger than the 55-fold ratio of California to Wyoming. Unicameral legislatures in African countries like Ghana and Zambia, which do not balance constituencies by population, were also highly skewed."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230318_WOF925.png", "imageWidth": 1280.0, "imageHeight": 2762.0, "imageDescription": ""}, {"role": "body", "text": "The conservative bias of America’s Senate also reflects a trend. Combining four different databases of ideology scores for political parties, the authors assessed how much malapportionment favoured the left or right in each country. In general, the authors found that right-leaning voters had disproportionate sway in upper houses, albeit with exceptions like Australia’s and Chile’s. There was no such skew in lower houses, in which seats and votes were usually better-aligned. In places as diverse as India, Peru and Ireland, modest levels of malapportionment favoured the left."}, {"role": "body", "text": "The data yield two conclusions for reformers. Left-wing parties should be wary of systems with powerful upper houses. And some countries with mixed-member parliaments, like Germany, avoid malapportionment while still providing geographic representation. The interests of places and people need not be at odds.■"}, {"role": "body", "text": "For more coverage of Joe Biden’s presidency, visit our dedicated hub and follow along as we track shifts in his approval rating. For exclusive insight and reading recommendations from our correspondents in America, sign up to Checks and Balance, our weekly newsletter."}, {"role": "body", "text": "Chart sources: “Distorted Democracies”, by Pablo Beramendi, Carles Boix, Marc Guinjoan and Melissa Rogers, working paper, 2023; World Bank"}]}