{"coverImageURL": "https://www.economist.com/media-assets/image/20230715_WOT978.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A new study finds that 47,000 Russian combatants have died in Ukraine", "subtitle": "The invasion has at least doubled Russia’s total combat losses since 1945", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-07-12T18:13:40Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230715_WOF979.png", "imageWidth": 1280.0, "imageHeight": 1886.0, "imageDescription": ""}, {"role": "body", "text": "Russia has not updated its formal count of combat deaths in Ukraine since September 2022, when it announced an unrealistically low figure of 5,937. The country has good reason to keep the toll secret. If it were known, public support for the war and willingness to fight might wane."}, {"role": "body", "text": "Mediazona, an independent news site, and the bbc have verified the deaths of 26,800 combatants using official statements, obituaries and social-media posts. But the true total must be higher. In May American officials estimated Russian losses at 50,000. The Centre for Strategic and International Studies, a think-tank, put them at 60,000-70,000 just for the war’s first year. Now, such assessments have been replaced with firm maths. On July 10th Mediazona and Meduza, another Russian outlet, released a rigorous study with results close to the American figure."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230715_WOT980.png", "imageWidth": 1280.0, "imageHeight": 2845.0, "imageDescription": ""}, {"role": "body", "text": "The authors based their estimate on inheritance data. As the war began, the number of men whose deaths appeared in a public record of inheritance filings soared. The total for women, for whom fighting in Ukraine is very rare, was unchanged. The growth of this gender gap measured the rise in mortality among Russian men with valuable property and heirs to receive it."}, {"role": "body", "text": "But what share of fallen fighters meets these criteria? To find out, the study used Mediazona’s log of confirmed deaths. For each age group, it took the share of soldiers known to have died whose names appear in inheritance data, and applied it to all fighters. Excluding the dead still listed as missing, this yielded a range of 40,000-55,000 deaths by May 27th—meaning that even before Ukraine’s counteroffensive began, Russia had lost at least as many combatants as in all other wars since 1945."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230715_WOT981.png", "imageWidth": 1280.0, "imageHeight": 3664.0, "imageDescription": ""}, {"role": "body", "text": "The authors double-checked this figure against data broken down by sex and age on the total number of Russians who die each year. Figures for 2023 were not available, but Dmitry Kobak, a researcher, found that 24,000 more men aged 15-49 died in 2022 than female death rates that year would suggest—a close match for the inheritance-based estimate of 25,000 deaths."}, {"role": "body", "text": "Using records of compensation payments to military families, the study suggested that a further 78,000 fighters have been wounded so gravely that they have left military service. This would bring Russia’s irrecoverable losses to 125,000—nearly the size of its original invading force.■"}, {"role": "body", "text": "Chart sources: Mediazona; Meduza; CSIS"}], "id": 69}