{"coverImageURL": "https://www.economist.com/media-assets/image/20230715_LDD004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "American trustbusters are losing their focus", "subtitle": "An obsession with technology and size distracts from truly harmful market power", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-07-13T09:42:37Z", "contents": [{"role": "body", "text": "In recent YEARS trustbusters have made no secret of their distaste for big firms and big deals. Lina Khan, the head of America’s Federal Trade Commission (FTC), came to office after saying that the agencies had failed for decades to do enough proper policing. In addition to suing Amazon and Google for abusing their market power, regulators sought to block Microsoft’s $69bn acquisition of Activision Blizzard and are holding up the purchase of Horizon Therapeutics by Amgen, a health-care firm. The activist approach has been mirrored in Europe. Britain’s trustbusters have been conspicuously aggressive, and on July 12th the European Commission slapped a €432m ($480m) fine on Illumina, a biotech giant, for buying Grail, a cancer-screening firm. "}, {"role": "body", "text": "This expansive agenda raises questions of whether regulators have become overambitious. On July 11th a district court halted the ftc’s attempt to stop Microsoft buying Activision. The FTC will appeal, but Britain’s trustbusters, which had previously blocked the deal, abruptly signalled that they would be open to negotiations. Almost 18 months have passed since the deal was launched. Even if it eventually succeeds, that would be enough to chill future dealmaking. And all the while, the obsession with size may have distracted policymakers from tackling genuine hurdles to competition, to the detriment of consumers. "}, {"role": "body", "text": "In principle trustbusters’ zeal is welcome, because vigorous competition is essential in any free-market economy. After the 1980s, deference to business curbed regulators and courts in America. From the 1990s to the 2010s, the average number of mergers investigated yearly by the Department of Justice fell from 180 to 70. Corporate profits are a sign of market power and, depending on how they are measured, they have been 20-40% higher in the past decade than in the three decades before that. Mergers such as the one between Whirlpool and Maytag in 2006 led to higher prices. The past 20 years have seen nearly 2,000 hospital mergers; on average, prices have risen while the quality of care has stagnated. "}, {"role": "body", "text": "Yet, as the Activision saga shows, and as we report this week, bigness need not be bad. The five largest tech firms pay for a quarter of all research and development in America. True, corporate concentration has risen across the decades in both America and much of Europe. But this expansion appears to have been caused mainly by growing economies of scale from technology, not market power. "}, {"role": "body", "text": "Moreover dealmaking, even involving big firms, is a vital part of healthy capitalism. Microsoft’s purchase of Activision promises to make gaming more competitive, by developing the nascent subscription and cloud-gaming markets that could challenge the status quo. "}, {"role": "body", "text": "The consequences of regulators’ emphasis on size are starting to be felt. Nearly any deal involving a large tech firm is scrutinised. Adding “sand to the gears of M&amp;A”, as lawyers put it, sabotages the launch of some worthy bids, because managers choose to avoid the reputational risk of being barred or the headache of compliance. Although the overall volume of deals has fallen only a little, their average value has shrunk by about 40% this year compared with the past half-decade, suggesting that larger deals are being deterred. Since 2020, the share of deals involving the five largest tech giants has been cut in half. "}, {"role": "second", "text": "Broaden your horizons"}, {"role": "body", "text": "Two principles should guide the regulators. The first is that size alone should not warrant alarm. Needless scrutiny uses up regulators’ resources and damages their credibility and the morale of their staff. Plenty of industries in America with persistently high profits and low innovation deserve attention, including hospitals and their intermediaries, and credit-card firms. The FTC has rightly blocked a handful of hospital mergers in recent years, and courts have agreed with it. It has more work to do."}, {"role": "body", "text": "The second principle is to acknowledge the limits of antitrust. Two years ago President Joe Biden rightly pointed out that blocking deals and anti-competitive practices was just one piece of the puzzle. That idea has been forgotten. Land-use and occupational-licensing restrictions are still entrenched. Firms are being protected by rising barriers to trade. Such things win fewer headlines than targeting blockbuster deals. But tackling them would at least boost competition. ■"}], "id": 6}