{"coverImageURL": "https://www.economist.com/media-assets/image/20230715_BRP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "British pension funds agree to invest more in private markets", "subtitle": "That is good for the country’s startups and savers", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-07-12T17:30:11Z", "contents": [{"role": "body", "text": "Two truisms have taken hold in the City of London in recent years. One is that Britain’s stockmarket is drifting into irrelevance, having lost its risk appetite, much of its investor base and hence its allure to capital-hungry businesses. The other is that Britons’ pension savings are invested in the wrong things. In particular, they lack exposure to the sort of risky assets with the growth potential to fund a decent retirement. The two problems suggest a common solution: push pension funds to invest more in early-stage, high-growth firms. Pensioners would get diversified portfolios with juicier returns. Meanwhile, a bevy of young, ambitious firms might—with more domestic investors backing them—be convinced to list in London rather than overseas."}, {"role": "body", "text": "Just such a push is now under way. On July 10th, Jeremy Hunt, the chancellor of the exchequer, announced the “Mansion House Compact”. The agreement commits nine large investment outfits to allocate a much bigger chunk of pension savings to shares of unlisted firms. Together, the group oversees two-thirds of Britain’s defined-contribution (dc) pension schemes—by far the most common form of workplace pension, with assets set to grow to £1trn ($1.3trn, or 45% of gdp) by the end of this decade. Less than 1% of such assets are currently invested in unlisted shares; the compact specifies 5% by 2030. Should the rest of the industry follow suit, that could unlock up to £50bn of growth capital for early-stage firms."}, {"role": "body", "text": "Will it work? Daniel Mahony, chair of the BioIndustry Association, a trade body for life-sciences and biotech firms, thinks it will certainly be a boon for his sector. He estimates its need for growth capital at some £10bn-12bn, “very, very little” of which currently comes from British investors. Startups can attract funding from foreign investors, especially Americans, but big equity cheques from such backers are the exception rather than the norm."}, {"role": "body", "text": "Innovative firms must therefore crimp their ambitions. Running drug trials is expensive, says Dr Mahony, and “if you know you can’t raise £100m, you don’t make a business plan that needs it. You make one that needs £25m.” If even a small proportion of the growth capital biotech firms need could be raised domestically, that might help “crowd in” more foreign investment as well. "}, {"role": "body", "text": "Savers, too, stand to benefit. Next to peers, Britain’s look like outliers in their inability to share in the growth of private companies. Mr Hunt’s speech cited the 5-6% of Australian dc funds invested in unlisted shares; many in the City point to the bizarre spectacle of Canadian pension funds being more exposed to high-growth British businesses than British pensioners are. Even a small change to that is likely to have big benefits. Analysis conducted in 2019 by Oliver Wyman, a consultancy, and the British Business Bank estimated that a 22-year-old allocating 5% of their dc fund to venture capital would increase their final retirement pot by 7-12%."}, {"role": "body", "text": "That does not mean more firms will necessarily be convinced to stick with the City when it comes time to enter public markets. For Kate Bingham, the venture capitalist who ran Britain’s covid-19 vaccine task force, now of sv Health Investors, it is not a problem if promising firms prefer to list on America’s nasdaq exchange rather than at home. “That market is much deeper and more liquid than London’s, and that’s not going to change soon,” she says. Such businesses could still do with more growth-stage investment. Ms Bingham recalls backing a successful startup that had to float on the stockmarket a few years earlier than it should have done, because of a paucity of growth capital. The firm is doing well, but could have gone public in a stronger and less risky position had more domestic growth capital been available."}, {"role": "body", "text": "It is also not out of the question that the London Stock Exchange could, eventually, get a boost. Dr Mahony describes a recent gathering of City grandees, to discuss how to rejuvenate Britain’s capital markets. “It was the first time I’d been in a room full of people not just whingeing about the problem in a British way, but actually putting solutions on the table,” he says. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 41}