{"coverImageURL": "https://www.economist.com/media-assets/image/20230715_EUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Support for the hard-right AfD is surging in Germany", "subtitle": "Immigration and alienation are the themes it bangs away on", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-07-13T12:58:53Z", "contents": [{"role": "body", "text": "There seems nothing alarming about the election posters in Raguhn-Jessnitz, two hours’ drive south-west of Berlin. “Abiding support for homeland, culture and clubs!” promise the now-fading words that earlier this month helped Hannes Loth become mayor of the township, a clutch of villages on the banks of the meandering Mulde river. Yet by electing Germany’s first-ever full-time municipal boss from the far-right Alternative for Germany party (AfD) its 8,000 voters also, to use one of Germany’s favourite Anglicisms, stirred up einen Shitstorm. "}, {"role": "body", "text": "The AfD was launched ten years ago by a group of Eurosceptic intellectuals. The party soon shed gentler founders and their ideas, hardening around a strident nativism that harped on two issues, immigration and the alleged alienation of “ordinary” Germans from an increasingly “elitist” mainstream. It cashed in on anxiety over an influx of refugees, particularly from Syria in 2015-16, surging to 13% of the national vote in 2017 and sending 94 MPs to the 709-seat Bundestag (now 736-strong). But this share fell back to 10% in the next general election, in 2021. City folk took to dismissing the AfD as a losing team of racists and crackpots. Older parties swore never to consider it as a coalition partner."}, {"role": "body", "text": "The AfD quietly sank deeper roots, particularly in the relatively depopulated and depressed hinterland of the former East Germany. Over the past year few seemed to notice its steady climb in polls, from under 10% to over 20% in June. But bells began to ring last month when the AfD won control of a district administration in Thuringia, a state to the south of Raguhn-Jessnitz—and then Mr Loth’s office. The talk shows suddenly discovered that the upstarts had displaced the Social Democrats, who lead the ruling coalition, as Germany’s second-most popular party. Nationally, the AfD is now just six or so points behind the right-of-centre Christian Democrats’ 27%, and gaining. In former East Germany the roles are reversed: the AfD is number one."}, {"role": "body", "text": "The reasons are multiple. One is that the coalition government presents a large target. A slack economy and extended crises, from covid-19 to war in Ukraine and energy shocks, have provided ample ammunition for sniping. This spring’s ill-timed move by the Greens, a junior partner in the coalition, to propose a ban—now postponed—on gas and oil boilers prompted an opposition frenzy. It is not just right-wingers who dislike the government. The latest weekly poll shows that just 23% of Germans think it is doing a good job, a record low for its term."}, {"role": "body", "text": "Clever messaging helps the AfD. As in Mr Loth’s anodyne posters it relies on innuendo, not stridency, to suggest that other parties are failing to defend a way of life. In Thuringia, where the local office of Germany’s equivalent of the FBI labels the AfD a “right-wing extremist organisation”, the party has countered with a sharp online campaign. “Do you think calling for limits to immigration is extremist?” it asks, revealing in the next line that local polls show 69% of Thuringians don’t think so. Further questions—“Do you think calling for illegal migrants to be deported is extremist?” and “Do you think putting tougher conditions on citizenship is extremist?”—receive similar endorsements of the party view. The text jauntily concludes, “AfD: We clear things up!”"}, {"role": "body", "text": "The party scores with simplicity too, relentlessly pressing the same buttons. Its politicians grab any opportunity to highlight bad things done by immigrants, then go mute when chauvinist Germans misbehave. Events abroad, such as recent riots in France, are amplified as warnings of what happens when nations dilute their purity. Success stories of assimilation get no play. "}, {"role": "body", "text": "By such means the party has nudged the dial on what Germans consider acceptable. Yet for all its apparent success the party remains, at core, a creature apart. A recent survey of attitudes in eastern German states by scholars at Leipzig University found more than half of AfD supporters are hostile to foreigners, compared with 20% or fewer in every other party. They are at least four times more likely to approve of dictatorship, and ten times more to think Nazi crimes are exaggerated. Ordinary Germans seem aware of this difference. In another recent poll, this time nationwide, 65% said the party is a danger to democracy. Even 10% of AfD supporters agreed. ■"}], "id": 36}