{"title": "Global warming is changing wine (not yet for the worse)", "subtitle": "New vineyards are popping up in surprising places; old ones are enduring", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/christmas-specials/2023/12/20/global-warming-is-changing-wine/_app/immutable/assets/wine2-Artboard_1_copy_4.b05b9dd2.png", "coverImageWidth": 1400, "coverImageHeight": 838, "coverImageDescription": "", "hashTag": "Christmas Specials", "publishDate": "Dec 20th 2023", "contents": [{"role": "body", "text": "It is late enough in the growing season that most grapes have already been picked, but it feels like a glorious summer day at the Octagon Block. Bright morning sun blazes from a near-cloudless sky, bathing the vineyard’s eponymous eight-sided gazebo and the still-verdant leaves on generously spaced rows of Chardonnay and Pinot Noir in golden light. The remaining thigh-high grape bunches, beehive-shaped and coloured rich indigo and chartreuse, shudder slightly in a light breeze above perky dandelions, scrubby weeds and bone-dry, pebbly earth. A weathervane in the shape of Sleipnir, the eight-legged horse of Norse mythology, points towards the nearby winery, where workers in t-shirts race to get the day’s harvest into a pressing machine before their baskets of fresh fruit succumb to the heat."}, {"role": "body", "text": "Could this bucolic scene be from a late summer holiday in Napa Valley, California? Or in the Côte-d’Or, the exalted hillside strip in Burgundy, France, that makes the world’s priciest wines? No, it is an October jaunt east of London, in Essex. Yes, that Essex. The county that (fairly or not) has long signified brash, nouveau riche English culture is home to one of the world’s most exciting new wine producers. Danbury Ridge is earning rave reviews for its ripe, dense, still wine in a country that for centuries was too chilly to muster any bottles of such quality. On days like this—October 9th, with a high of 26°C (79°F)—it becomes clear that global warming is already changing the wine industry. And for the better, at least for the time being."}, {"role": "quote", "text": "Only in the past few decades has Essex warmed enough to join the areas that support Chardonnay vines."}, {"role": "body", "text": "By the end of this century central Germany and western Poland may be able to produce decent vintages of the variety too."}, {"role": "quote", "text": "Chardonnay’s cultivation will have to move north and up-slope. Compared with the end of the 20th century, many southern areas will grow too warm for it."}, {"role": "body", "text": "Mike Bunker, a silver-haired former asset manager, planted Danbury Ridge’s first vines near his house in 2014, on a gravelly patch once used to train racehorses. Only years earlier it would have been a poor choice. In the 1980s Essex accumulated an annual average of 850 growing degree days (GDD), the sum of daily average temperatures above 10°C from April to October. For example, a 15°C summer day adds five GDD to the annual total. At that time Burgundy was amassing 1,150 GDD per year. Since 2018 Danbury Ridge has almost equalled that former Burgundian average, receiving 1,120 GDD per year. Burgundy has been getting 1,535. “We’ve stolen Burgundy’s climate,” Mr Bunker says."}, {"role": "body", "text": "What of Burgundy, then? Thus far, established regions have fared better than agronomists predicted. Warming has benefited cooler parts of Europe, while Mediterranean vineyards are still flourishing thanks to the grapevine’s resilience to high temperatures. No one yet knows how hot is too hot for vitis vinifera."}, {"role": "second", "text": "Grape expectations"}, {"role": "body", "text": "On current trends, growers will find out some time this century. Extreme weather is already reducing output: global wine production in 2023 is expected to be the lowest in 62 years. Surviving further warming will require both discovering new sites like Danbury Ridge, and changing planting and farming practices in existing vineyards. Winemakers in the New World have long turned to science to catch up with methods that European producers had perfected via centuries of trial and error. Now the climate is forcing those incumbents to change their time-honoured ways."}, {"role": "body", "text": "First domesticated some 8,000 years ago in Georgia, the grapevine is versatile yet finicky. It can bear quality fruit in climates ranging from Tahiti’s to Norway’s. Scientists seeking to understand why the world’s finest grapes grow where they do have identified a few attributes that such areas share. The most important is temperature: daily averages during the growing season cluster between 12°C and 22°C. Precipitation tends to be moderate, and sunlight abundant."}, {"role": "body", "text": "Within these limits, certain varieties prefer narrower temperature bands. Growers strive to synchronise two aspects of the red grape: the accumulation of sugar and the development of “phenolic” compounds in the skin such as tannins and anthocyanins, which give red wine its colour, texture and many of its aromas. As vines absorb sunlight and heat, the amount of sugar they contain—and thus their alcoholic potential—rises, while their levels of methoxypyrazines (which smell like green bell peppers) and acids decline. The speed of this process differs vastly between varieties: planted side by side, early-ripening grapes, like Pinot Noir, attain a given level of sugar as much as two months before late-ripening ones, such as Cabernet Sauvignon, do. Meanwhile, phenolic compounds need time to ripen steadily in the skins, aided by a delicate balance of sunlight and cool nights. Otherwise wines end up tasting bitter and astringent."}, {"role": "body", "text": "Grapes picked with insufficient sugar yield sour, leafy-smelling wines deficient in alcohol. Excessive sugar yields boozy, syrupy beverages with prune or raisin flavours. Kees van Leeuwen, a professor at Bordeaux Sciences Agro and one of the world’s leading wine scientists, explains that to get the right amount of sugar just when grapes achieve phenolic ripeness, growers use varieties that they can harvest near the start of autumn. For warm regions like Napa, this means late-ripening grapes; for cooler ones such as Oregon, early-ripening ones. White wines are made without grape skins but still follow a similar pattern: those grown in the warmest regions tend to lack aromatic complexity; varieties like Riesling achieve their full potential mainly in chilly places like Germany."}, {"role": "body", "text": "The other main geographic factor shaping the character of wine is soil. The principal role of soil is to provide water, and secondarily nutrients—not too little, but definitely not too much. Vines with abundant water tend to focus on growing leaves and new shoots, and form large berries that yield wines lacking concentration. In contrast, those suffering “moderate water deficit” dedicate what little vigour they have to their fruit, producing berries full of phenolic compounds and the potential for aromatic complexity. Great wine grapes can be grown on a wide variety of soil types, ranging from clay to sand to gravel, so long as they provide a constrained, steady water supply."}, {"role": "body", "text": "But even the best soil cannot compensate for poor weather. And for many years much of Europe was too cold to produce great wine. Famous French vintages like 1945, 1961 and 1990 were unusually hot and dry, yielding fully ripe grapes with above-average alcohol levels. Wines from years in between were frequently thin, herbaceous and unsuitable for long-term ageing."}, {"role": "body", "text": "As is typical for high latitudes, Europe has warmed unusually fast. In most of its wine regions average temperatures during the growing season have risen by a full 2°C since 1950. As a result, grapes’ ripening cycle has accelerated. In the Alsace region of France, the typical date of veraison—the point at which grape skins change from green to yellow or purple—is now 39 days earlier than the long-run historical average. One response is to pick grapes sooner. A database from Beaune, Burgundy, going back to 1354 showed that harvest dates since 1988 were on average 13 days earlier than the previous baseline. Nonetheless, sugar concentrations are creeping up: the typical level at harvest in Bordeaux rose by about 20% from 1978 to 2005."}, {"role": "image", "imageURL": "https://www.economist.com/interactive/christmas-specials/2023/12/20/global-warming-is-changing-wine/_app/immutable/assets/wine1-Artboard_1_copy_4.4ba45b2f.png", "imageWidth": 1400, "imageHeight": 796}, {"role": "body", "text": "In theory, the welcome disappearance of years that are too cold or wet should be offset by the advent of vintages that are too hot or dry. One widely cited paper from 2005 calculated that the optimal average growing-season temperature for Bordeaux was 17.3°C, a threshold surpassed more than a decade ago. In Burgundy, all 11 of the warmest years since 1979 have occurred since 2003. Yet it turns out that grapevines have surprisingly robust defences against such conditions."}, {"role": "body", "text": "Generally as temperatures rise, photosynthesis and the accumulation of sugar accelerate. But once the air gets above a certain temperature—approaching 40°C—vines partly shut down, and ripening slows until the heat abates. So long as grapes do not suffer severe sunburn, record-hot summers like 2022 can still deliver balanced wines. “The level of stress the vineyards had to put up with was unprecedented,” says Gaia Gaja, a leading Italian producer. She says the plants resembled bonsai for lack of water. “But they made it.”"}, {"role": "body", "text": "Still, frequent bouts of extreme weather are testing the limits of such resilience. Warmer winters make buds break earlier in spring, after which vines are vulnerable to frosts. France suffered a late frost in 2017 and a dire one in 2021, which cut Burgundy’s yields in half. Mild temperatures also help pests like the grapevine moth, which gobbles up berries’ innards, to survive winter. In Italy torrential rains this May enabled downy mildew disease to ravage grapes in the east and south. Drought in Spain in 2023 has cut yields by 14%."}, {"role": "body", "text": "Will growing conditions reminiscent of the ten plagues become the new normal? In 2022 a group of scientists led by Giovanni Sgubin of the University of Palermo built a statistical model to estimate the suitability of a given location for numerous grape varieties based on factors such as temperature, precipitation and humidity, and then applied it to all of Europe for a range of climate trajectories. They found that existing wine regions would cope fairly well up to about a 2°C increase in global temperatures, roughly twice the warming seen since 1880. Beyond that threshold, however, the share of current area under vines expected to stop producing wine-worthy fruit would soar. “It’s not so much that things will creep up on us and fruit quality will deteriorate, and we’ll wake up one morning and say, ‘God, the wine sucks,’” says Gregory Gambetta, an author of the study. “It’ll be some event that’s so extreme that you wake up and all the wine is gone.”"}, {"role": "image", "imageURL": "https://www.economist.com/interactive/christmas-specials/2023/12/20/global-warming-is-changing-wine/_app/immutable/assets/wine2-Artboard_1_copy_4.b05b9dd2.png", "imageWidth": 1400, "imageHeight": 838}, {"role": "body", "text": "In response, some regions and producers are breaking long-standing norms. Bordeaux, the home of Cabernet Sauvignon and Merlot, has authorised the use of six late-ripening varieties that predominate in southern Europe, such as Portugal’s Touriga Nacional. Familia Torres in Spain is trying out vineyards 900-1,200 metres up in the foothills of the Pyrenees."}, {"role": "body", "text": "These deviations are not an option for estates like Château Lafleur in Bordeaux, whose bottles routinely fetch $1,000 or more. The finest producers are expected to express terroir, the French notion that wine should reflect the soil and climate of a specific location. Omri Ram, of Château Lafleur, says, “I want someone who’s been drinking Lafleur for 40 years to say, ‘That’s a great Lafleur. I taste the Lafleur in it.’”"}, {"role": "body", "text": "Such growers are experimenting as much as they can. Simple changes in farming techniques—like lengthening vines’ trunks, increasing the space between vine rows or reviving an old Mediterranean practice of shortening vines called “goblet pruning”—can delay ripening or improve resistance to drought. Shade cloths can protect grapes from sunburn and shrinkage. Irrigation would help as well, but it is (still, for now) generally prohibited for fine European wines. The most promising remedies arise from genetics: selecting both certain “clones” within each grape variety and the rootstocks onto which vines are grafted based on their tolerance for heat and water stress."}, {"role": "second", "text": "Reign of terroir"}, {"role": "body", "text": "Regardless of such adaptations, warming may well spawn more new vineyards than it destroys, even as it wreaks havoc on humanity. In a study conducted for The Economist, Gro Intelligence, an agricultural-data firm, found that the share of European regions with growing conditions like those in Bordeaux today would rise by 18% by 2100 in the highest-warming scenario. And Dr Sgubin’s paper projected that the most extreme warming would increase Europe’s total suitable area for grape-growing by 45%. (Neither forecast, though, attempted to estimate the effects of extreme weather on yields.) Cabernet Sauvignon would flourish along the entire coast of the English Channel and Low Countries, and Chardonnay would predominate on the southern shore of the Baltic Sea (see map)."}, {"role": "image", "imageURL": "https://www.economist.com/interactive/christmas-specials/2023/12/20/global-warming-is-changing-wine/_app/immutable/assets/GrowingSeason-Artboard_1_copy_2.ab006aea.png", "imageWidth": 672, "imageHeight": 1828}, {"role": "body", "text": "The challenge for aspiring winemakers will be to predict where exactly the finest terroir can be found within these new regions. The sunniest part of Essex, one of England’s warmest and driest regions, is the Dengie Peninsula, where the wide estuaries of the Crouch and Blackwater rivers limit cloud formation. To guide his search for vineyard sites in this area, John Atkinson, a viticulturist for Danbury Ridge, hunted for a clay mineral called smectite, which predominates at hallowed Bordeaux producers. It has optimal water-buffering qualities, storing small amounts of water in thin sheets between its microscopic layers. During downpours, it swells and becomes impermeable, whereas in droughts, it shrinks and forms cracks, letting roots probe for the last drops."}, {"role": "body", "text": "Mr Atkinson eventually discovered that the parts of southern England with the highest proportions of smectite clay happened to be in or near Danbury Rid­ge’s own Crouch Valley. This July the winery persuaded a farmer who owned a sloping parcel rich in smectite to sell 17 acres. New vines will be planted there in 2024 under the supervision of Liam Idzikowski, Danbury Ridge’s winemaker. A former jockey from Northern Ireland, he sought out a career in wine after his prior profession’s strict dieting requirements compelled him to seek out the tastiest types of every food and beverage. Mr Idzikowski is confident that Chardonnay from this new vineyard will give off the same clementine scent that characterises the estate’s other white wines. “No doubt,” he says between sips, “there’s an Essex Crouch Valley terroir.” "}], "id": 37}