{"title": "How five Ukrainian cities are coping, despite Putin’s war", "subtitle": "From ravers to rubbish collectors, residents tells their stories", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/christmas-specials/2023/12/20/how-five-ukrainian-cities-are-coping-despite-putins-war/images/xmasukraine_map-Artboard_1.png", "coverImageWidth": 1180, "coverImageHeight": 672, "coverImageDescription": "", "hashTag": "Christmas Specials", "publishDate": "Dec 20th 2023", "contents": [{"role": "body", "text": "Orest knodt was near the eastern end of Ukraine, close to Russia, when the invasion began. Unlike many of his compatriots, he had taken the reports of a Russian build-up seriously. He had four rucksacks lined up by his door in Kharkiv when the first missiles hit: medical kit, laptops, warm clothing. Within an hour Mr Knodt, a tech entrepreneur, was driving south to his native Izyum, a town in the forest he assumed would avoid the invaders’ attention. He was wrong. Two weeks later, as Russian troops were surrounding Izyum, he barely escaped. Activist friends were tortured: teeth beaten in, plastic bags on their heads."}, {"role": "body", "text": "Mr Knodt travelled far west to Lviv. This quaint former outpost of the Austro-Hungarian empire had become a hub for the displaced, especially young, mobile professionals. The city, once a stuffy bastion of tradition, was transformed by its hip new inhabitants."}, {"role": "body", "text": "Halya Shyyan, a local writer, says war made Lviv discover a more open version of itself. “The city was always charming, but it was limiting, a vacuum, closed,” she says. In her childhood, natives viewed the east with suspicion. Someone from Kyiv, a mere 470km away, was deemed “exotic”. Now schoolchildren from Lviv are studying alongside kids from Kharkiv, Sumy, Mykolaiv, cities deep in the alien east. That is healthy, Ms Shyyan suggests."}, {"role": "body", "text": "None of this was obvious to Mr Knodt when he arrived in Lviv in April 2022. Displacement had robbed him of joy. Yet he found comfort in techno music. “I have this idea that dark, difficult, complex acoustic phenomena help you get through the darkest times,” he says. “It doesn’t tell you to clap and be happy. You should just be yourself with other people around you.”"}, {"role": "body", "text": "Mr Knodt soon found himself organising techno raves. He put on the first with a friend, Karina Malinovska, in the autumn of 2022. Later the two produced parties separately. One was called “Ptakha” (bird), an “all-welcome” rave. Another was “Darkred”, a gay event with bondage themes."}, {"role": "body", "text": "Not everyone in Lviv welcomes this sort of thing. Ms Malinovska is accused of distracting people from the war effort. Nonsense, she says: both Ptakha and Darkred collect money for the troops. “Life should not stop, because it does not stop,” Ms Malinovska says."}, {"role": "body", "text": "The first Darkred parties were timid. But as Mr Knodt’s confidence grew, he began experimenting with all kinds of kinks, including piercing performances. “The locals were scandalised,” he says. “But soon enough they were asking when the next one was.”"}, {"role": "second", "text": "kyiv | Under the dome"}, {"role": "body", "text": "Since Mr Putin failed to capture Ukraine’s capital in March 2022 and his army fell back to pillaging the east of the country, life in Kyiv has all but resumed its normal rhythm. The economy is recovering. Cafés are full. Rents are rising. None of this would be possible without the ceaseless vigilance of the 96th missile brigade of Air Command, under Colonel Serhiy Yaremenko."}, {"role": "body", "text": "He says he is proud his forces have given residents a sense of security. But Russia has a lot of missiles. Most of those that Col Yaremenko’s men shoot down are flying low. Burning, heavy fragments can fall on houses."}, {"role": "body", "text": "Ballistic missiles are still hard to detect and intercept. Some residents are so confident in the protective “dome” over Kyiv that they don’t bother running to bomb shelters. Such people “are fooling themselves”, he says. At peak periods, Yaremenko’s men work round the clock: intercepting Russian missiles during the night and preparing the next night’s defences during the day. Family life is put on the back burner. “Black days” are common, the commander says. Nine of the men directly under his command have died in service. But it’s the civilian deaths that hurt most."}, {"role": "body", "text": "“It’s really hard if you hear someone has died in Kyiv because a missile has got through. You keep thinking it over and over. But you realise you have to keep going.” There are happy moments, too. Every interception is “a triumph”, he says. Messages of thanks from the public: “they mean so much.”"}, {"role": "body", "text": "It is a race against Russian technology and cunning. The Ukrainians have just about managed to stay ahead. On May 4th Col Yaremenko gave the order for his crew to intercept a supposedly unstoppable Kinzhal ballistic missile for the first time. That was a real “wow”. Russia, meanwhile, claims to have destroyed all five of the two Patriot anti-missile systems in Ukraine."}, {"role": "body", "text": "Col Yaremenko never believed Russia would fire 150 long-range missiles at a peaceful neighbour on the first day of an unprovoked invasion, but it did. He could not imagine that Mr Putin would keep the support of ordinary Russians as he sacrificed their sons to his vanity war, but if Russian polls are to be believed, he has. “There is no point looking for moderation with the Russians. We have to be ready for anything.”"}, {"role": "second", "text": "odessa | A port without a port"}, {"role": "body", "text": "Perhaps half of Ukraine’s imports and exports— cars, fridges, grain—used to flow through Odessa’s three deep-water ports. A fair bit of contraband did, too. “We went through a funny period at one point,” recalls Oleh Brusko, a port manager, “where you’d find cocaine in tinned pineapple.” But since his terminal was destroyed by missiles in May, 2022, there hasn’t been much work for Mr Brusko or his fellow dockworkers."}, {"role": "body", "text": "He used to take home $1,000 a month for a two-day-on, two-day-off schedule. Now he’s earning less than half that for a five-day week of 12-hour shifts loading cargo onto trains at an inland depot. His specialist skills are not needed there. Like many other dockers, Mr Brusko has put his CV on a local job-search site."}, {"role": "body", "text": "The boats used to line up to enter Odessa’s docks, he recalls. Now it is rare to see one on the horizon. There is a “protected” corridor, which the Ukrainians have set up unilaterally in the wake of the collapse of a deal with Russia, but not every shipper wants to risk it."}, {"role": "body", "text": "Mr Brusko, who describes himself as a survivor of Odessa’s lawless 1990s, says he has never been more pessimistic. War has put everything on hold: the wedding anniversary he had planned to spend in Egypt with his wife; the improvements he had planned for his garden; any communication with Russia."}, {"role": "body", "text": "Like many in Odessa, he still has close people “over there”. His brother left 31 years ago to work in the Russian far east. The two exchanged a few terse words earlier in the war. Once upon a time, Mr Brusko might have humoured the weird chats about “brotherly nations” (Mr Putin’s Orwellian code for neighbours he wants to subjugate). But now communication is impossible.“ You don’t understand how hard it is to say: ‘Brother, we have to stop talking to one another.’”"}, {"role": "second", "text": "zaporizhia | Front-line city"}, {"role": "body", "text": "Antonina, 60, is one of Zaporizhia’s newest residents. She arrived in August, after an evacuation on a motorbike with her husband— one of the only successes of the underwhelming counteroffensive. Ukrainian soldiers recaptured her village, Piatykhatky, in mid-June."}, {"role": "body", "text": "At first, she did not understand. A group of soldiers appeared outside her gate and started speaking in Ukrainian. Perhaps the Russian saboteurs have learned to speak Ukrainian, she thought? Then she realised. “It was like my blood was hit with an electric current. ‘Are you really our guys?’ I asked.”"}, {"role": "body", "text": "Antonina had been cut off from the world for a year and a half. She had no electricity or phone connection, and survived by growing vegetables. The Russians planted mines at the entrances to the village."}, {"role": "body", "text": "She is finding it hard to adjust to city life. It is good to have electricity again, but she remains a country girl at heart. She’d rather be getting her hands dirty on the farm. She has been living in a shelter provided by the local church with her husband and 18 others."}, {"role": "body", "text": "She says not a day goes by without her thinking of the soldiers who rescued her, who are now fighting near the home she left behind. When she was still there, she would make borsch, boil eggs and bake bread for them. They were “lovely lads”. One got married, she heard. She kept in touch for a while, calling them every few days. Then she tried to call again. All she heard was ringing, no answer. She called again. And again. “There’s heavy fighting,” she reasons. “Perhaps they have to stay in their dugouts.”"}, {"role": "second", "text": "kharkiv | Ukraine’s fortress"}, {"role": "body", "text": "Early on February 24th Vladislav Pomilaiko, a binman, set off for his rounds. At 4.30am, there were booms in the sky like fireworks, “only duller”. The crew looked at one other and nodded. War had begun."}, {"role": "body", "text": "The story of how a massive Russian force failed to take Kharkiv, a city on its doorstep, is complicated. But nothing exemplifies the Ukrainian defenders’ spirit better than the binmen of Kharkiv. As others ducked and fled, they kept working. “What else were we to do?” asks Mr Pomilaiko. “There was rubbish to collect.”"}, {"role": "body", "text": "For a while the binmen were the only city staff left working above ground. Decked out in flak jackets and helmets, they collected rubbish as fast as they could between curfews. They quickly spotted a pattern: the Russian gunners took breakfast, lunch and dinner breaks. So the binmen did not."}, {"role": "body", "text": "If a shell landed too close, they moved around the corner and kept working. There were many close calls. Fully 30% of the city’s standing rubbish containers were damaged. Ivan Kluii, 39, a driver, was in a column of lorries when cluster munitions started landing. His vehicle escaped, but the second and third were hit by shrapnel. “You felt sheer panic in the moment. But ten minutes later you were working again.”"}, {"role": "body", "text": "Soldiers were initially sceptical of the need for rubbish collection. They would shout at the crews to take cover in cellars and inspect the lorries, somehow expecting to find Russian saboteurs in the compactor. One driver’s bin-lifting device was mistaken for a rocket launcher, with nearly fatal consequences. But eventually the soldiers relented, realising they had rubbish to be collected, too."}, {"role": "body", "text": "Frightened locals took inspiration from their daring dustbin-emptiers. They came out to greet them on their morning rounds. “We got tea and coffee, and they even did TikToks of us,” says Kluii."}, {"role": "body", "text": "Remarkably, not one binman has resigned. Some have volunteered to fight, even though, as essential workers, they don’t have to. And Kharkiv is daring to breathe again. All but 300,000 of its pre-war population of 1.6m have returned. Every little effort to restore normality—from organising a party to clearing up after­wards—is an act of defiance, a refusal to submit to the grandiose visions of the tyrant in Moscow. "}], "id": 38}