{"coverImageURL": "https://www.economist.com/media-assets/image/20231223_XMP555.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Meet the boffins and buccaneers drilling for hydrogen", "subtitle": "The search is on for a clean fuel that could one day replace oil", "hashTag": "Christmas Specials", "authorName": "The Economist", "publishDate": "2023-12-20T13:42:15Z", "contents": [{"role": "body", "text": "“I believe that water will one day be employed as fuel, that hydrogen and oxygen, which constitute it, used singly or together, will furnish an inexhaustible source of heat and light.” So wrote Jules Verne in 1875. Visionaries and cranks have long searched for cheap ways to manufacture hydrogen, with limited success. Now the world is once more hyperventilating about the simplest element, but with a twist. Some modern visionaries don’t want to make it; they want to drill for it. A rush is starting for colourless gold."}, {"role": "body", "text": "Unlike actual gold, hydrogen is spectacularly useful. As a fuel, in theory it could power cars, buses, planes and ships. It could be burned in power plants, generating electricity. And because, unlike fossil fuels, it emits no greenhouse gases, it could help curb climate change (so long as it is cleanly obtained). "}, {"role": "body", "text": "Governments are throwing subsidies at efforts to make hydrogen fuel. America’s Inflation Reduction Act offers lavish support for producing it cleanly from fossil fuels (which involves the clunky process of capturing and sequestering the carbon dioxide by-product), as well as from carbon-free nuclear power and renewables (which requires lots of energy to split water into hydrogen and oxygen via electrolysis)."}, {"role": "body", "text": "The snag is that making hydrogen in any of these ways is costly, and likely to remain so for years. Hydrogen is the most common element in the universe but, says America’s National Renewable Energy Laboratory, “typically does not exist freely” on Earth. It is normally found bound up with oxygen, as water, or carbon, as hydrocarbons. Releasing the hydrogen can require lots of energy, complicated kit and hassle. "}, {"role": "body", "text": "So a motley crew of hydrogen hunters are searching for “natural” (or “geological”) hydrogen, which they believe is more common than is widely supposed. To those who dismiss them as dreamers, they point out that the notion of plentiful oil in the ground was once dismissed as crackpot, too. "}, {"role": "body", "text": "In the middle of the 19th century, the world faced an energy crisis. Whale oil was in short supply. Some thought petroleum might work as a replacement, but many attempts to dig for it had flopped. When Edwin Drake proposed drilling for oil in Pennsylvania, investors mocked the notion: “Oil coming out of the ground...? Nonsense! You’re crazy.” Then, one day in 1859, Drake hit a gusher, and the oil age began."}, {"role": "body", "text": "Could something similar happen with hydrogen? In a small way, it already has. In 1987 in Bourakebougou, in a remote corner of Mali in West Africa, locals searching for water drilled 100m down and, since the hole was dry, gave up. Then, to their surprise, a mysterious emission from that hole caught fire. The well was quickly capped and forgotten—until a sparky local businessman came along."}, {"role": "body", "text": "“I want to be the king of hydrogen!” bellows Aliou Diallo. The son of a railway worker in Mali, Mr Diallo made his first fortune investing in distressed debt, parlayed those winnings into industrial concessions, and went on to acquire a gold mine. He has dabbled in politics, despite the dangers in a coup-prone country like Mali, running for president in 2018 and coming a respectable third. But now he has given up politics to concentrate on hydrogen. "}, {"role": "body", "text": "By happenstance, the hydrogen-emitting hole in Bourakebougou was within an oil and gas concession that had been granted to a firm run by Mr Diallo. The villagers, seeing flames shooting out of the ground, assumed the place was cursed. Mr Diallo, who is not superstitious, decided to investigate. Tests confirmed that the well was producing 98%-pure hydrogen. Mr Diallo brought in equipment from Canada to do more drilling and testing. A coup in 2012 spooked outsiders, but he forged ahead. Now those villagers have reliable light and power day and night—a rarity in rural Mali. "}, {"role": "body", "text": "The well tapped into a large reservoir of natural hydrogen that continues to flow to this day. Mr Diallo’s firm drilled over two dozen more wells, from shallow ones akin to the first water well to ones 1,800m deep, to map and master the geology. Hoping to replicate his success elsewhere, he has set up a firm called Hydroma in Canada to scour more stable countries for the gas. (Mali has had two more coups since 2020.) “Hydrogen is the gamechanger for humanity,” he says. "}, {"role": "body", "text": "He is no longer alone in this view. Hydrogen has been found in France, America, Brazil, Australia, Colombia and Oman (see map). A place in Turkey thought to be the location of the original Olympic flame has burned for millennia thanks to an energy source now known to be rich in hydrogen. The mid-Atlantic ridge and the African rift valley emit the gas. And mysterious surface formations known as “fairy circles”, spotted in the Carolinas, Poland and western Australia, also appear to seep it. "}, {"role": "body", "text": "Why have these hydrogen sources not previously been noticed? It may seem odd, but big oil firms never looked for hydrogen or deployed sensors to detect it. Geoffrey Ellis of the United States Geological Survey (USGS) adds that, as well as being odourless and colourless, the gas is often gobbled up by microbes below the surface. So prospectors may have to drill with the explicit intention of detecting hydrogen if they are to find what is hidden under their noses. "}, {"role": "second", "text": "The benefits of bad Soviet science"}, {"role": "body", "text": "In 2020 Viacheslav Zgonnik, a chemist of Ukrainian origin, published a review of academic literature showing that “molecular hydrogen is much more widespread in nature than was previously thought.” Earlier Western scholars had focused on papers in English. Dr Zgonnik, who is fluent in Russian, scoured the undigitised, untranslated paper archives of the old Soviet Union for clues. After reviewing over 500 studies, he had a breakthrough."}, {"role": "body", "text": "Much of the relevant field research over the past century took place in the Soviet Union and was largely unknown to Western researchers. Soviet engineers often found hydrogen not because they wanted it but because they had a different (and now debunked) theory of how petroleum originates. They believed it was generated from inorganic matter rather than crunched-up dinosaur bones. On this view, carbon from the earth’s mantle would interact with hydrogen deep underground to produce hydrocarbons, so it made sense to look for hydrogen as a telltale sign of petroleum. "}, {"role": "body", "text": "There are, by one estimate, more than a dozen ways that hydrogen might occur naturally, but only a handful seem likely to yield commercially extractable deposits (see graphic). The most promising, says Dr Zgonnik, is serpentinisation: iron-rich rocks below the Earth’s surface react with very hot water to produce iron oxide and hydrogen gas—in effect, rusting. This reaction has been well studied. Dr Zgonnik’s company, Natural Hydrogen Energy, has identified a likely spot in Nebraska and drilled the world’s first wildcat well for hydrogen, to a depth of some 3,400m. Though the pandemic and financial constraints have slowed it down (“very few investors are willing to take this kind of risk,” he sighs), with new partners the firm plans to drill again soon at the site."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231223_WOF987.png", "imageWidth": 1280.0, "imageHeight": 3352.0, "imageDescription": ""}, {"role": "body", "text": "Another theory, deep-seated formation, holds that hydrogen is produced deep in the earth’s core or mantle, and seeps up to the surface as it rides along cracks. Yet another, known as radiolysis, proposes that energy from radioactive rocks splits water into hydrogen and oxygen deep underground. However hydrogen is formed, its molecules are so small and slippery that it can easily seep its way to the surface unless it is either caught in a trap (say, under an impermeable salt layer) or consumed by microbes."}, {"role": "body", "text": "Since the publication of Dr Zgonnik’s article, interest in hydrogen has been fizzing. The Geological Society of London attracted over 200 experts to a conference on the topic in July. America’s Department of Energy, while still pumping billions into schemes to manufacture hydrogen, has come round to the view that “large quantities of geologic hydrogen [probably] exist in the Earth’s subsurface.” Dr Ellis of the USGS reckons there could be enough to power the global economy for centuries. The USGS will soon publish an assessment of the most promising locations—in other words, a treasure map."}, {"role": "body", "text": "The search for hydrogen is attracting millions of dollars in investment, says S&P Global, a financial-data firm. Australian explorers such as HyTerra and Gold Hydrogen have raised millions more through public offerings. Other efforts are funded by government grants or quiet money from oil and mining giants. Koloma, a secretive startup based in Denver, recently attracted $91m in funding from the venture-investment arm of Breakthrough Energy, a climate-innovation organisation started by Bill Gates."}, {"role": "body", "text": "Talking to The Economist on the sidelines of the UN climate conference, Mr Gates said of natural hydrogen: “It could be gigantic or it could be a bust, but if it’s really there... wow!” That is why he is betting on Koloma, which rejects trial and error in favour of a rigorous scientific framework. At Ohio State University Tom Darrah, the firm’s chief technology officer, and a team of researchers are working feverishly in an ordinary-looking cinderblock building. Dr Darrah has drawn up his own map of where he thinks natural hydrogen can be found. He says there is “very little overlap” with where oil and gas are found."}, {"role": "body", "text": "Asked what his theory of the case is, the bespectacled academic leaps to the whiteboard and starts scribbling. “We use the SMARTS [Specific, Measurable, Attainable, Realistic and Time-Bound goals] approach,” he explains, which is inspired by the subsurface modelling used by the oil industry. By applying “hydrogen smarts”, his firm is looking for the best source rock that might contain hydrogen, finding traps and seals on top, and using his long experience in research to validate findings quickly in the laboratory."}, {"role": "body", "text": "When the USGS releases its treasure map, it will point wildcatting rivals in the right direction. However, he insists, his firm has an edge thanks to its systemic approach, which includes improved detection tools, reservoir simulation and in-situ stimulation of hydrogen. He says he knows “what scientific questions to ask” to find “real drillable areas”. "}, {"role": "body", "text": "In his spare time, Dr Darrah hunts deer with a bow and arrow. (He says he gets some of his best ideas in the woods.) At work, he is hunting something bigger. He does not want another Mali; he wants to find the Saudi Arabia of hydrogen, perhaps in America. It might, however, be in Australia."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231223_WOF919.png", "imageWidth": 1280.0, "imageHeight": 2434.0, "imageDescription": ""}, {"role": "second", "text": "The green baron"}, {"role": "body", "text": "“I have a rather unpopular view that science and innovation are likely to come to our rescue on climate, rather as they did over covid,” says Baron Howard of Lympne. Michael Howard, as he used to be known, has been an oilman, an opposition leader and Britain’s environment minister. Now he is chairman of Earth Source Hydrogen, a startup looking for the elusive gas in Australia. He insists his firm is not wildcatting randomly, but rather applying for licences in promising areas and doing desktop exercises before drilling. It is eyeing areas close to big mining operations, which might want to buy the fuel if he finds any. "}, {"role": "body", "text": "With enough hydrogen, you can do anything"}, {"role": "body", "text": "Dr Ellis of the USGS calls Australia “one of the hottest areas for exploration”. An Australian competitor, Gold Hydrogen, has just set the industry ablaze. Nearly a century ago, diggers struck hydrogen in southern Australia and, unusually, took careful notes. After looking at those notes, which showed extremely high concentrations of the gas, Gold Hydrogen decided to drill at the same location. Neil McDonald, the firm’s boss, reports ecstatically that the initial data from drilling in October show that hydrogen levels are still high there, just as they were in 1931. That suggests a long-term source or large reservoir, he reckons. The gas can probably be tapped directly, with no need for fracking or other complicated processes to flush it out. "}, {"role": "body", "text": "The most basic question has been answered, says Philip Ball of the Clean Air Task Force, an American environmental group. “We are rapidly converging on agreement that a lot of hydrogen exists,” he says, “as we find the stuff everywhere.” The question now is whether it can be exploited. "}, {"role": "body", "text": " Great uncertainty remains about whether any of the hydrogen dreamers’ dreams can be realised. But it is possible that a cheap, low-carbon fuel could be widely available at some point in the future. "}, {"role": "body", "text": "Hydrogen has the highest energy density of all chemical fuels and is also very reactive, says Eric Toone, chief technology officer of Breakthrough Energy. This makes it potent. It could be used to make essential but currently dirty things such as liquid fuels, steel and ammonia. With enough hydrogen, Dr Toone reckons it might be possible to make starch without photosynthesis, which would revolutionise agriculture. Only nuclear fusion has a comparable potential, he says, and he thinks hydrogen is a less risky bet. “If you have enough hydrogen and it is cheap enough, you can do literally anything,” he summarises. Jules Verne would surely agree. ■"}, {"role": "body", "text": "For more coverage of climate change, sign up for The Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}], "id": 53}