{"coverImageURL": "https://www.economist.com/media-assets/image/20230506_USP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-05-25T12:59:03Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Promoting local aid"}, {"role": "body", "text": "As you noted, risk aversion and bureaucracy get in the way of the American government effectively supporting locally led development and emergency relief (“The effort to transform the aid business”, May 6th). The same is true for most other government donors, UN agencies and international NGOs. After the earthquake in Syria and Turkey, just as on the front lines in Ukraine and in remote parts of Myanmar, local volunteer networks stayed and delivered life-saving help, whereas international agencies withdrew or never ventured. "}, {"role": "body", "text": "Sadly, the standard operating model has often been to sideline local agencies rather than reinforce them, or to sub-contract them into projects that do not adequately cover their overheads, or to poach their staff. Some aid agencies are taking a more responsible approach. The American government’s aid-reform agenda is already challenging other donors and big aid agencies to move from lip service on localisation towards more practical action. "}, {"role": "body", "text": "Donors hold the purse-strings. For meaningful change, we need to see them shift funding to local leadership. Over the past decade the aid industry scaled up cash assistance as a more effective and dignified way to help people in times of crisis than food aid. The mantra was: “Why not cash?” Likewise, donors should be asking themselves and the partners they fund in every context: “Why not local?”"}, {"role": "body", "text": "Howard MollettHead of humanitarian policyCAFODLondon"}, {"role": "body", "text": "Your proposal to shift towards localisation in aid is commendable but naive. The staff of governments in host countries like Cambodia, Haiti, Jordan and Nigeria receive risible salaries that must be supplemented in order for them to gain a living wage. If large grants were disbursed to local agencies we could expect these government staff to seek “rents” from the agencies, and that the agencies, which depend on the government staff for licences to operate, will not be able to say no. "}, {"role": "body", "text": "In my 15 years working with USAID I have seen this scenario repeated countless times. Local agencies operate at the pleasure of the host government. International NGOs are somewhat insulated from similar pressures. "}, {"role": "body", "text": "Thomas D’AgnesKailua, Hawaii"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230429_FNP505.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The factors behind inflation"}, {"role": "body", "text": "“Capital v labour” (May 6th) set up a straw-man argument about capital’s responsibility for the surge in inflation. Corporate mark-ups have been rising in America since the early 1980s, but are not necessarily reflected in capital’s share of GDP. A growing body of economics research shows that capital share need not rise when labour share falls, and that the share of “factorless income” has been growing even as both labour and capital share have fallen. "}, {"role": "body", "text": "Much of this is explained by the growth of intangible capital, such as algorithms, but also by increased fixed costs, which for many firms includes the compensation to managers accounted for as part of sales and general administration costs. The data show that over the past four decades, after-tax corporate profits in America have generally risen as a share of gross national income, falling in recessionary years, then rising again as the economy recovers. In the first year of the pandemic, their share shot up from 7.2% of national income to 8.4%. "}, {"role": "body", "text": "Median wages have risen since mid-2014 and spiked briefly during the pandemic, but they have since settled back to their pre-pandemic levels. Although we cannot ascribe the recent inflation to either higher capital or labour shares, these are neither necessarily inversely linked, nor the main reason for soaring income gains at the top. But there is no question that the share of corporate profits in national income has been increasing."}, {"role": "body", "text": "Thomas RemingtonVisiting professor of governmentHarvard UniversityCambridge, Massachusetts"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230506_BRP004.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Royal charities"}, {"role": "body", "text": "“Crowning story” (May 6th) could have mentioned some of the charities founded by Britain’s royal family. The Prince’s Trust has helped over 1m young people into employment. The Queen’s Green Canopy has planted more than 1m trees. The Duke of Edinburgh’s Award sees over 300,000 young people volunteer each year, and as was the case with this reader, can inspire a lifelong commitment to volunteering. There is also the Earthshot Prize, the Royal Foundation and Heads Together. The royal family fills an unfashionable gap engaging with communities that politicians can’t be bothered with and celebrities can’t bear to be seen with. Royal factory visits are not to be sniffed at. If the media gave more focus to these endeavours it would change many more lives for the better."}, {"role": "body", "text": "Gayathri FernandoLondon"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230506_USD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Taking the high road"}, {"role": "body", "text": "Walking is a British thing, says Lexington (May 6th). One name missing from his list of famous walkers is Ben Jonson, an English poet and playwright and friend of William Shakespeare. Jonson set out on his 400-mile “foot voyage” from London to Edinburgh in July 1618. Despite the fact that he was 46 at the time and seriously overweight, he had a marvellous time en route being treated like the celebrity he was, and feted and housed by William Drummond of Hawthornden, his wealthy Scottish fan and fellow poet."}, {"role": "body", "text": "JAMES HUNTERToronto"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230415_CUP003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Divine organisms"}, {"role": "body", "text": "Your review of Jonathan Kennedy’s book on bacteria says that he puts germs at the centre of human history (“Bugs in the system”, April 15th). Mark Twain went a step further. In “Letters from the Earth”, Twain claimed that microbes are God’s favourite creatures: “The microbes were by far the most important part of the Ark’s cargo and the part the Creator was most anxious about and most infatuated with…The large intestine was in effect their heaven.”"}, {"role": "body", "text": "Elsewhere, Twain solved the age-old conundrum of theodicy, or why a benevolent God allows evil to exist. He said we falsely assume God is like us and that we are his favourites. Twain concluded that, based on which species thrive the best, God clearly must be a microbe."}, {"role": "body", "text": "Richard WaugamanClinical professor of psychiatryGeorgetown UniversityWashington, DC"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230513_WBD002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Bartleby wrote about employers looking for soft skills when they hire someone (May 13th). I was always keen on employing the very best people. The most effective way to hire the right match was for me to sweep the parking lot upon the candidate’s arrival, pushing a broom and looking busy. I would say: “Hello”, wait and observe. It was much more effective than any of the usual techniques."}, {"role": "body", "text": "André Moncheur de RieudotteBoise, Idaho"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230520_BRD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Her salad days are over"}, {"role": "body", "text": "Bagehot is right (May 20th). Britain really “would rather forget about Liz Truss”. She just won’t lettuce. "}, {"role": "body", "text": "Jonathan AspinSt Christophe en Brionnais, France"}], "id": 9}