{"coverImageURL": "https://www.economist.com/media-assets/image/20230527_CNP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Small-town Chinese officials are making money with music festivals", "subtitle": "And exhausted urban youngsters are flocking to them", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-05-25T12:59:02Z", "contents": [{"role": "body", "text": "Lockdown was brutal. But nature is healing. And, it turns out, nature is also part of the healing. As frazzled urbanites emerge from their pandemic hibernaculum into a grim economy, some want to venture to the great outdoors. Small cities and rural areas are obliging by putting on funky new music festivals where the youth can dance and hug and relax once again. "}, {"role": "body", "text": "Music festivals were a growing business when covid struck. China’s Woodstock moment had happened back in 2000, when the first festival emerged at Midi, a renowned music school in a Beijing suburb. Covering a range of musical tastes from grunge to metal to punk, they grew in number to more than 250 in 2019. So far this year alone, 150 have been announced. "}, {"role": "body", "text": "A perfect example took place in mid-April at a remote wetland park in the southwestern province of Sichuan. Some 5,000 revellers gathered outside the city of Meishan for the Chunyou Festival (chunyou means “spring outing”). Sparkling lakes dot the landscape between green hills and idyllic forests not far from Sichuan’s famous panda sanctuaries. A fifth of those attending came from outside Sichuan, many from Shanghai and Beijing. Many discounted tickets also went to locals, some of whom just came to watch the city folks boogie. With everyone dressed up in boho chic, it felt like a small-scale Coachella, without the weed. "}, {"role": "body", "text": "Many urban hipsters have been to such festivals this spring. Others have friends who have just returned from a forest near a town no one had ever heard of before, where they talked about love and peace and forgot about parental pressure to find a spouse and the ”996” grind (9am till 9pm, six days a week). "}, {"role": "body", "text": "Seeing their popularity, another struggling tribe has looked to cash in. Local officials also had a tough lockdown, exhausting their budgets chasing down every single case of covid, while watching their income slip away. Now, realising that anxious urban youths will pay good money to loiter near a yoga tent drinking craft beer or mingle at a Tibetan tea area, officials are scrambling to compete for tourists, and looking to build their small-town brand by getting the cool kids posting online. Type #musicfestivals into Xiaohongshu, a social-media app, and you get 2m hits. Chunyou was part of a series of culture- and tourism-awareness programmes for Renshou county, where the wetland park is located. A local newspaper said the number of tourists visiting the park increased 50% from the last festival two years ago. "}, {"role": "body", "text": "During the May Day holiday this year, more than 40 music festivals were held across 19 provinces and regions, with many of those in lower-tier cities. Zhuji, a small city two hours from Shanghai, reported that tourists spent 450m yuan ($64m) the weekend it launched its first-ever music festival, including an increase of 365% on hotels and restaurants from the previous weekend. Yantai, a coastal city in Shandong province where this year’s Midi festival was held, said 340,000 tourists visited and spent 200m yuan. In the midst of a national economic slowdown, Zhuji and Yantai have both been struggling with debts. “Music festivals have ‘brought fire’ to us,” claimed the Zhuji government on WeChat, a social-media platform, using the Chinese phrase for “going viral”. "}, {"role": "body", "text": "Chunyou “is a much-needed trip for me after living in Shanghai for a while,” says Wency Chen, who works in communications. Several of her friends had flown to Sichuan too. A woman in her 30s, who calls herself Peach, drove two hours with her brother to get there. The whole scene made her feel “happy and liberated”, she said. "}, {"role": "body", "text": "The music is not bad, either. China’s live music scene has evolved a lot, and Chunyou featured a lot of ethnic-minority tunes, played by artists such as Kawa, a reggae group from Yunnan province, and Ts.Bayandalai, an ethnic Mongolian musician. And, in spite of a crackdown on many areas of urban cultural life (see next story), there is still a sense of freedom in the music world. It may not equal the hedonism of some Western gigs, but the festivals are among the few places where rainbow flags can be waved. The organisers are keen to keep a small-town vibe. “We don’t want to become a giant festival,” says one. “We just want people to have fun.” ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 18}