{"coverImageURL": "https://www.economist.com/media-assets/image/20230527_CUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "“The Perfection Trap” decries what it calls a “hidden epidemic”", "subtitle": "Thomas Curran finds some unusual culprits for the scourge of perfectionism", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-05-25T12:59:02Z", "contents": [{"role": "body", "text": "The Perfection Trap. By Thomas Curran. Cornerstone Press; 304 pages; £22. To be published in America by Scribner in August; $28 "}, {"role": "body", "text": "In Nathaniel Hawthorne’s short story “The Birth-Mark”, a chemist called Aylmer marries a young woman, Georgiana, whose sole imperfection is a red blemish on her left cheek. He considers it a “fatal flaw”; she pleads with him to use his skills to remove it. Stumbling on his journal, however, Georgiana is astonished to find it is a catalogue of scientific mishaps. Might his loathing of her birthmark stem from his professional disappointment? At length Aylmer concocts a potion that has the desired effect—and promptly kills her."}, {"role": "body", "text": "Hawthorne’s 180-year-old tale illustrates the perils of perfectionism. It is Thomas Curran’s starting-point for a study of what he calls a “hidden epidemic”. He thinks the obsessive pursuit of ever higher standards, rather than propelling achievement, is mainly a scourge. A social psychologist at the London School of Economics, he describes himself as “a recovering perfectionist”. Drawing on both academic research and his own experiences of “deficit thinking”, he makes a vigorous case, albeit one occasionally marked by cliché (he sees his younger self as a “chin-stroking, cardigan-wearing intellectual”)."}, {"role": "body", "text": "Mr Curran distinguishes between three sorts of perfectionism. The first, which looks inward, is the relentless self-scolding of the workaholic or punctilious student. A second version, directed towards others, is commonly found in bosses who have unrealistic expectations of their staff and decry their supposed failings (he cites Steve Jobs as an example). The third and most troublesome kind is the form imputed to society: “an all-encompassing belief that everybody, at all times, expects us to be perfect”. Its victims tend to feel lonely; often they harm themselves and harbour thoughts of suicide. "}, {"role": "body", "text": "Having noted the ways in which this pathology inflames vulnerabilities and erodes resilience, Mr Curran suggests some causes. These include a lack of job security, neurotic supervision by helicopter parents and the gaudy blandishments of advertising, which fuel consumption and anxiety. “The very fabric of this economy”, he claims, “is woven from our discontent.” Inevitably he blames social media, which inundate users with images of finely sculpted bodies, flawless outfits, ambrosial holidays and exquisite weddings. "}, {"role": "body", "text": "A less familiar culprit is Don Hamachek, an American psychologist, who in the 1970s coined the term “normal perfectionism”, thereby legitimising morbid self-criticism, says Mr Curran. He even reproaches Barack Obama for enjoining young people to learn from their mistakes. Instead, he says, failures should be “allowed to simply wash through us as a joyous reminder of what it means to be a fallible human”."}, {"role": "body", "text": "The author’s greatest odium, though, is directed at meritocracy. In this he draws on the thinking of Michael Sandel, a philosopher at Harvard. Especially in “The Tyranny of Merit” (published in 2020), Professor Sandel has argued that using education as a giant sorting machine creates a toxic obsession with credentials, dividing society into winners and losers and depleting the common good. Like other critics of meritocracy, Mr Curran has a point—until you consider the alternatives."}, {"role": "body", "text": "Daily life, in his view, now resembles an endless tribunal. Young people suffer most from the constant scrutiny of scores and rankings. Decrying a fixation on economic growth, he applauds countries, such as Bhutan and New Zealand, where decision-makers take account of citizens’ happiness. Mr Curran’s preferred fix is a universal basic income, which he says would “extinguish the fire of perfectionism”."}, {"role": "body", "text": "Whatever its economic merits, his argument errs in treating perfectionism as a purely cultural phenomenon. Might it not also be a disposition embedded in the psyche? Tellingly, his guidance—“Keep going. Do not yield”; “Keep practising that acceptance of fortune and fate”—is couched in the language of the perfectionist’s round-the-clock report card. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 63}