{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-05-25T10:09:02Z", "contents": [{"role": "body", "text": "IN MOST of the world this week our cover shows a familiar face. The race to become the Republican nominee for the presidential election in America next year is properly under way. And Donald Trump has a huge, perhaps insurmountable, lead. The difficulties of co-ordinating the opposition to the former president are daunting. Anyone who cares about America, about democracy, about conservatism or about decency should hope that Ron DeSantis or one of the other non-Trump Republican candidates can defy the odds and beat him."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230527_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Donald Trump is very likely to be the Republican nomineeBriefing: Ron DeSantis has little chance of beating Donald TrumpUnited States: DeSantis is a truer believer, if a lesser politician, than Trump"}, {"role": "body", "text": "In Britain, however, readers will see something different. A traumatised ambulance sums up the state of the country’s National Health Service. The recipe for saving it requires radicalism: it must be turned from what it has become—a sickness service—into what its name promises—a health service. This will mean spending more money. But to spend it productively requires a shift in focus: away from hospitals to the community, from treatment to prevention, from incentivising inputs to encouraging better outcomes."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230527_DE_UK.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leaders: How to fix the NHSBritain: To survive, Britain’s NHS must stop fixating on hospital care"}], "id": 3}