{"coverImageURL": "https://www.economist.com/media-assets/image/20240302_EUD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Is Europe’s stubby skyline a sign of low ambition?", "subtitle": "Only seven of the world’s 1,000 tallest buildings are in the EU", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-02-28T19:25:20Z", "contents": [{"role": "body", "text": "Atop an ordinary slab of office building in downtown Warsaw juts what at first might look like yet another example of architectural one-upmanship. But the 80-metre steel spire pointing out of the newish Varso tower is not there merely to provide bragging rights to the building’s owners. For over six decades until Varso was completed in 2022, the tallest building in Poland had been a monumental “gift” from Joseph Stalin, a tribute to unrequited communist amity completed two years after the dictator’s death in 1953. Without its pointy appendage the new edifice—a tribute to capitalism just one city block away from the enduring Soviet monolith—would have fallen a few centimetres short. Standing proud at 310 metres including its spire, Varso thus holds the title of tallest occupied building not just in the city but in the whole EU. "}, {"role": "body", "text": "Those hoping to glimpse a marvel of architecture and engineering are in for a disappointment: Varso and its 53 floors would be difficult to spot in the thicket of skyscrapers found in Manhattan, Shanghai or Dubai these days. Even with its height-enhancing spire the Polish edifice is but the 172nd tallest building in the world, according to the tower-spotters at the Council on Tall Buildings and Urban Habitat (CTBUH), based in Chicago. Continental Europe’s second-tallest tower does not make the global top 500; in the year Varso was completed seven skyscrapers went up in America, China, Indonesia and Kazakhstan that would overshadow it. Once an American phenomenon, high-rises have long since become a global one. Everywhere is building upwards, higher, further into the sky—except Europe. At least outside the continent’s fringes in London, Istanbul and Moscow, it is the peninsula that tower-builders forgot. Both North and South America, Asia, Oceania and soon Africa all have more buildings of 250 metres or higher. Only seven of the world’s tallest 1,000 buildings are in the EU."}, {"role": "body", "text": "And long may that remain the case, many might say. What would Rome or Prague want with such outsize erections? A continent of piazzas and tree-lined boulevards needs no such monuments to the Trumpian egos of developers. Yet Europe’s reticence even when it comes to shorter scrapers is notable. As a rich place with scarce land and lots of people—Germany has a higher population density than the tower-mad United Arab Emirates—Europe might have been expected to join the tower-builders. For those who see skyscrapers as a symbol of progress and ambition, this once again looks like the signal of a continent that has given up."}, {"role": "body", "text": "The obvious reason for Europe’s low-rise skylines is its stringent planning and heritage rules. Tall buildings sprouted in America in the late 19th century thanks to developments in the steel frames needed to build them and lifts to get people to their upper floors. Europe had the skills to deploy these—Gustave Eiffel knew a thing or two about metal structures, and Werner von Siemens about lifts—but by then its major cities already had rich neighbourhoods worth preserving. The density that American wannabe metropolises sought to create with skyscrapers already existed in the compact warren of streets that make up European cities. "}, {"role": "body", "text": "It did not help that the high-rises Europe built often turned out poorly. In many countries the first towers were shabby public-housing projects, which dented the prestige of tall buildings. Rotterdam (“Manhattan on the Maas”) and Frankfurt (“Mainhattan”), two places with towers more modest than the nicknames might suggest, are on few tourists’ itineraries. In Paris the Tour Montparnasse was considered so hideous after it was completed in 1973 that restrictions were introduced limiting buildings in the city to just 37 metres. Only in the business-district suburb of La Défense did tall buildings pop up—albeit at a third the size of what Chinese or Emirati developers go for these days. “America builds its towers in the centre,” says Daniel Safarik of the CTBUH. “For Europe, they are more often something you stick in the periphery.” Out of sight, were they not so tall, and out of mind."}, {"role": "body", "text": "Europe’s distinctive geography and economy play their part too. Given its northerly latitude, the views of the 1% atop skyscrapers come at the cost of more shade for the rest. The 245-metre Karlatornet currently under construction in Sweden will create a shadow at mid-afternoon roughly the same length as the Burj Khalifa in Dubai, the world’s tallest building at 828 metres. A continent split into dozens of smallish countries resulted in few cities big enough to justify tall buildings: none of the world’s biggest 25 metropolises are in Europe. Many skyscrapers globally were named after companies that sought the cachet that came with height, like the Sears tower in Chicago or the Chrysler building in New York City. Europe has relatively few such corporate giants. "}, {"role": "second", "text": "Castles in the sky"}, {"role": "body", "text": "The most recent burst of skyscrapers has involved status symbols in Asia. Developers in China and the Emirates vied to build higher in a bid to put second-tier cities on the map. Europe may justifiably feel it is above such games. “France does not need the tallest building in the world to be recognisable,” says Dario Trabucco at the University of Venice. Another new fad is residential skyscrapers of the sort that now line Central Park in Manhattan. These are designed for the global nouveau riche, often from far afield. Europe is more of an old-money kind of place. Why move to the top of a glass tower when the family palazzo does the trick nicely?"}, {"role": "body", "text": "Europe is no architectural sloth. But it has focused on making existing places better rather than colonising the urban sky. In short: more cycle lanes, fewer penthouses. It finds its architectural kicks in other ways: the pyramid in the courtyard of the Louvre and the glass dome atop the German Reichstag are no less ambitious than anything knocked up in Dubai or Taipei. That Europe has known how to build high—but chosen not to—is visible to anybody who has visited Paris. The Eiffel Tower, built in 1889, has too little occupiable space to be considered a proper building. Still, it stands 20 metres higher than the top of Varso’s spire. ■"}, {"role": "body", "text": "Read more from Charlemagne, our columnist on European politics: Europe’s generosity to Ukrainian refugees is not so welcome—in Ukraine (Feb 22nd)How not to botch the upcoming EU leadership reshuffle (Feb 14th)Europe is importing a solar boom. Good news for (nearly) everyone (Feb 8th)"}, {"role": "body", "text": "Also: How the Charlemagne column got its name"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 37}