{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2024-02-29T12:06:16Z", "contents": [{"role": "body", "text": "THIS WEEK we had three covers. In Britain, we considered the country’s new electorate. The Labour party is on the cusp of a remarkable victory. Our new model—based on the views of nearly 100,000 Britons—shows what is driving people away from the Conservatives."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_DE_UK.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: How to build a British voterBritain: A changing British electorate is propelling Labour toward victoryInteractive: Can you build a British voter?"}, {"role": "body", "text": "In America and Europe, we looked at soaring stockmarkets. American stocks are up by 21% since the end of October; on February 22nd European equities set a new record for the first time in two years. But their golden age is drawing to a close: even AI is unlikely to drive a repeat of the past decade’s performance. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Stocks are booming. But their golden age is drawing to a closeFinance and economics: The good times for stockmarkets are unlikely to last"}, {"role": "body", "text": "Political and economic divisions could ruin India. Our cover in Asia considers the country’s north-south divide. The wealthy south is where you will find the slick new India, with its startups and gleaming iPhone-assembly plants. The party of India’s prime minister, Narendra Modi, gets a low share of its votes from there and relies on the poorer, Hindi-speaking north. The divide will be a defining issue in this year’s election. And how it is managed in the long run is of critical importance to India’s prospects."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_DE_AP.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: India’s north-south divideAsia: Inside Narendra Modi’s battle to win over the south"}], "id": 3}