{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_WOT961.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A new study of studies reignites controversy over mask mandates", "subtitle": "Most papers are inconclusive, though the largest covid-era study showed benefits", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-04-04T17:35:22Z", "contents": [{"role": "body", "text": "The covid-19 pandemic may be fading into history, but debate over disease-control policies remains fierce. In January Cochrane, a non-profit, published a meta-analysis (a study of studies) on mask mandates, which did not detect statistically significant evidence of their effectiveness."}, {"role": "body", "text": "Critics of lockdowns have touted this result. “Mask mandates were a bust,” wrote Bret Stephens of the New York Times. “Sceptics who were furiously mocked as cranks…were right. The mainstream experts and pundits…were wrong.” A Wall Street Journal op-ed last week said the media had refused to cover it to “squelch dissent”. Supporters retort that it showed no such thing. “The number of deaths would have been much higher” without “mask mandates [and] social distancing”, Michael Brown, a member of Cochrane’s editorial board, said later. “I’m very confident of that statement.”"}, {"role": "body", "text": "Why are people who disagree so strongly citing the same paper? Although Cochrane is often called the “gold standard”, its meta-analyses are only as good as the studies they combine. And the lack of reliable research conducted during the pandemic prevented Cochrane from reaching a definitive conclusion itself. This left ample evidence for both sides to cherry-pick."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230408_WOF962.png", "imageWidth": 1280.0, "imageHeight": 4914.0, "imageDescription": ""}, {"role": "body", "text": "Cochrane considered only randomised controlled trials (rcts), in which people were told randomly either to wear surgical masks or to act as normal. It found ten such studies. Of the eight that predated covid, five measured viral spread within the homes of people with flu, and did not find significant benefits in the mask group."}, {"role": "body", "text": "These papers are of limited relevance to the debate over covid-era mandates, which applied to public places, not homes. But four of the other five trials, which asked participants to wear masks outside their homes, also failed to produce significant evidence in favour of masks—including one on 5,000 Danes amid the pandemic."}, {"role": "body", "text": "Backers of mandates can still find flaws in these studies. On average, just 35% of people assigned to wear masks actually did so. Moreover, those who masked up still mingled with unmasked people, meaning they were not protected by the masks of others—a core aim of mandates."}, {"role": "body", "text": "Just one study, of 336,000 Bangladeshis, resembled a true mandate. Villages were randomly chosen to receive free masks, instructions on use and incentives to comply, causing mask-wearers to cluster together. The share of people wearing masks in these places was 29 percentage points higher than in control villages. Reports of covid symptoms were 11.6% rarer, and the prevalence of antibodies was 9.5% lower."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230408_WOF963.png", "imageWidth": 1280.0, "imageHeight": 1337.0, "imageDescription": ""}, {"role": "body", "text": "This paper is not the last word. Other scholars have cast doubt on its results, noting that fewer households were counted in control-group villages than in mask-group ones. And although studies using other methods find that mask mandates helped, causality is hard to prove without a rct."}, {"role": "body", "text": "As the pandemic raged, health officials focused on implementing policies they thought might save lives, rather than on running studies—which require withholding those policies from a control group—to see if their efforts worked. Sadly, this means that whenever a new virus emerges, little will have been learned for certain.■"}, {"role": "body", "text": "All our stories relating to the pandemic can be found on our coronavirus hub."}, {"role": "body", "text": "Chart sources: “Physical interventions to interrupt or reduce the spread of respiratory viruses”, Jefferson et al., 2023, Cochrane Database of Systematic Reviews; “Impact of community masking on COVID-19” by Abaluck et al., 2021, Science; “Effectiveness of Adding a Mask Recommendation to Other Public Health Measures to Prevent SARS-CoV-2 Infection in Danish Mask Wearers” by Bundgaard et al., 2021, Annals of Internal Medicine; “Facemask against viral respiratory infections among Hajj pilgrims” by Alfelali et al., 2020, PLoS ONE; “Cluster randomised controlled trial to examine medical mask use as source control for people with respiratory illness” by MacIntyre et al., 2016, BMJ Open; “Pilot Randomised Controlled Trial to Test Effectiveness of Facemasks in Preventing Influenza-like Illness Transmission among Australian Hajj Pilgrims in 2011” by Barasheed et al., 2014, Infectious Disorders - Drug Targets; “Facemasks, Hand Hygiene, and Influenza among Young Adults” by Aiello et al., 2012, PLoS ONE; “The role of facemasks and hand hygiene in the prevention of influenza transmission in households” by Suess et al., 2012, BMC Infectious Diseases; “Mask use, hand hygiene, and seasonal influenza-like illness among young adults” by Aiello et al., 2010, Journal of Infectious Diseases; “Surgical Mask to Prevent Influenza Transmission in Households” by Canini et al., 2010, PLoS ONE; “Face Mask Use and Control of Respiratory Virus Transmission in Households” by MacIntyre et al., 2009, Emerging Infectious Diseases; “Preliminary Findings of a Randomized Trial of Non-Pharmaceutical Interventions to Prevent Influenza Transmission in Households” by Cowling et al., 2008, PLoS ONE"}]}