{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_ASD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "China’s huge Asian investments fail to buy it soft power", "subtitle": "They still provoke as much suspicion and resentment as gratitude", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:55Z", "contents": [{"role": "body", "text": "ANOTHER TRIUMPH for the Belt and Road Initiative (BRI)! That part of the Chinese media aimed at readers abroad made much of the news that late last month a Chinese company had completed laying the track for a high-speed railway between Jakarta and Bandung in Indonesia. The railway, for which China won a contract in 2015, is what its media call an “exemplary” project. Criticism of it is dismissed as “Western slander”, of the sort that has dogged the BRI as a whole. But in fact the railway illustrates the suspicion and resentment that Chinese projects often face in the countries where they are built."}, {"role": "body", "text": "The BRI was launched a decade ago to pour Chinese investment into building infrastructure linking Asia and Europe. It has since expanded to cover the whole world and some 150 countries from Somalia to Poland. Last month Jim Yong Kim, a former president of the World Bank, called it the “most ambitious development project in human history”. Before the BRI, Chinese investments in other Asian countries were sniped at for all manner of alleged sins, including fostering corruption, environmental vandalism and distorting national politics. The BRI was meant in part to demonstrate China’s essential benevolence. In that respect, it has not worked."}, {"role": "body", "text": "The annual Boao Forum for Asia, a kind of Davos for China’s backyard held in the country’s south at the end of March, was this year partly devoted to celebrating ten years of the BRI and, in a favourite phrase of China’s leaders, its “win-win” character. But China’s growing economic influence is still far from universally welcomed—in part because of, rather than in spite of, the boom in Chinese-led investment projects. "}, {"role": "body", "text": "The 142km Jakarta-Bandung line—which should cut the journey from three hours to 40 minutes, and ease Jakarta’s appalling congestion—illustrates some of the criticisms. One is that although China offers what look like easier financial terms and has a reputation for efficient execution, its projects are as prone as any to delays and problems. In this case, the first feasibility study was done by Japanese companies. But Japan demanded a government guarantee for 50% of the financing. A rival Chinese proposal required no guarantee, and seemed cheaper. Yet when it opens in July it will be several hundred million dollars over budget and four years behind schedule, because of pandemic-related, land-acquisition and other delays and environmental controversies."}, {"role": "body", "text": "The project is 60% owned by Indonesian government companies, and was initially financed by a $4.5bn loan from the state-owned China Development Bank. This loan is on highly concessional terms (an interest rate of 2% and a 40-year repayment period), so China takes umbrage at allegations that it is part of a “debt-trap” strategy. Indeed, China’s critics do seem to want to have it both ways—castigating it for enmeshing its partners in a net of unsustainable debt, and then seizing gleefully on reports that between 2000 and 2021, China spent $240bn bailing out 22 countries, with almost all of it going to those that are host to BRI projects. Yet China has sometimes proved obstructive when it comes to international sovereign debt-relief efforts, denting its image."}, {"role": "body", "text": "Another oft-cited example of China’s “debt-trap diplomacy” is the Chinese-built and -financed port in Hambantota, in southern Sri Lanka. The port opened in 2010, but the government soon found itself in dire financial straits and asked China to take over, which in 2017 a Chinese firm duly did, on a 99-year lease. "}, {"role": "body", "text": "The takeover enraged Sri Lankans and was a blow to national self-esteem, but the debt-trap accusations seem unfair. The episode, however, illustrates another feature of Chinese projects that causes local resentment: that they seem to favour incumbent rulers. In was widely seen in Sri Lanka as one of many vanity projects promoted by Mahinda Rajapaksa, then the president. The port was an issue in the 2015 presidential election, which Mr Rajapaksa lost."}, {"role": "body", "text": "The perception that China abuses its economic muscle is widespread across South-East Asia. An annual survey of more than 1,300 officials, academics, businesspeople and other opinion-formers across the region, published in February by the ASEAN Studies Centre at the ISEAS-Yusof Ishak Institute, a think-tank in Singapore, found that nearly 70% of those who see China as the region’s most influential strategic power view its growing influence with concern. China’s win-win economic diplomacy seems to need all the good publicity it can get."}, {"role": "body", "text": "Read more from Banyan, our columnist on Asia:In much of Asia, race is just too hard to talk about (Mar 30th)Russian arms have fewer takers in South-East Asia (Mar 23rd)Micronesia takes on China (Mar 16th)"}, {"role": "body", "text": "Also: How the Banyan column got its name"}], "id": 16}