{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_WBP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "EY gets banned from new audit business in Germany", "subtitle": "The penalty comes atop the beleaguered accountancy’s other problems", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:55Z", "contents": [{"role": "body", "text": "Editor’s note: On April 11th EY said would scrap plans, known as Project Everest, to separate its advisory and audit services into distinct firms after opposition from partners in EY’s American business, which accounts for 40% of the firm’s global revenue."}, {"role": "body", "text": "EY just can’t get a break. The accounting-and-consulting giant is being sued for $2.7bn by the administrators of NMC, a London-listed hospital operator it had audited and which went into administration after understating debts by $4bn. EY is being investigated by the Financial Reporting Council (FRC), a British regulator; the firm denies the administrators’ claims of negligence. Its plan to unshackle an advisory business constrained by its inability to work with audit clients, codenamed “Project Everest”, is in doubt amid a rebellion by a group of American partners. And on March 31st its German arm received the harshest penalty ever meted out by APAS, Germany’s accounting watchdog, which includes a €500,000 ($548,000) fine and, worse, two-year ban on auditing new publicly listed clients in the country. This is a financial blow to the firm—and an even bigger reputational one."}, {"role": "body", "text": "APAS’s decision comes after a three-year investigation into EY’s role in the demise of Wirecard, a fintech darling turned Germany’s biggest post-war corporate scandal. EY had given Wirecard a clean bill of health for a decade until the company collapsed in 2020 amid allegations of massive financial fraud. APAS now says that it considers it “proven” that between 2016 and 2018 EY violated its duty of care during the audit of Wirecard and Wirecard Bank. Five current and former employees were also fined between €23,000 and €300,000. Seven other employees who were also under investigation escaped punishment by handing back their auditor’s licences. In a statement, the firm said, “EY Germany has fully co-operated with APAS throughout its investigation. We regret that the collusive fraud at Wirecard was not discovered sooner, and we have learned important lessons from this matter.”"}, {"role": "body", "text": "After its cockups in recent years EY has indeed been trying to get better at spotting mischief. In 2021 it said it would invest $2bn over three years in improving its audits, including upgrading its technology the better to detect fraud. But no auditor is likely to get things right every time. Indeed, scandals such as Wirecard and NMC go to the heart of the so-called “expectations gap” in auditing. Auditors insist that their services cannot be treated as a guarantee that accounts are truthful, and note that sophisticated frauds are by their nature difficult to spot. And it is not the only auditor to be embroiled in controversy. In 2020 Deloitte was fined £15m ($19m) by the FRC for “serious and serial failures” in its audit of Autonomy, a business-software firm. HP, an American tech firm that bought Autonomy in 2011, alleged that its target had misstated its accounts."}, {"role": "body", "text": "Regulators, for their part, think audits could be improved. They have tried to increase competition. For instance, in Europe firms must rotate their auditors, typically after ten years. Yet despite such efforts, audit remains a cosy oligopoly. The so-called “big four”—Deloitte, EY, KPMG and PwC—together audit nearly all large listed companies in Europe and America, weakening incentives to invest in audit quality. For example, EY is currently auditing 12 of the 40 companies in the dAX, the stockmarket index of German blue chips, according to Wirtschaftswoche, a business weekly. They include giants such as Deutsche Bank and Volkswagen. Its main rivals, PwC, KPMG and Deloitte, work for 12, ten and five DAX firms, respectively. "}, {"role": "body", "text": "Next year several DAX companies will decide whether to renew the mandates of their respective auditors. Siemens, Siemens Energy and Siemens Healthineers, three engineering firms, have already said they will end their contract with EY, though that is also related to the obligation to rotate auditors. Other clients in statutory need of a new auditor will be unable to switch to EY because of the ban even if they want to—which, given the damaging publicity, they may not. "}, {"role": "body", "text": "EY’s rivals will be watching the fallout closely. So will its partners elsewhere in the world. The fact that, like other global accountants, EY operates a franchise-like structure, with independent partnerships in each country, will not spare the wider network from reputational damage. As for EY Germany, it remains keen on Project Everest. For the firm’s German advisory business, the divorce from the tarnished audit arm cannot happen fast enough. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}]}