{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_CUP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Games are a weapon in the war on disinformation", "subtitle": "They are effective at teaching players how to spot falsehoods online", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:55Z", "contents": [{"role": "body", "text": "THE MAYOR of your city has announced a strange new public project: a lavish park especially for cats. It seems like a waste of money so, with the help of some activists you have met online, you campaign against it on social media. You start with rousing posts—“Breaking News: Outrageous! City prioritises elitist pets over our kids!”—and funny memes. You soon move on to doctoring images to make it look like the mayor is part of “an ultra-secret cat-worshipping cult”. You galvanise your followers to take violent action. "}, {"role": "body", "text": "In “Cat Park” players learn to become disinformation warriors. The free 15-minute online game explores the dark art of spreading lies online; players get points for the passion of their posts and shareability of their memes. It is good fun, with a witty script and futuristic cyberpunk style. It is also an educational tool, funded by the Global Engagement Centre (GEC), a branch of the US State Department which aims to “recognise, understand, expose and counter foreign state and non-state propaganda and disinformation efforts”. "}, {"role": "body", "text": "Games such as “Cat Park” are an ingenious response to a widespread problem. Fake news and conspiracy theories are in rich supply; demand for them is high in polarised countries across the world. Many governments are mulling policies to try to limit their spread, since internet users often struggle to discern legitimate sources from nefarious ones. Last year a study by Ofcom, a British regulator, found that 30% of the country’s adults hardly consider the truthfulness of information they read online. About 6% give no thought to the veracity of stories. Around a quarter failed to spot fake social-media accounts. "}, {"role": "second", "text": "News you can use"}, {"role": "body", "text": "Tilt Studio, the Dutch developer behind “Cat Park”, has also worked with the British government, the European Commission and NATO to create games that “help tackle online manipulation head-on”. In 2020 it collaborated with the GEC on “Harmony Square”, in which players seek to destabilise an idyllic neighbourhood by using falsehoods to foment disunity. During the pandemic, it released “Go Viral!”, a five-minute game that gets players to scrutinise misleading information about covid-19. "}, {"role": "body", "text": "“Rather than simply waiting for lies to spread, and then debunking them with a fact-check, we can leverage games like ‘Cat Park’ to practically educate ourselves about common disinformation techniques,” says Davor Devcic of GEC. Aimed primarily at citizens in the West, the games are based on the idea of “active inoculation”: just as individuals build up resistance to a disease after a vaccine, after playing “Cat Park” or “Harmony Square” they are more wary of internet skulduggery. A study by the University of Cambridge found that players of “Harmony Square” were better at spotting dodgy content and less likely to share it. The effect was consistent across right-wing and left-wing players."}, {"role": "body", "text": "The Canadian government, meanwhile, helped fund “Lizards and Lies”, a board game about information warfare. It takes the form of a traditional map-based war-game, which you play as one of four characters: an “edgelord”, “conspiracy theorist”, “platform moderator” or “digital literacy educator”. (You are either a “spreader” or a “stopper” of lies.) Cards and tokens help you win over enclaves of supporters. Points are scored for each social-media network you control. It pays to focus on areas of the map that are winnable: as with their real-life counterparts, certain online networks are more amenable to wild conspiracism than others. "}, {"role": "body", "text": "Scott DeJong, the designer, says he was partly inspired by the QAnon conspiracy theory, which itself makes use of gaming techniques to acquire and motivate followers. “Disinformation and conspiracy-theory processes are often like puzzles. They draw people in by seeming to ask questions, while really directing the target towards a specific answer,” he says. The originator of the theory, Q, posts “drops”, or cryptic clues, “that the community works together to interpret and resolve”. "}, {"role": "body", "text": "Commercial game developers are also building stories around this theme. “Not For Broadcast”, a propaganda simulator, is set in an unnamed European country in the 1980s after a populist party has been elected. Players operate as the director of a 24-hour TV-news channel and must select news clips to build a narrative. They can decide whether or not to amplify the government’s message, but sensational content tends to get the most eyeballs. "}, {"role": "body", "text": "The medium makes all the difference, says Alex Nichiporchik, the boss of tinyBuild, the makers of “Not For Broadcast”. “Video games are the only media where you can look at the story and say: ‘I did this.’ We put players in the shoes of powerful newspeople and ask them to make morally questionable choices.” A player might censor an interviewee, for example, or leave out inconvenient facts. “The most important thing for us is that the game is fun, but players come away understanding how news media manipulate cuts and edits to fit an agenda,” Mr Nichiporchik says. "}, {"role": "body", "text": "Games, whether physical or digital, “are great tools for asking questions”, adds Mr DeJong, and can reach people who are turned off by more straightforward educational methods. “There is a heavy focus on being critical about social media and a reward for demonstrating an understanding of how disinformation works.” Players can justify their hours of entertainment as an instruction in civic responsibility. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 69}