{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_CNP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "It is getting even harder for Western scholars to do research in China", "subtitle": "Access to databases of vital materials is dwindling", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:55Z", "contents": [{"role": "body", "text": "For much of the past century, foreign academics have had a tough time learning about China. Few could visit the country when it was ruled by Mao Zedong. Some instead tracked newspapers like the People’s Daily, a Communist Party mouthpiece. These offered plenty of ideological hectoring but few believable details about people’s lives. Reading dry party documents, an art known as Pekingology, was like “swallowing sawdust by the bucketful”, as one renowned China-watcher put it."}, {"role": "body", "text": "Some Western scholars went to meet refugees in Hong Kong, which was then under British rule. Interviewees often assumed that the researchers were spies (some probably were). One academic recalled his struggles trying to find out about the legal system under Mao. His informant in Hong Kong kept trying to tell him where China’s airfields were hidden. "}, {"role": "body", "text": "Things got easier after Deng Xiaoping took over in the late 1970s. Understanding of China’s society, economy, government and history grew rapidly as archives were opened up to foreigners and Western scholars were given freedom to interview officials, spend time in villages and read the growing volume of Chinese-language scholarship, much of which was eventually put online. Thousands of foreign students went to China to study."}, {"role": "body", "text": "This encouraging trend has reversed in recent years. As relations sour with the West, China is becoming increasingly opaque to foreign scholars. Even before covid-19, local officials were making it harder to do field work in the Chinese countryside. “Some of the best studies from the early 2010s could not be done now,” says Rana Mitter, a professor of Chinese history at the University of Oxford. Government archives, too, are often now hard for foreign researchers to access, he adds."}, {"role": "body", "text": "Three years of border closures to prevent covid’s spread did not help. Research projects were paused. Future scholarship was also derailed as young foreigners became unable to study in China and thereby gain crucial language skills. A decade ago, there were nearly 15,000 American students studying in China. In the academic year of 2020-2021 there were 382. Covid restrictions are now over. Student numbers will rebound somewhat. But few expect them to return to the scale of the old days. "}, {"role": "body", "text": "Chinese universities, too, are becoming less keen for their faculty to co-operate with foreign academics. In 2021 Jia Qingguo, an international-relations professor at Peking University, complained that scholars needed permission just to meet a foreigner, could not see them alone and had to file a report afterwards. Party officials talk about turning the university into a patriotic academy “with Chinese characteristics”, unmoored to ideologically suspect Western scholarship. "}, {"role": "body", "text": "The fault is not all China’s. America, fearing spies, has made it harder for Chinese scholars to visit, too. In 2018 some 20,000 Chinese were granted research visas. In 2022 fewer than 4,000 were. "}, {"role": "body", "text": "With their access dwindling, foreign scholars have come to rely more on online databases. But these are increasingly unreliable. An online portal called China National Knowledge Infrastructure (CNKI) contains some 95% of Chinese academic articles as well as a host of other documents. On April 1st CNKI suspended foreign access to some of its databases. The firm said it was complying with laws requiring large data transfers out of China to be reviewed by cyberspace regulators. "}, {"role": "body", "text": "The academic journals on CNKI, like all publicly available content in China, are heavily censored. But they can still contain important nuggets, says David Cowhig, a retired American diplomat. Before 2005 China officially denied that a certain strain of bird flu had infected humans on the mainland. At the same time, however, studies in veterinary journals, which Mr Cowhig found through scrutinising CNKI, casually mentioned that several farmers had been found with antibodies to the virus, he recalls. "}, {"role": "body", "text": "Other online resources relied on by scholars are shrinking, too. China Judgments Online, a database of legal cases, opened in 2013. At the time it was an unprecedented window onto how justice works in China. In the past two years millions of cases have vanished from its archive. The disappeared ones appear to touch on topics potentially embarrassing to the party, like death-penalty verdicts."}, {"role": "body", "text": "Faced with these challenges, some China watchers are returning to methods of the cold-war era. A research institute called the Centre for Strategic Translation was set up in America last year by the American Governance Foundation, an NGO. Its stated aim is to help scholars and others by translating and explaining official Chinese documents. “China darkens as it climbs in power,” notes the website. When access to China is shrinking, the old arts of Pekingology can still help shed some light, argue the centre’s proponents. Back to swallowing sawdust. ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}]}