{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "National Swing Man, the British electorate’s new-old tribe", "subtitle": "Broad psephological trends, first identified 80 years ago, are back", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:55Z", "contents": [{"role": "body", "text": "PSEPHOLOGY these days resembles a trip to an old-fashioned anthropological museum, stuffed with the relics of mysterious tribes that have constituted the British electorate. In one glass case, we find Mondeo Man, the archetypal swing voter of the 1990s. In the next is Workington Man, a Brexit-backing rugby league fan who switched to the Conservatives in 2019. Newer specimens include Waitrose Woman, and her male friend, Spotify Dad—the disaffected middle classes abandoning the Tories. These people inhabit strange lands: the Red Wall, the Blue Wall, the Sea Wall and the Purple Patches. "}, {"role": "body", "text": "Your pith-helmeted correspondent has uncovered another, who embodies the forces again reshaping the British electorate. Our specimen is male, but could just as easily be female. He is aged between 18 and 80. He may have a white-collar job, or a blue-collar one. He voted either Leave or Remain in the Brexit referendum. He lives somewhere—pretty much anywhere—in Britain. He is leaning towards Labour. He is National Swing Man. "}, {"role": "body", "text": "National Swing Man reflects an older idea of the electorate: not of distinct tribes but of a single people whose party allegiances ebb and flow like the tide. In 1945 David Butler, a 20-year-old Oxford undergraduate, founded modern electoral science by applying the rudimentary statistics he honed on cricket scores to that year’s general election. He turned raw ballot tallies into percentages, and then calculated the shift in parties’ vote shares. He called this “swing”. A striking pattern emerged: swing was similar across constituencies. Young Butler became a fixture of election-night television, divining the story of the night from a few early results, aided by his pendulous “swingometer”. "}, {"role": "body", "text": "Politicos identified ever more tribes as online surveys became cheap and abundant. Archetypes helped them decode an electorate that had become more complex and volatile than Butler’s swingometer could capture. The Brexit referendum broke and remade party allegiances. Insurgent parties entered the field. Age and education replaced class as the best predictor of voting behaviour. As the country turned on itself, uniform national swing broke down: the Tories advanced in Leave strongholds and retreated in Remain areas. Butler, who died last November aged 98, was confounded. “The rules in the game of politics have changed very substantially from the world that I lived in,” he remarked."}, {"role": "body", "text": "Things are shifting again. A national swing is again flowing through the electorate like an incoming tide. Under Sir Keir Starmer, the Labour Party leads the Conservatives by 46% to 26%, according to a YouGov poll published on March 31st. That is a Butler swing of 16 points since YouGov’s post-election poll in 2019. Professionals have swung 17 points Labour’s way and manual workers 16 points. By age, the swing to Labour looks like this: among 18- to 24-year-olds, five points; 25-49ers, 17 points; 50-64s, 19; over-65s, 18. Fixate on the tribes and you miss the bigger story. "}, {"role": "body", "text": "National Swing Man does not think much about Brexit these days. Research by Jane Green, Geoffrey Evans and Dan Snow, who work on the British Election Study, which Butler initiated in 1964 at Nuffield College, Oxford, shows how the grand Brexit realignment has ossified. Between 2016 and 2019, the proportion of Tory support drawn from Brexiteers went from half to three-quarters, as Leavers were drawn to the party and some old Tory Remainers embraced Euroscepticism. Yet from 2019 to December 2022, those relative proportions remained fixed even as the Conservatives’ overall support fell. The national tide, the YouGov data shows, is pulling both Leavers and Remainers towards Labour. "}, {"role": "body", "text": "National Swing Man reflects the politics of consensus. Voters cite as their priorities the economy and health care; inflation and A&amp;E queues bite everyone much the same. National Swing Man enjoyed the joke about Liz Truss and the lettuce. By the time the salad triumphed, eight in ten Britons disapproved of her. He disagrees with his neighbours on trans rights, but that won’t be dictating how he votes: only 2% of Britons call it a political priority. If the Conservatives can mount a recovery, it will be on broad questions of leadership and economic competence rather than narrow cultural-wedge issues."}, {"role": "body", "text": "Our new-old specimen renders earlier anthropology a little out of date. In “Values, Voice and Virtue”, a new book, Matthew Goodwin, an academic, argues that Labour lost the working class after being taken over by a cosmopolitan tribe he calls the New Elite. It is a familiar story from the Brexit years. But Mr Goodwin does not successfully reconcile it with Labour’s 16-point lead over the Tories among such salt-of-the-earth types. Tribes can be misused by political ventriloquism. The strident views attributed by MPs to Red Wall Man on immigration and crime are also heard in any Surrey Conservative association."}, {"role": "second", "text": "Stonehenge via Stevenage"}, {"role": "body", "text": "Yet handled smartly, tribes remain useful. They are a shorthand by which parties conduct internal debates over where to direct messaging and resources to crystallise a notional swing in the polls into a real one at the ballot box in the places that count."}, {"role": "body", "text": "A new report by Labour Together, a Starmerite think-tank, is such a case. It segments the electorate into six tribes, all of which are swinging to Labour. The party’s strategy hitherto has been focused on regaining working-class voters in northern towns (the “patriotic left” ) which would grant Labour a small majority. The authors argue a more ambitious front, taking in politically undogmatic families in bellwether seats such as Stevenage (the “disillusioned suburbans”), would yield a large one. In other words, the mission is to find and capture the marginal voter in marginal constituencies through appeals to sound management of the economy and public services. For the past decade the electorate has been as mysterious as the folk who built Stonehenge. Now an undergraduate transported from 1945 would recognise it. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics:Editing Roald Dahl for sensitivity was silly (Mar 23rd)It is far too easy to run lawbreaking businesses in Britain (Mar 16th)Thatcher, Sunak and the politics of the supermarket (Mar 8th)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}], "id": 42}