{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_OBP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Phyllida Barlow had a lifetime of adventure making art", "subtitle": "The British sculptor, who died on March 12th, aged 78, represented Britain at the Venice Biennale in 2017", "hashTag": "Obituary", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:55Z", "contents": [{"role": "body", "text": "Her art emerged, she once said, from a childhood memory of climbing up an empty staircase, hoping for the sky. There, in that gaping space, she would feel the reach and stretch of plaster, cement, colour, surprise; the excitement of perilous moments; the sentient fear of vertigo; the big anthropomorphic shapes that stared and waited: dumb, curvaceous, still, biding their time. That was where the adventure began."}, {"role": "body", "text": "For the viewer the adventure began in the discovery of her work in all its size and strangeness. It was not so much a case of looking at her art as running up against it. Visitors to the British pavilion at the Venice Biennale in 2017 felt like Lilliputians staring up at the vertiginous painted struts that soared up to the roof or inching around the giant pompoms on stilts that were squeezed against the walls. Her work was so tightly crammed into the space that one friend said it reminded her of Alice consuming the “eat me” cake."}, {"role": "body", "text": "A descendant, on her father’s side, from Charles Darwin, she retained a great rationality about what the world might throw up. She was not, in any way, an intellectual artist, claiming always to be bad at ideas. Instead she saw her art as a metaphor for her experiences. Her own adventure started in Newcastle-upon-Tyne, in Britain’s industrial north-east, where she was born in 1944, when the country had already been at war for five years. Her father was a psychiatrist researching brain trauma (his hospital orderly was Ludwig Wittgenstein). Newcastle, and London, where the family later moved, were cities recovering from trauma of their own. She remembered streets covered in rubble, buildings stripped of their outer walls with long ribbons of wallpaper swinging in the breeze, the cubbyhole under the stairs where her grandmother stuffed anything in case it could, one day, be put to use."}, {"role": "body", "text": "The ever-shifting industrial environment of Finsbury Park, in north London, where she and her husband, Fabian Peake, also an artist, moved after she finished art school in 1966, recalled the incongruous largesse that war spreads upon the landscape. From skips in the street she would collect odd bits of timber, cardboard, wire mesh and offcuts of polystyrene, scrim and chicken wire—anything that might one day be useful. One of her favourite words was “expedient”. During lockdown she even worked in dough she made in her kitchen. "}, {"role": "body", "text": "She became an artist at a time when that meant having a studio and making work, not becoming part of the “art world”. She raised five children and had a day job for nearly 40 years, teaching at the Slade School of Fine Art. Making art was something she did in short bursts between taking care of the family and going to Tesco. Redecorating, housework even, it all went overboard (they never moved from the house they bought in the early 1970s), as did shopping for clothes. For years she lived in trousers, lace-ups and a paint-spattered anorak. "}, {"role": "body", "text": "Exhibitions meant showing her work in an abandoned attic, a school playground, a disused office, an old stocking factory—even chucking it one time into the Thames. It was not art for sale, at least not early on. So she’d make work and then take photographs of it. Often that’s all that survived, for she’d pillage from one work to make the next. Once, at the end of an exhibition (when she had become better known), a gallery-owner apologised for selling only three of the four big pieces on show. What to do with the last, she was asked? Oh, just put it on the bonfire, was her reply."}, {"role": "body", "text": "English to the core in her humour and practicality, she could not have been less English in her artistic heritage. In contrast to the early Victorians who toiled from morning till sundown remaking classicism in their own design, she was a night thief, picking the pockets of the Arte Povera movement of post-war Italy and the unschooled makers of America’s deep South. She said she was suspicious about the dishonesty of certain sculpture; bronze, for example, which was hollow if you sawed through it. She explained it once to a curator by pointing to a fuzzy red jumper that was draped over a chair. What she wanted to convey was the red fuzziness, not the fact that it was a jumper. The vital thing for her was less the artwork itself and more the working—the making—of the art."}, {"role": "body", "text": "As a child she was always making things with clay or other soft stuff. That never stopped. As an adult she would begin with whatever materials she had at hand; felt, perhaps, or polythene or sellotape. She’d dip the work in paint, wrap it in binbags or bind it with fabric or sticky tape. And then she would stand back and look to see how it lived on its own."}, {"role": "body", "text": "Sculpture had to do more than just be conventional arrangement. It had to enlighten, show the way. Spillages taught you how to be casual; hanging instructed you about the stillness of uninterrupted looking; spreading about where edges can be found. "}, {"role": "body", "text": "There was nothing slick or smooth about her sculpture, one critic said; it was full of knockabout. Things tottered, or dangled, or seemed to be about to topple over. From very early on, she made use of every spare moment, making sure she finished at least something by the time she had to turn her attention back to her family or her students. The work would emerge with speed. But never was it slapstick. "}, {"role": "second", "text": "Late to the party"}, {"role": "body", "text": "The art world only really caught up with her after she retired from teaching, aged 65, and threw herself full-time into making art. A super-gallerist, Iwan Wirth, came calling in his chauffeur-driven Audi, uncertain when he got to Finsbury Park that he had come to the right place. But he had. Exhibitions, one bigger than the next, soon followed: at the High Line in New York, Haus der Kunst in Munich and the Venice Biennale."}, {"role": "body", "text": "Why do humans make sculpture? George Mallory is supposed to have said he wanted to climb Mount Everest simply because it was there. Sculpture’s special power, by contrast—the reason why Phyllida Barlow made sculpture at all—is that it isn’t there. That was where her adventure began.■"}], "id": 75}