{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_FNP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The Swiss rage about the demise of Credit Suisse", "subtitle": "Scenes from the firm’s final annual general meeting", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-04-04T20:14:37Z", "contents": [{"role": "body", "text": "When swiss regulators announced that ubs would rescue Credit Suisse from the brink of collapse on March 19th, the troubled bank’s shareholders seemed lucky to avoid a total loss on their investment. Yet if any of the 1,700 who entered Zurich’s Hallenstadion on April 4th for the firm’s final annual general meeting were relieved, they did not show it. Tickets to the historic event were cheap: the terms of the rescue deal, which was agreed without a shareholder vote, valued Credit Suisse’s shares at a mere SFr0.76 ($0.84). "}, {"role": "body", "text": "Opening eulogies were delivered by Axel Lehmann, the firm’s chairman, and Ulrich Körner, its chief executive. Votes to award bosses extra pay and absolve them of blame for actions taken during the past financial year were scrapped, along with the bank’s dividend. Five members of the board did not seek re-election. The remaining seven have the unenviable task of guiding the bank through its twilight months before the deal closes later this year. Although Glass Lewis, a proxy adviser, and Norges Bank, a big shareholder, opposed Mr Lehmann’s re-election, he was spared the boot in the shareholder vote. "}, {"role": "body", "text": "The arena transformed into a court when shareholders took their turn to speak. Some counselled Mr Lehmann on the many failures of his bank’s recent history. Others were inconsolable. One joked that he had not brought his gun to the meeting. Another wondered if the firm’s bosses might have been crucified for their actions in the Middle Ages. A man graced the podium with a fistful of empty walnut shells. Younger attendees wandered the rows with bags of chocolate, wearing branded t-shirts destined for the ghoulish market in financial-disaster memorabilia."}, {"role": "body", "text": "Unsurprisingly, no representative from Saudi National Bank, Credit Suisse’s largest shareholder, took to the lectern. The chaos of recent months has slashed the value of its SFr1.4bn investment by four-fifths and sunk the career of its chairman, whose inelegant comments about the bank on March 15th contributed to the ensuing loss of confidence. "}, {"role": "body", "text": "Instead, a sea of largely Swiss shareholders shook their heads in unison. Non-institutional Swiss owners represent 87% of Credit Suisse’s total, even if they hold a fifth of registered shares. Many are furious at the death of the 167-year-old institution. One poll found more than three-quarters of Swiss people, angry at the level of state support, want the deal undone. Discomfort might grow as ubs begins an integration process likely to claim thousands of jobs. Legal wrangles will not help: on April 2nd Switzerland’s federal prosecutor announced a probe into the activity of those involved in the deal; the next day, lawyers representing holders of Credit Suisse’s Additional-Tier 1 bonds announced possible litigation to recover their losses. "}, {"role": "body", "text": "Bosses at ubs, which was due to hold its own meeting as we published this on April 5th, will have taken note of the mood. If nothing else, they will ponder the deterrent effect of the occasional public drubbing for managers. For Credit Suisse, holding its first in-person meeting in four years, it came too late. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter. And for more coverage of the turmoil afflicting financial markets and the global economy, see our recession hub."}]}