{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_WBD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What the world’s hottest MBA courses reveal about 21st-century business", "subtitle": "Students seek hardheadedness, self-awareness and tact", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-04-05T14:42:56Z", "contents": [{"role": "body", "text": "STANFORD UNIVERSITY’S Graduate School of Business (GSB) exhorts its students to dream big. When one of its alumni in the class of 2006, Rishi Sunak, became Britain’s prime minister last year, the dean welcomed the news as if it had always been inevitable. “Rishi’s experience at Stanford raised his aspirations,” he proclaimed in a school-wide email. The GSB prides itself on offering the world’s most selective mba programme. Its class of 420 students is less than half the size of that of its arch-rival, Harvard Business School—and represents just 6% of applicants, compared with 10% or so for HBS. Although not all of them can be heads of government, many will follow alumni such as Asia’s richest man, Mukesh Ambani, or Detroit’s mightiest woman, Mary Barra of General Motors, into corporate stardom. "}, {"role": "body", "text": "This makes the GSB the perfect place to glimpse the future of management. And there may be no better lens through which to examine it than the MBA programme’s most oversubscribed courses. Where the GSB’s highly driven bosses-to-be choose to spend their precious time speaks volumes about what they think will matter to their careers. And, given the clout they will eventually wield, those revealed preferences are going to define how the world’s most successful companies will be run."}, {"role": "body", "text": "Management education involves wading through case studies, poring over financial statements and building sophisticated spreadsheets. And, like any MBA curriculum worth its salt, the GSB’s has compulsory classes in accounting, finance and computer modelling, to be completed within the first two terms of instruction, out of a total of six. Look at the school’s three most popular facultative courses, though, and a more interesting picture emerges of the 21st-century manager. All three require virtually no number-crunching. Instead they aim to cultivate in students a capacity for hardheadedness, introspection and diplomacy, respectively. It is these attributes, the students appear to be saying, rather than any technical expertise, that will determine success."}, {"role": "body", "text": "The first leg of the triad is a module called “Paths to Power”. Students like to quip that it is designed for the budding Machiavellian. The opening line of the course syllabus laments that “insufficient sensitivity to, and skill in, coping with power dynamics” have cost many talented people promotions and even their jobs. The objective of the course, writes Jeffrey Pfeffer, the instructor, is to make sure “you never have to leave a position involuntarily”."}, {"role": "body", "text": "One way to maintain power, students are taught, is to avoid grooming successors. MBAs are quick to draw parallels with contemporary events. After a recent lecture a student observed that Donald Trump naively “created his own competition” when he endorsed Ron DeSantis for governor of Florida in 2018. How to guard against scheming rivals? One way is to hold “multiple overlapping roles” within an organisation, as an assigned reading recommends: it is harder to be defenestrated if multiple teams report to you. Xi Jinping, who holds at least ten titles, including China’s president and Communist Party chief, is not known to have taken Mr Pfeffer’s class but seems to have internalised its lessons."}, {"role": "body", "text": "If “Paths to Power” trains future leaders to conquer external opposition, “Touchy Feely” directs them to turn their gaze to their own public image. The course, perhaps the GSB’s most famous, has been running for half a century. Its aim is to help students assess whether the way they come across to others is the way they want to be perceived. Much of the class consists of unstructured conversation in groups of 12, plus a weekend retreat. No topic is off the table; dating history, mental health, political orientation are all fair game. Students are instructed to observe each other’s behaviour, from emotional expressiveness to problem-solving skills. "}, {"role": "body", "text": "The course culminates in an activity that is known to induce tears in some. Students are asked to sort themselves into a line according to the degree of “influence” each person possesses. Those convinced of their own brilliance may try to insert themselves at the front of the pack. They risk getting rebuffed. Disagreements often erupt as others jostle for position near the front. It is humbling, even traumatic, to be consigned to the back of the line. Yet this exercise in tough love offers a chance for self-discovery. Only when you know your weaknesses can you act to mitigate them. For some this might mean speaking more forcefully. For others it could mean frowning less and smiling more. "}, {"role": "body", "text": "The third popular course, “Managing Growing Enterprises”, is not, as its name might suggest, about small-business accounting. Rather, the focus is on how to deal tactfully in sensitive situations, when many aspiring managers are tripped up by an inability to find the right words. How do you lay someone off? How do you decline unsolicited and unhelpful advice from a big investor? How do you respond to a nosy journalist? The course is structured around role-playing, in which a handful of students are cold-called each session to act out such exchanges. The professor and other students offer feedback, which can be scathing. Prospective students who visit the GSB are regularly invited to sit in on MGE, as the class is commonly known on campus. Applicants from Asia, many of whom have been brought up to be conflict-averse, appear particularly engaged, taking copious notes as the role players in the classroom try their best to be diplomatic but firm. "}, {"role": "second", "text": "The four pillars of the corner office"}, {"role": "body", "text": "A degree of ruthlessness, self-awareness and tact can, of course, be a familiar mix in corner offices and boardrooms past and present. The GSB’s courses suggest that they are likely to remain commonplace for the foreseeable future—though in varying proportions depending on the individual. They will also always be supplemented by a fourth characteristic. The admissions director who accepted Mr Sunak nearly 20 years ago recalls that the young Rishi exuded a certain “selfless ambition”. No course can teach steely determination—not even at the GSB. ■"}, {"role": "body", "text": "Read more from Schumpeter, our columnist on global business:Copper is the missing ingredient of the energy transition (Mar 30th)What Barbie tells you about near-shoring (Mar 23rd)A battle royal is brewing over copyright and AI (Mar 15th)"}, {"role": "body", "text": "Also: If you want to write directly to Schumpeter, email him at schumpeter@economist.com. And here is an explanation of how the Schumpeter column got its name."}]}