{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_LDD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What America has got wrong about gender medicine", "subtitle": "Too many doctors have suspended their professional judgment", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-04-05T09:40:04Z", "contents": [{"role": "body", "text": "FOR MANY Americans, the great tragedy of trans rights is the story of how Republican governors and state legislatures are stigmatising some of society’s most put-upon people—all too often in a cynical search for votes. This newspaper shares their dismay at these vicious tactics. In a free society it is not the government’s place to tell adults how to live and dress, which pronouns to use, or what to do with their bodies."}, {"role": "body", "text": "However, nestled within that first tragedy appears to be a second—this time a tragedy of good intentions. On different sides of the Atlantic, medical experts have weighed the evidence for the treatment of gender-dysphoric children and teenagers, those who feel intense discomfort with their biological sex. This treatment is life-changing and can lead to infertility. Broadly speaking, the consensus in America is that medical intervention and gender affirmation are beneficial and should be more accessible. Across Europe several countries now believe that the evidence is lacking and such interventions should be used sparingly and need further study. The Europeans are right."}, {"role": "body", "text": "The number of children and teenagers diagnosed with gender dysphoria in America has soared. One estimate found that there were over 42,000 new diagnoses in 2021, three times the count in 2017. Gender-affirming care, as America understands it, stipulates counselling, which can lead to puberty-blocking drugs and subsequently cross-sex hormones (testosterone for girls and oestrogen for boys—used, by one estimate, in 10% of cases). Occasionally, there may be mastectomies and, very rarely in the under 18s, the construction of ersatz genitals from flaps of skin or pieces of bowel. The goal is to align the patient’s body with the way that they think about themselves."}, {"role": "body", "text": "Proponents say that the care is vital to the well-being of dysphoric children. Failure to provide it, they say, is transphobic, and risks patients killing themselves. The affirmative approach is supported by the American Academy of Paediatrics, and by most of the country’s main medical bodies."}, {"role": "body", "text": "Arrayed against those supporters are the medical systems of Britain, Finland, France, Norway and Sweden, all of which have raised the alarm, describing treatments as “experimental” and urging doctors to proceed with “great medical caution”. There is growing concern that, if teenagers are offered this care too widely, the harms will outweigh the benefits. "}, {"role": "body", "text": "As we report in this week’s briefing, one concern is that doctors have changed the safeguards built into the original treatment design, devised in the Netherlands in the 1980s and 1990s. Twenty years ago, the typical patient was male, with a long history of dysphoria. Children and teenagers with psychological problems besides dysphoria were disqualified from treatment. These days most patients are adolescent girls. Their dysphoria may be relatively recent. Some are depressed, anxious or autistic, but mental illness is no longer a hard barrier to treatment. Do these patients respond to drugs and surgery in the same way?"}, {"role": "body", "text": "It is unclear. And that is because the clinical evidence for intervention in broader categories of adolescents is vague. A formal British review of the clinical evidence, prepared in 2020, found that almost all the studies in this area were of poor quality; one in Sweden came to similar conclusions. When researchers find benefits, the effects tend to be small. It is often impossible to conclude whether they are lasting, or how much the credit is down to drugs or counselling or both. Some older studies suggest that, left alone, most children will naturally grow out of their dysphoric feelings. The long-term effects of puberty-blockers remain unknown, though there are worries about brain development and decreasing bone density. "}, {"role": "body", "text": "Medical bodies build safeguards into their treatment protocols, but they vary. And in any case practitioners may ignore them. Whistle-blowers say that some children and teenagers are being put on puberty-blockers after only a cursory assessment. A growing number of “detransitioners”, who regret their treatment, say that they have been left scarred, infertile, with irreversibly altered appearances and were unhappy with how their dysphoria was treated. "}, {"role": "body", "text": "America’s professional bodies acknowledge the science is low quality, but say they have a duty to alleviate patients’ mental anguish. Some patients suffer regret in all medical procedures, from knee surgery to liposuction. And they observe that the most shocking allegations about poor treatment are only anecdotes. Speaking on American radio last year, Rachel Levine, assistant secretary for health and a paediatrician, was very clear: “There is no argument among medical professionals…about the value and the importance of gender-affirming care.”"}, {"role": "body", "text": "Except that there is. And when medical staff raise concerns—that teenage girls may be caught up in a social contagion, say, or that some parents see transition as a way to have a straight daughter rather than a gay son—they have been vilified as transphobic and, in some cases, suffered personal and professional opprobrium. "}, {"role": "body", "text": "Medical science is not supposed to work this way. Treatments are supposed to be backed by a growing body of well-researched evidence that weighs the risks and benefits of intervention. The responsibility is all the heavier when treatments are irreversible and the decisions about whether to go ahead are being taken by vulnerable adolescents and their anxious parents. "}, {"role": "body", "text": "What to do? To some, the uncertainties that surround medical interventions are grounds for an outright ban. In fact, the lack of evidence cuts both ways. Perhaps, when proper trials are complete, their proponents will be proved correct. The right policy is therefore the one Britain’s NHS and the Karolinska Institute in Sweden seem to be working towards. This would promote psychotherapy and reserve puberty-blockers and cross-sex hormones for a system in which patients would almost always be enrolled in a well-run clinical trial. "}, {"role": "body", "text": "Ideally, American regulators would insist on trials, too. If the culture wars put that compromise out of reach, professional bodies should uphold their own protocols by welcoming whistle-blowers and advance science by calling on patients to be in trials. Sometimes, they will need to protest against illiberal laws. Above all, they should not add to the tragedy. ■"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 5}