{"coverImageURL": "https://www.economist.com/media-assets/image/20230415_WOT982.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Accounting for flood risk would lower American house prices by $187bn", "subtitle": "Unpriced future damages inflate home values the most in rural, inland regions", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-04-11T19:04:53Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230415_WOF981.png", "imageWidth": 1280.0, "imageHeight": 2444.0, "imageDescription": ""}, {"role": "body", "text": "Floods are the most expensive type of natural disaster in America, causing at least $323bn in direct damage since 1960 after accounting for inflation. Unlike other types of risks, private insurers generally do not offer residential coverage for floods."}, {"role": "body", "text": "To fill this void, Congress set up the National Flood Insurance Programme (nfip). Homeowners in “100-year floodplains”, where regulators reckon the chance of flooding each year is at least 1%, can get government-backed mortgages only if they are insured. But on average, the amount of money that the nfip collects in premiums each year is less than the amount it has to pay out, so it has to borrow, thus passing the bill on to the government: in 2017 Congress forgave $16bn of the nfip’s debt. Moreover, the nfip’s payouts are less than the total amount of damage caused by floods. The shortfall is paid by uninsured homeowners, and by those whose damages exceed the nfip’s maximum claim size."}, {"role": "body", "text": "In 21 of the 50 states, sellers of homes do not have to disclose past damages or future risks from floods, leaving buyers with no idea of the threat they face. Moreover, even if buyers are informed, they often fail to discount their offers sufficiently. The combination of subsidised insurance and myopic buyer behaviour means that houses in flood-prone areas are overpriced. One study in 2021 estimated this overvaluation at $33bn-56bn. But a new paper in Nature Climate Change, whose lead author is Jesse Gourevitch of the Environmental Defence Fund, an advocacy group, puts it at $121bn-237bn, with a central estimate of $187bn. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230415_WOF983.png", "imageWidth": 1280.0, "imageHeight": 1807.0, "imageDescription": ""}, {"role": "body", "text": "The difference stems from assessments of flood risk. The earlier figures relied on the nfip’s historical premiums, which take little account of risks from heavy rain or along small waterways, and do not factor in climate change. In contrast, the new study is based on maps produced by First Street Foundation, a research group, which add up the risks from all potential causes of flooding in a warming world. It finds that at least 6.9m American homes are overpriced because of expected flood damages, with 1.2m overvalued by at least 10% and 660,000 by more than 25%."}, {"role": "body", "text": "In total dollars, overpricing is greatest in posh bits of coastline, such as Los Angeles and parts of South Carolina’s Lowcountry. But as a share of home values, the risk is greatest in rural, inland regions. In parts of Appalachia, New England and Montana, the median property is 30-50% overvalued. Many of these areas lack tunnels and pipes to channel water from storms, meaning that heavy rains can cause flash floods in rivers, creeks and streams, particularly at the bases of mountains. Last July downpours in Kentucky produced floods that swept houses away and killed 39 people."}, {"role": "body", "text": "On current trends, the floodplain housing bubble is likely to feed on itself. The higher the prices that homes in risky areas sell for, the more incentive developers have to continue building in those regions. The most efficient way to stop severe flooding from popping this bubble abruptly is for premiums to start reflecting expected damages. That might entail carving out a bigger role for private insurers, which left the business after the Great Mississippi Flood of 1927 led to large losses."}, {"role": "body", "text": "The nfip has taken a first step by instituting a new premium-setting system, which is based on frequencies and types of flooding, distances to water sources and property values. However, federal law limits how much premiums can rise. Faster increases would saddle homeowners in flood-prone regions with higher expenses and falling house prices. It would also deprive local governments that depend on property taxes, in areas as diverse as Idaho and the rural north-east, of crucial revenue. On the other hand, maintaining the status quo means that taxpayers outside flood zones will keep footing the bill.■"}, {"role": "body", "text": "For more coverage of climate change, sign up for The Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}, {"role": "body", "text": "Chart sources: First Street Foundation; Sheldus.org; “Unpriced climate risk and the potential consequences of overvaluation in US housing markets”, by Jesse Gourevitch et al., Nature Climate Change, March 2023"}], "id": 78}