{"coverImageURL": "https://www.economist.com/media-assets/image/20230422_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "If English nationalism is on the rise, no one has told the English", "subtitle": "The rise of English identity is largely myth", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-04-19T17:00:53Z", "contents": [{"role": "body", "text": "Little happens on St George’s Day. There is no bank holiday on April 23rd to celebrate England’s dragon-slaying patron saint. Traditions are few. Morris dancing, an English folk dance with bells and flailing handkerchiefs, is mercifully rare. A politician may post a message against a backdrop of an England flag. Tedious liberals point out that St George was Turkish and dragons do not exist. Beyond that, England’s national day passes with no fanfare. England is absent. "}, {"role": "body", "text": "Open a book, read a broadsheet newspaper or head to an academic conference, however, and England is everywhere. Britain is experiencing “a reawakening of English national consciousness”, argued Jason Cowley in “Who Are We Now: Stories of Modern England”. Englishness is “the motor force behind” ructions in recent British politics, say Alisa Henderson and Richard Wyn Jones, a pair of academics. Another author warns Britain “cannot survive English nationalism”. This is a genre fond of quoting G.K. Chesterton’s poetry: “Smile at us, pay us, pass us; but do not quite forget/For we are the people of England, that never have spoken yet.” According to the intelligentsia, the people of England are screaming. "}, {"role": "body", "text": "If English nationalism is on the march, no one has told the English. Like the life of St George, the rise of English identity is largely myth, argues Sir John Curtice, a political scientist. Even after devolution of power to Scotland and Wales, Britain’s departure from the eu, the rise and fall of the uk Independence Party and four straight Conservative general-election victories, the proportion of British people who identify as predominantly or only English has barely budged. If anything, it has fallen. In 1999, 31% of people fell into this bracket, according to the British Social Attitudes survey, the most comprehensive snapshot of opinion. In 2020, 22% did. "}, {"role": "body", "text": "Chroniclers of English nationalism leapt on the 2011 census, which showed that a whopping 58% of residents in England identified as English only. Skip forward a decade and this number plunged to 15%. What caused this shift? A botched survey. In 2011 “English” was the first option and “British” was the fifth; in 2021 “Britain” came top of the list. If the patriotism of Englishmen does not extend to the lower box of a census form, it may not run deep. "}, {"role": "body", "text": "The new nationalism is just as hard to spot in Britain’s politics. It is often taken as a given that English nationalism was the driver of Britain leaving the EU. England makes up 85% of the country’s population and, lo, it contributed 87% of the Leave vote. But English votes were not enough to win the referendum in 2016. Leave-supporting Scots (38% of Scottish voters) were needed, too. A majority of voters in Wales voted to depart. The votes of the 44% of Northern Irish residents who plumped for “Leave” were as valid as those cast in Kent. Brexit was British. "}, {"role": "body", "text": "England whispers during national elections. The general election of 2015, when the Conservative Party wrapped itself in an England flag, is portrayed as a breakthrough for English nationalism. Adverts showing Ed Miliband, the then Labour leader, in hock to Scottish nationalists were everywhere. But Labour increased both its vote share and the number of seats in England that election. It was collapse in Scotland that broke the party. "}, {"role": "body", "text": "By contrast, under Boris Johnson, the Conservatives offered a vision in which England was barely mentioned. In 2019 the Tories duly won their largest majority in four decades. Oddly, one of the few people to notice the switch from English to British patriotism was Donald Trump, an idiot savant who remarked: “I asked Boris, ‘Where’s England? You don’t use it too much any more.’”"}, {"role": "body", "text": "Resentful Englanders are supposedly jealous of devolved powers enjoyed by Scotland and Wales. It is strange, then, that support for an English parliament is still a minority pursuit. Only a fifth of English voters back one. A system called “English votes for English laws”, whereby English mps vet legislation affecting only England, was passed with much fanfare in 2015. In theory the idea was popular. Yet it was quietly scrapped in 2021. Few noticed; fewer cared. "}, {"role": "body", "text": "An obsession with the wants of English voters is understandable. At the last few elections, a minority of flag-waving, Leave-voting, stoutly English voters proved a significant group in some seats. Leaving the eu upturned half a century of British policy, so delving into the motivations of Brexit’s biggest fans made sense. But the British voter is large. He contains multitudes. "}, {"role": "second", "text": "These days, if you say you’re English, you’re thrown on telly "}, {"role": "body", "text": "In truth, Englishness has a weak hold on Britain. This is no surprise when the concept is so poorly defined. In “England Your England”, George Orwell summed up the nation by reeling off sights common in any industrial country (“queues outside the labour exchanges”) and values shared by many (“reverence for law”). The result leaves England’s finest essayist sounding like Alan Partridge, a boorish fictional TV presenter who wrote a ridiculous poem about working-class life: “Giros, glue-sniffing, dogs on ropes/But I see people with dreams and hopes.” "}, {"role": "body", "text": "If Orwell stumbled, it is little surprise that today’s writers fail. Two visions of English nationalism are offered. One defines it as a bitter ideology that detests its European neighbours and resents its Celtic partners. The other offers a more benign version of civic nationalism, with Gareth Southgate, the eloquent and intelligent manager of the England football team, as its patron saint. Englishness becomes little more than a conspiracy of male writers, desperate to combine their love of football with a degree in English literature. Neither picture fits the facts. "}, {"role": "body", "text": "English nationalism is absent because there is no need for it. Nationalism flourishes when people feel thwarted. But what England wants, England gets. England, usually, prefers a Conservative government and so Britain, usually, has one. England wanted out of the eu, and Britain did leave. Having your own way is not a recipe for resentment. So on St George’s Day, do the most English thing of all: forget about England. It still has not spoken yet. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics:Rishi Sunak, a very Tory kind of technocrat (Apr 13th)National Swing Man, the British electorate’s new-old tribe (Apr 5th)Editing Roald Dahl for sensitivity was silly (Mar 23rd)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}]}