{"coverImageURL": "https://www.economist.com/media-assets/image/20230422_FND000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Is China better at monetary policy than America?", "subtitle": "The country’s last technocrat offers a few provocative thoughts", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-04-20T09:34:24Z", "contents": [{"role": "body", "text": "When china’s leaders reappointed Yi Gang as governor of the country’s central bank in March, it was a pleasant surprise. With an economics phd from America, where he also taught, Mr Yi is the kind of reform-minded, well-travelled technocrat that is disappearing from China’s policymaking establishment."}, {"role": "body", "text": "The impression of him as a welcome anachronism was reinforced on April 15th when he spoke on the record, in English, at the Peterson Institute for International Economics, a think-tank in Washington, before accepting unscripted questions from the audience. In the talk, he expressed respect for market forces and economic liberties. “You have to believe that market adjustment is by and large rational,” he said. As a policymaker, he has pushed to give households and private firms “the maximum amount of freedom” to buy foreign exchange, without entirely abandoning capital controls. One reason for his stance is personal. As a student and professor abroad, he remembered, he found it difficult to convert yuan into dollars, even for small sums. “I hate that,” he said. "}, {"role": "body", "text": "The Chinese official even argued—only half-jokingly—that he was reluctant to intervene in currency markets, partly because traders at hedge funds, securities firms and commercial banks are much better paid, and presumably therefore smarter, than him and his hard-working team at the central bank. Asked if he felt China’s foreign-exchange reserves were still safe after the West’s financial sanctions on Russia, he expressed an almost touching faith in the global economic “architecture” (remember that?). "}, {"role": "body", "text": "This was music to the ears of the crowd in Washington. But a few of Mr Yi’s arguments raised eyebrows. He contrasted the stability of China’s interest rates with the activism of America’s Federal Reserve. After covid-19 struck, for example, the Fed slashed interest rates by 1.5 percentage points to near zero. The People’s Bank of China (pboc) cut them by only 0.2 percentage points. Conversely, since the start of 2022, as the Fed has raised rates by 4.75 points, the pboc has nudged down rates another 0.2 points."}, {"role": "body", "text": "Mr Yi also explained that he tries to keep real interest rates a little below China’s “potential” growth rate, the pace at which the economy can grow without increasing inflation. One of the charts he showed suggested that real rates have averaged almost two percentage points below potential since 2018, when his tenure began."}, {"role": "body", "text": "Such a guideline raises a number of awkward issues. Start with the theory behind it. In 1961 Edmund Phelps, who would go on to win a Nobel prize, spelled out a “golden rule” of saving and investment. An economy obeying this rule would accumulate capital up to the point where its marginal product (the gain from adding more) equalled the economy’s underlying growth rate. In these circumstances, the interest rate (which is closely related to the marginal product of capital) would also fall into line."}, {"role": "body", "text": "This theoretical precept is, however, a rather strange guide to monetary policymaking. Central bankers do not, after all, control the marginal product of capital, exerting only very distant influence on it through their sway over the pace of investment. Moreover, why would a central bank aim to keep interest rates below the potential growth rate, rather than in line with it? In Mr Phelps’s model, interest rates settle below growth only when the economy has overaccumulated capital, driving its marginal product down too far. Such an economy has sacrificed consumption for the sake of excessive saving and investment, which will not generate any offsetting gratification in the future."}, {"role": "body", "text": "China is, of course, routinely accused of exactly this kind of overinvestment. It was a little odd, then, to hear a Chinese central banker describe one of its symptoms as a policy goal. However, in an earlier speech in Beijing this month, Mr Yi made clear that he is trying to follow the golden rule. When deciding policy, he aims a little below the glistering rate only because potential growth is so difficult to calculate precisely (and, presumably, because he would rather undershoot than overshoot it). "}, {"role": "body", "text": "Uncertainty also explains the inactivism of Mr Yi’s interest-rate setting. To justify this approach, he cited the “attenuation” principle formalised by William Brainard of Yale University in 1967, which states that if policymakers are uncertain about the effects of their own policies, they should do less than they otherwise would. In other words, if you are not sure of the potency of your medicine, administer less than you would if you were. This sounds reasonable. “A little stodginess at the central bank is entirely appropriate,” as a former Fed official once put it."}, {"role": "body", "text": "But in monetary policymaking the principle can end up being counterproductive. As Stéphane Dupraz, Sophie Guilloux-Nefussi and Adrian Penalver of the Bank of France argued in a paper published in 2020, those smart, well-paid traders in the financial markets, as well as wage- and price-setters in the broader economy, will come to expect this stodginess and adjust their actions accordingly. If inflation gets out of whack, they will expect an inhibited response and, as a consequence, a more persistent misalignment of inflation. They might then act on this expectation, setting prices or wages in ways that aggravate the problem."}, {"role": "second", "text": "Attenuation deficit"}, {"role": "body", "text": "After Mr Yi’s speech, Adam Posen of the Peterson Institute pointed out that other central bankers would be very happy to have the Chinese policymaker’s inflation record, especially now. Last year inflation in China was only 2%. But cautious, inhibited policymaking is probably not the reason for this exceptional price stability. Thanks to the country’s aggressive containment of the pandemic in 2020, the central bank did not have to cut interest rates as much as the Fed to rescue the economy. And because of China’s bull-headed commitment to zero-covid policies last year, the central bank did not need to raise interest rates to contain inflation, as the Fed belatedly did. China’s attenuated monetary policy succeeded only because of a decidedly unattenuated covid policy. ■"}, {"role": "body", "text": "Read more from Free exchange, our column on economics:How the state could take control of the banking system (Apr 12th)Why economics does not understand business (Apr 4th)China is now an unlikely safe haven (Mar 30th)"}, {"role": "body", "text": "Also: How the Free exchange column got its name"}]}