{"coverImageURL": "https://www.economist.com/media-assets/image/20230408_FND000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-04-20T15:11:15Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "The business of economics"}, {"role": "body", "text": "The Free exchange column on why economics does not understand business stated that “economics likes to see itself as a foundational discipline, like physics, not a practical one, like engineering” (April 8th). In their quest to be physics-like and evidence based, economists are prone to a form of selection bias by focusing on problems where data are relatively abundant. In doing so, they tend not to study problems where data are necessarily scarce. "}, {"role": "body", "text": "Often when studying firms that are leaders in adopting technology or innovative business models we can only analyse small samples, or even a sample of one in the case of a pioneer. Studying small samples means obtaining qualitative information and inferring logically causal processes about management decision-making, organisational governance, culture and politics within and across firms as they strive to innovate and remain competitive. Such approaches are well developed in cognate disciplines such as management, sociology and politics, among others. Adopting such approaches by working collaboratively with such disciplines can only strengthen the toolbox of economists and contribute to a better understanding of business. "}, {"role": "body", "text": "Economics may still continue to be a foundational discipline, but it has the potential to become as practical as engineering."}, {"role": "body", "text": "Chander VeluProfessor of innovation and economics Department of Engineering"}, {"role": "body", "text": "Sriya IyerProfessor of economics and social scienceFaculty of EconomicsUniversity of Cambridge"}, {"role": "body", "text": "The column concluded that “economics has little of practical use to say about what makes a successful company.” I must defend the profession. In the consultancy firm where I was a partner I was, despite being chief economist, also at various times head of strategy and head of international privatisations. We were not there to advise only on GDP trends or interest-rate policy."}, {"role": "body", "text": "If things have changed we need to get our act together to reverse the trend. It is important to encourage the young to study economics as a degree and then apply it in practice, whether in the private or public sector. As I discovered repeatedly during my career, strategies done in a vacuum without proper analysis and understanding of what makes an economy and an industry tick rarely work. "}, {"role": "body", "text": "Vicky PryceFormer joint head of the UK Government Economic Service London"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230401_ASP003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Rice and climate change"}, {"role": "body", "text": "“The global rice crisis” (April 1st) could be solved with new but proven methods of cultivation. These agroecological approaches require fewer chemicals and less water, but increase yield and reduce greenhouse-gas emissions. Crops are not only more resilient, they draw carbon down from the atmosphere into soil and root systems. "}, {"role": "body", "text": "One example is the System of Rice Intensification (SRI), one of the most cost-effective climate solutions identified in 2017 by Project Drawdown, a non-profit organisation. SRI involves the wider spacing of plants and careful management of seedlings and water. Research shows that water consumption and emissions, mainly methane, can be halved. With 80% less seed, farmers’ yields consistently increase, often doubling or more. Smallholder farmers across Asia and Africa have already adopted these practices. Innovative farmers in Pakistan and Arkansas have shown that SRI can be mechanised and scaled. "}, {"role": "body", "text": "SRI is practised in over 60 countries, but still accounts for only 5-10% of global production. Helping farmers change their practices mainly requires non-financial support such as training, demonstration and access to equipment. The payback to farmers and governments in productivity, food security, water savings and greater resilience to climate stresses will be measured in months. This is the kind of initiative that should be a priority at COP28, to be held in Dubai later this year."}, {"role": "body", "text": "Dr Adam ParrBusiness fellowSmith School of Enterprise and the EnvironmentUniversity of Oxford"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230408_BRP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Psychological warfare"}, {"role": "body", "text": "The commander of Britain’s National Cyber Force, James Babbage, revealed that Britain’s “doctrine of cognitive effect” has only recently adopted the principles of aiming for long-term results in offensive cyber (“All in the mind”, April 8th). That involves targeting elites rather than the masses and emphasising content based on truth rather than intentional falsehood, as being appropriate for a liberal democracy. "}, {"role": "body", "text": "These are the same principles identified and practised by Charles Masterman’s famous war-propaganda bureau at Wellington House during the start of the first world war. Regrettably, they are so contrary to conventional military thinking and culture that they have had to be rediscovered in every war since."}, {"role": "body", "text": "Stephen BadseyProfessor of conflict studiesUniversity of Wolverhampton "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230325_MAP502.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Charity begins at home"}, {"role": "body", "text": "Aid agencies and international governments too often take a whack-a- mole approach to disaster response (“Hunger in the Horn”, April 1st). The result is short-term relief but long-term instability. This mindset means that if rains do return to Somalia, the flow of funding will dry up."}, {"role": "body", "text": "As the chief executive of Somalia’s largest foundation, this stop-and-start approach limits my capacity to plan and put the infrastructure in place that could better prepare us for the next disaster. So international organisations must work harder to empower local ones. We will be there to push Somalia forward, through good times and bad."}, {"role": "body", "text": "Otherwise, a country’s development trajectory lies in the hands of those who do not call it home. This cannot be a recipe for success."}, {"role": "body", "text": "Abdullahi Nur OsmanChief executiveHormuud Salaam FoundationMogadishu"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230401_BRP504.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Cycling in London"}, {"role": "body", "text": "We agree that improving road safety means focusing on road junctions and improving vision for lorry drivers (“Zero tolerance” April 1st). Transport for London has indeed made changes at more than 40 junctions, but many of these redesigns retain what are known as “critical issues” that the UK Department for Transport’s junction-assessment tool and TfL’s own Healthy Streets check for designers highlight as objectively dangerous. For example, some junctions continue to allow heavy flows of left-turning vehicles across the path of cyclists."}, {"role": "body", "text": "Moreover, TfL has routinely weakened or delayed progress on rolling out safety measures, primarily it seems to avoid impacting bus-journey times. The stark reality of dangerous junctions, particularly in urban areas, is that any improvements for safety must come mostly by reducing motor-traffic capacity, which means cities being clear about their priorities to stop serious road collisions. It is possible to cut bus-journey times and collisions, but to do so means reducing private-vehicle traffic significantly. Bank Junction in the City of London is a good example of this. "}, {"role": "body", "text": "Unless TfL and London’s boroughs tackle dangerous junctions with far more clarity, the mayor’s strategy for “Vision Zero”—no road deaths or serious injuries—will remain unachievable."}, {"role": "body", "text": "Simon MunkCampaigns managerLondon Cycling Campaign"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230325_BRP505.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Let me tell you how it will be"}, {"role": "body", "text": "Your article on the mistakes made by Richard Beeching when he reshaped Britain’s railways in the 1960s reminded me that not everyone in that decade disapproved of his parsimony (“The great train robbery”, April 1st). Beeching also had his admirers. By the late 1960s the Beatles’ record label, Apple Corps, was out of control financially and losing so much cash that John Lennon decided that one solution was to meet Beeching in the hope he would take control of the business and apply his famous cost-cutting skills. "}, {"role": "body", "text": "The meeting did not go well. Beeching told Lennon to “stick to making records”."}, {"role": "body", "text": "Chris DrakeDirectorH&amp;DLeicester"}], "id": 10}