{"coverImageURL": "https://www.economist.com/media-assets/image/20230422_ASD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Michael Lipton: The big man of land reform", "subtitle": "The British economist, who died on April 1st, championed land rights for the poor", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-04-20T15:11:14Z", "contents": [{"role": "body", "text": "IN THE district courthouse in Rangpur, crowds throng magistrates’ doorways in search of redress. Many grievances in this northern quarter of Bangladesh have to do with land. Almas, a peasant-farmer in his 60s, clutches contracts in a dispute dating back to the 1980s. He sold an inherited plot to a more powerful neighbour who, he says, never paid for it. Justice grinds slowly, especially if you cannot afford to sway corrupt judges. Worry-lines crease Almas’s face. Unable to afford other land, he is struggling."}, {"role": "body", "text": "Michael Lipton, a British economist who died this month at the age of 86, would have grasped what was at stake in Almas’s case. Much of his life’s work was dedicated to devising laws and processes to promote “land reform”. The goal of such measures was to reduce poverty by increasing the proportion of farmland controlled by the poor. Most of Mr Lipton’s fieldwork, and the biggest successes for his approach, were in Asia. "}, {"role": "body", "text": "His main insight was as powerful as it was simple. In poor countries the neediest people are nearly always in the countryside, and often underserved by public policy due to an “urban bias”. Attending to their needs through well-conceived land reforms brings greater reductions in poverty and inequality than any other approach, including the “green revolution”, which boosted fertilisers and new crop strains to raise yields. In most places, merely having a clear claim to a bit of land is the best guarantee not only against destitution but of possible advancement. Over the past century, Mr Lipton wrote, “land reform has played a massive, central role in the time-paths of rural and national poverty, progress, freedom, conflict and suffering.”"}, {"role": "body", "text": "Mr Lipton came of age as the results of radical land reforms in East Asia were becoming apparent. Before the second world war, the region was ripe for change, with large and growing rural populations and a relatively small number of landlords owning most of the cultivable land. As Joe Studwell explains in “How Asia Works”, demand for land was growing faster than supply. Instead of investing to increase yields, landlords simply let out their land at ever more crippling rents. It was then a small step to act as money-lenders to tenants. A form of debt bondage ensued. This was the pre-war situation in East Asia. Much the same happens in parts of Pakistan and northern India today. "}, {"role": "body", "text": "After victory in China’s civil war in 1949, Mao Zedong set to redistributing the land, starting by slaughtering millions of landlords. Under American tutelage, Japan, South Korea and Taiwan embarked on redistribution without the brutality. Marketing institutions and rural credit helped small household farms to flourish. In the decade after Japan’s reforms, farm output grew by half. In South Korea rice yields doubled. Taiwan’s farm incomes grew by as much as 150% in real terms. "}, {"role": "body", "text": "These reforms were the foundation of East Asia’s economic miracles. Needing to import less food, the countries could retain scarce foreign exchange—indeed, high-end vegetables were early export successes. Farm entrepreneurialism created new demand and markets, such as for light machinery. The countryside was a test-bed for future exports—Japanese cars’ reputation for reliability was partly won on bumpy country roads. China’s land reforms, by contrast, were disastrously reversed in the late 1950s, as Mao herded farmers into giant collectives. Only after the dismantling of the collectives after Mao’s death in 1976 could China’s growth spurt begin."}, {"role": "body", "text": "Land reform had political benefits, too. Inclusive rural growth in South Korea and Taiwan prefigured the inclusive politics of their impressive democracies today. Countries that have only halfheartedly reformed their land (Cambodia, Thailand and the Philippines, with its vast haciendas) represent not only a massive loss of human welfare and potential. They also reflect stunted political development. Mr Lipton referred to the “Big Man” model of land ownership. In the Philippines the patron-client relationships of the haciendas mirror the patronage systems of the country’s politics. The Big Man model is invariably associated with unhappiness, unrest or political strife."}, {"role": "body", "text": "Mr Lipton estimated that at least 1.5bn people today own some farmland as a result of land reform. Most of them are in Asia. But in a few Asian countries, land reform has barely begun—above all in Myanmar, now racked by civil conflict. And like Almas, many poor landowners in Asia lack clear title to their land. Land reform in Asia has come a very long way. It still has a way to go. ■"}, {"role": "body", "text": "Read more from Banyan, our columnist on Asia:Narendra Modi is rewriting Indian history (Apr 13th)China’s huge Asian investments fail to buy it soft power (Apr 5th)In much of Asia, race is just too hard to talk about (Mar 30th)"}, {"role": "body", "text": "Also: How the Banyan column got its name"}], "id": 17}