{"coverImageURL": "https://www.economist.com/media-assets/image/20230114_USP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "America’s army has launched a scheme to slim down its recruits", "subtitle": "The shortage of potential soldiers able to pass physicals has forced the army to change tack", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-01-12T15:42:29Z", "contents": [{"role": "body", "text": "A few months ago Michael Devey, an obese and homeless 22-year-old, wandered into the army recruitment office in Sacramento, California. Desperate for a bed and an income, he longed to enlist but knew his size precluded him. It turned out to be his lucky day. A brand-new programme to whip overweight recruits into shape was just kicking off. Mr Devey signed on the dotted line and within weeks shipped out to Fort Jackson, South Carolina, for army fat camp."}, {"role": "body", "text": "America’s army is starved for recruits. In the past year it enlisted only 75% of the number of soldiers it had aimed for. Just 23% of 17- to 24-year-olds are eligible to serve, a fraction of whom want to. The share of Americans who meet the academic and fitness criteria is dwindling, a problem only exacerbated by remote schooling and pandemic lockdowns. And millions are disqualified because of obesity."}, {"role": "body", "text": "In July army officials realised that they were going to miss their year-end recruiting target—by a lot. “We went from flash to bang,” says Major-General John Kline, who is in charge of training for the force. “Nobody saw that strong a drop coming.” To get bodies on base they launched the Future Soldier Preparatory Course, a two-pronged scheme to help previously ineligible recruits lose weight or get up to speed on reading and maths. "}, {"role": "body", "text": "To join the army a 5’ 10”, 20-year-old male must weigh under 180lb. The fitness track of the new programme allows recruits to be up to 6% above their weight threshold, a number determined by age, gender and height. To continue to basic training, trainees must shed the extra pounds within 84 days. A regimen of early-morning workouts coupled with classes on mindfulness, nutrition, resilience and sleep gets them there. So far 850 recruits have passed through the training. None has missed their targets. "}, {"role": "body", "text": "“This is not The Biggest Loser,” warns Major Chris Wedge of the 165th infantry brigade, where the programme is housed. The course aims to instil good habits. Those who slim down too fast—say, by eating too little—are carefully monitored by drill sergeants. Short-term change will not serve them well, as the army audits weight throughout a soldier’s career. Registering as too heavy twice in one year can be grounds for permanent discharge."}, {"role": "body", "text": "Although the armed forces enlist many more soldiers from prosperous families than half a century ago, the Future Soldier Preparatory Course recruits tend to be poorer. And research shows that children from poorer households are more likely to be fat. The programme is a glimpse of the old American dream: down-and-out teenagers are offered the chance of a career, good benefits, home loans and, if they serve 20 years, a lifetime pension. Mr Devey yearns to make his father—who lives in a halfway house and can barely walk because of health issues—a dependant on his future military health-care plan. "}, {"role": "body", "text": "Though the army is facing a recruiting crunch, America’s youth-obesity problem is not new. In 1960 John F. Kennedy wrote an article in Sports Illustrated warning the public about how unfit the nation’s children had become. A Columbia-Presbyterian hospital study had shown that American children were far more likely than their European counterparts to fail a set of physical-strength tests. “Such softness on the part of individual citizens can help to strip and destroy the vitality of a nation,” wrote the then president-elect."}, {"role": "body", "text": "Sixty-odd years later things are much worse. The childhood-obesity rate has quadrupled and many states have gutted physical-education requirements in public schools. According to one poll, nearly half of Americans put on unwanted weight in the year to February 2021—of those who did, the average gain was 29lb. Children, too, got heftier: the share of obese children and teenagers rose from 19% to 22%."}, {"role": "body", "text": "The course therefore won’t fix the army’s predicament. Schools and parents could do more to get children running around and eating properly long before a recruiter calls. For now, the army is meeting America in the middle. But the middle keeps expanding.■"}, {"role": "body", "text": "Correction (March 12th 2023): A previous version of this article said that Mr Devey’s father could not walk because he was so overweight. That was wrong, sorry."}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}]}