{"title": "Investments in ports foretell the future of global commerce", "subtitle": "It will be more high-tech—and more Asian", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/business/2023/01/14/investments-in-ports-foretell-the-future-of-global-commerce/images/Rotterdam/Rotterdam-wide.jpg", "coverImageWidth": 2384, "coverImageHeight": 1386, "coverImageDescription": "Maasvlakte port, Rotterdam IMAGE", "hashTag": "Business", "publishDate": "Jan 14th 2023", "contents": [{"role": "body", "text": "Driverless vehicles whizz across five new berths at Tuas Mega Port, which sits on a swathe of largely reclaimed land at the western tip of Singapore. Unmanned cranes loom overhead, circled by camera-fitted drones. The berths are the first of 21 due by 2027. When it is completed in 2040, the complex will be the largest container port on Earth, boasts psa International, its Singaporean owner."}, {"role": "image", "imageURL": "https://www.economist.com/interactive/business/2023/01/14/investments-in-ports-foretell-the-future-of-global-commerce/images/20230114_WOC281/20230114_WOC281-Artboard_1.png", "imageWidth": 672, "imageHeight": 750}, {"role": "body", "text": "Tuas is a vision of the future on two fronts. It illustrates how port operators the world over are deploying clever technologies to meet the demand for their services in the face of obstacles to the development of new facilities, from lack of space to environmental concerns. More fundamentally, the city-state’s investment, with construction costs estimated at $15bn, is part of a wave of huge bets by the broader logistics industry on the rising importance of Asia, and South-East Asia in particular. The imf expects the region’s five largest economies—Indonesia, Malaysia, Singapore, the Philippines and Thailand—to be the fastest-growing bloc in the world by trade volumes between 2022 and 2027. The result is that the map of global commerce and the blueprints for its critical nodes are being simultaneously redrawn."}, {"role": "body", "text": "Across the planet, the expansion of seaports is becoming tougher, notes Jean-Paul Rodrigue, a professor of transport geo­graphy at Hofstra University in Long Island. Space in the right locations is scarce. Critics of development, especially among environmentalists, are not. Last year a big port expansion in Piraeus, Greece, was blocked by courts for failing to provide the right assessment of its environmental impact. One in Veracruz, Mexico, was also stopped on environmental grounds."}, {"role": "body", "text": "One solution is to make existing logistics networks more efficient rather than merely larger. In April psa finalised its purchase of bdp International, an American freight-forwarder specialising in supply-chain management, for an undisclosed sum (its previous private-equity owner had reportedly been looking for $1.5bn). Over the past two years dp World, an Emirati port operator, has bought two supply-chain specialists: Imperial Logistics, a South African firm, for $890m and Syncreon, an American one, for $1.2bn."}, {"role": "body", "text": "Streamlining supply chains only gets you so far, however. At some point, new capacity will be needed. One way to achieve it is by reclaiming land from the sea. This requires feats of civil engineering—and is expensive. Singapore’s Maritime and Port Authority spent around $1.8bn on filling in the sea with earth for the first stage of the new Tuas facility. The massive Maasvlakte expansion, the second leg of which opened in 2015, has so far cost the Port of Rotterdam, an enterprise jointly owned by the Dutch state and the city government, around €2.9bn ($3.1bn)."}, {"role": "body", "text": "Many ports are too deep for land reclamation to be viable. Some are therefore deciding to build upwards. In conventional set-ups, it is impractical to stack more than six containers on top of each other, and even then tall stacks require boxes to be shuffled around constantly to get hold of the right one. The shuffling can take more time than actually moving containers around the port and onto vessels, says Mathias Dobner, chief executive of BoxBay, a joint venture between dp World and sms Group, an engineering firm. In BoxBay’s “high-bay” storage system each container sits in an individual rack, where automated cranes can pluck them out individually. In Dubai’s Jebel Ali Port, run by dp World, this allows containers to be stacked 11 high."}, {"role": "body", "text": "If you cannot build out or up, another option is to build elsewhere. That explains the rising popularity of inland “dry ports”, where goods are put in containers ahead of time, ready to be loaded onto ships as they arrive at the pier without needing to be stored for days at the port itself. This also lightens road congestion at the terminals. Around 150km (90 miles) from California’s coast, in the Mojave Desert, Pioneer Partners, an investment firm, has secured land and permits for such a facility, to ease traffic at the hopelessly inefficient ports of Los Angeles and Long Beach."}, {"role": "body", "text": "In 2016 psa entered a joint venture with Chinese state-owned rail operators to run a network of dry ports in China. Manufacturers load goods onto trains at one of 13 inland rail terminals for transport to the coast. Some of these terminals are rather a long way from any shoreline. Urumqi in Xinjiang province, home to one of them, is farther from the sea than any other city in the world, around 2,400km from the Bay of Bengal. In 2022 the International Finance Corporation, the private-sector arm of the World Bank, signed an agreement with another Singaporean logistics firm, ych Group, and t&t Group, a Vietnamese conglomerate, to develop a $300m inland container depot in Vinh Phuc, in northern Vietnam. The project, known as Vietnam SuperPort, will begin operations in 2024, providing some welcome relief in a country where exports have risen far more rapidly than inland logistical investments."}, {"role": "body", "text": "All the dry-port development in Asia points to the second force reshaping the ports business: the shift of its centre of gravity eastwards. For decades Asian trade has tended to be one-way. Containers loaded with goods manufactured by the continent’s cheap labour sailed to advanced economies and came back largely empty. In the late 1990s more than 70% of Asian exports by value went to other parts of the world. A quarter of a century on, thanks in part to those trade flows and more complex supply chains, Asian economies have become big markets. Today nearly 60% of Asia’s exports flow within the region."}, {"role": "body", "text": "The logistics industry is, like psa with Tuas, making a long-term wager that this share will grow. Logistics investments grew everywhere amid the pandemic surge in e-commerce. In Asia they ballooned. cbre, a property consultancy, forecasts that Asia (including China) will account for 90% of the growth in global online shopping between 2021 and 2026. That will require up to 130m square metres of new logistics real estate."}, {"role": "body", "text": "A boom in investment in warehouses for storage and hubs for distribution and fulfilment in the region is already under way. Last year glp, a Singaporean investment firm specialising in logistics real estate, announced a $1.1bn fund focusing on Vietnam and a $3.7bn one focused on Japan. Its sixth China fund, worth $1bn, closed in early November. India is likely to get a boost as global manufacturers look to diversify their production away from China. The ports business of India’s richest tycoon, Gautam Adani, operates Mundra Port in Gujarat, the country’s largest, and 12 other ports and terminals across seven Indian states. Their combined annual cargo volumes have surged from 200m tonnes three years ago to 300m in 2022. Mr Adani is aiming for 500m tonnes by 2025."}, {"role": "body", "text": "Investments by shipping giants are pointing in the same eastward direction. In ­October, while global shipping rates were plunging as the effects of pandemic-era bottlenecks eased, Mediterranean Shipping Company (msc), the world’s biggest by total capacity, announced five new ­intra-Asian services. Three months earlier msc had announced a $6bn joint venture with the government of Ho Chi Minh City to build a port there by 2027. It will be Vietnam’s largest port on completion. In ­August A.P. Moller-Maersk, msc’s biggest rival, completed the $3.6bn purchase of lf Logistics, a Hong Kong-based firm focusing on intra-Asian trade. The deal brought 223 warehouses and 10,000 employees across the continent under the Danish shipping giant’s banner, with an explicit focus on Asian consumers."}, {"role": "body", "text": "When seaborne trade boomed last century, investments in logistics reflected shifts in the global patterns of production and consumption. They are doing so again. And this time the future looks leaner, smarter—and more eastern."}], "id": 50}