{"coverImageURL": "https://www.economist.com/media-assets/image/20230114_BRP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Prince Harry’s autobiography is an ill-advised romp", "subtitle": "A review of a royal kiss-(and-kill-and-mount-)and-tell", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-01-10T13:42:53Z", "contents": [{"role": "body", "text": "What is the most embarrassing moment in “Spare”? Is it when Prince Harry describes how he lost his virginity to an older woman who “smacked my rump” and used him “not unlike a young stallion”? Or when he talks about his frostnipped “todger”? Or when he reveals that Meghan calls her pet dogs—British readers, look away—“fur babies”? Or, or, or…"}, {"role": "body", "text": "Distance, Harry explains at one point in this book, “between Yourself and Them”—which is to say between Us and Him—is “an essential bit of being royal”. But there is no distance here. None. You even get the freckles on his body as he strips naked and is checked for ticks at Balmoral."}, {"role": "body", "text": "When leaks from “Spare” started appearing on January 5th, a mood of delighted disbelief settled on British newsdesks. Royal correspondents used to subsisting on crumbs—an innuendo buried in six hours of anodyne Netflix nonsense here, a plucky first day of school for Prince George there—suddenly found themselves glutted by revelations on everything from how many Taliban (25) he killed in Afghanistan to his “nether regions”. Best of all, these came not from press skulduggery but were offered up voluntarily by Harry for cash. The press had an embarrassment of riches; Harry had the riches of embarrassment. "}, {"role": "body", "text": "In one way, this book is fun. Penguin, the publisher, had threatened a “literary memoir”; happily “Spare” is nothing nearly so dull. Its style is manly thriller. Its sentences are simple; troubling thoughts occur to Harry in an italic font; paragraphs are short and punchy. "}, {"role": "body", "text": "For effect."}, {"role": "body", "text": "It is, in short, a romp. And obviously the access is excellent. Alan Bennett once wrote a novella about the queen in which he imagined the humdrum side of royal life, and this book does Bennettian humdrum better than Bennett himself. You learn that footmen served the young princes their tv dinners under silver domes, like kings in a cartoon; that his granny made a mean salad dressing; that King Charles III does headstands against a door in his boxers to help his back. "}, {"role": "body", "text": "It is all very engaging. But it also feels somehow iffy. “Autobiography”, George Orwell once wrote, “is only to be trusted when it reveals something disgraceful…since any life when viewed from the inside is simply a series of defeats.” This book manages to feel both like a series of defeats and somewhat untrustworthy at the same time. Things are rarely just Harry’s fault. A decision to go to a fancy-dress party as a Nazi is explained away by saying that he was merely following the orders of Herr und Frau Obergruppenführer William and Kate. They look the sort. Camilla is a scheming villain; Charles is a duffer; an editor is a “pustule”. Only Meghan—“she’s perfect, she’s perfect”—is exempt. "}, {"role": "body", "text": "For all the romps, and the rumps, this book feels less like a lark than a terrible miscalculation. Harry presents himself as a creature in a gilded cage. Perhaps he hoped that, by writing a memoir, he’d set himself free. The cage isn’t fashioned by the royals, however, but by the eyes of the audience upon them. By revealing so much, all he has done is draw the bars in closer. The Firm would have stopped him from producing a book like this. And that would have been a service. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}]}