{"coverImageURL": "https://www.economist.com/media-assets/image/20230506_FNP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Gabriel Zucman, a controversial John Bates Clark medallist", "subtitle": "The economist will always stand a little outside the mainstream", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-05-04T09:37:18Z", "contents": [{"role": "body", "text": "Since the global financial crisis of 2007-09 the world has worried more about inequalities of wealth and income. That is in large part a result of work done by a band of French economists, in particular Thomas Piketty, Emmanuel Saez and Gabriel Zucman, which documents a rise in inequality in many countries across recent decades. On May 2nd the American Economic Association awarded Mr Zucman the John Bates Clark Medal, a prize for economists under the age of 40, for his efforts. "}, {"role": "body", "text": "Other economists usually greet the winner of the Clark medal with a resounding cheer. No one has a bad word to say about Oleg Itskhoki, last year’s winner, who studies exchange rates and the like. They had a slightly different reaction to the announcement about Mr Zucman, who works at the University of California, Berkeley. He is a more divisive figure. Some were delighted; others, rather less so. "}, {"role": "body", "text": "On one side, you have enthusiastic cheerleaders. They point out, reasonably, that Mr Zucman has drawn on unique data sets, including the leaked “Panama papers”, to tell new stories about inequality and tax evasion. Mr Zucman is currently working on measures of “real-time” inequality, allowing economists to “estimate economic growth by income groups, race, and gender”. “A lot of my work is about trying to improve our measurement tools,” he has explained. His research has also provided intellectual ballast for those who want higher taxes on the rich. "}, {"role": "body", "text": "On the other side, you have Mr Zucman’s detractors. Their core concern is a methodological one: that Mr Zucman and his co-authors make important assumptions in their economic models, which have the consequence of overstating growth in inequality in recent decades. The detractors also suggest that such assumptions understate the behavioural response of individuals to high rates of taxation, thus making significant levies seem like a better idea than they are in reality. "}, {"role": "body", "text": "Mr Zucman’s estimates of the rise in inequality tend to be at the top end of the range found in the literature. At the other extreme, a paper by Gerald Auten of America’s Treasury department and David Splinter of Congress’s Joint Committee on Taxation finds that since the 1960s the share of post-tax income commanded by the top 1% of Americans has been largely steady, rather than rising sharply as Mr Zucman and his co-authors have concluded. Others point to discrepancies between different pieces of published work. Lawrence Summers, a former treasury secretary, has said that he finds critics of Messrs Saez and Zucman’s work “largely convincing”. "}, {"role": "body", "text": "Mr Zucman does not exactly try to quell the controversies. In person he is demure and charming. Online, however, he is pugnacious, frequently taking people with whom he disagrees—including, on occasion, journalists at The Economist—to task. The controversies surrounding his research mean that Mr Zucman will always stand a little outside the economic mainstream, even with his new medal from the establishment firmly in hand. But he is probably fine with that. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 60}