{"coverImageURL": "https://www.economist.com/media-assets/image/20230506_LDD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Governments are living in a fiscal fantasyland", "subtitle": "The world over, they are failing to confront the dire state of their finances", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-05-04T08:51:36Z", "contents": [{"role": "body", "text": "Wrangling over budgets is always part of politics, but today’s fiscal brinkmanship is truly frightening. In America Democrats and Republicans are playing a game of chicken over raising the government’s debt ceiling. As the drama intensifies, the stakes are getting dangerously high. Janet Yellen, the treasury secretary, says her department could run out of cash to pay the government’s bills on June 1st if no deal is struck. Investors are beginning to price in the risk of what would be America’s first-ever sovereign default."}, {"role": "body", "text": "The political point-scoring also misses a bigger and more enduring problem. America’s budget deficit is set to balloon as its population ages, the cost of handouts swells and the government’s interest bill rises. We estimate that deficits could reach around 7% of gdp a year by the end of this decade—shortfalls America has not seen outside of wars and economic slumps. Worryingly, no one has a sensible plan to shrink them. "}, {"role": "body", "text": "Governments elsewhere face similar pressures—and appear just as oblivious. Those in Europe are locked in a silly debate about how to tweak debt rules, at a time when the European Central Bank is indirectly propping up the finances of its weakest members. China’s official debt figures purport to be healthy even as the central government prepares to bail out a province. Governments are stuck in a fiscal fantasyland, and they must find a way out before disaster strikes. "}, {"role": "body", "text": "For the decade after the global financial crisis of 2007-09 falling interest rates allowed governments to sustain vast debt piles. Although Europe and, to a degree, America took an axe to public spending after the crisis, by the late 2010s it looked as if they needn’t have bothered. Long-term interest rates kept falling even as debt rose. Japan’s net debt passed 150% of GDP without consequence. When covid-19 struck, rich-world governments spent another 10% of GDP; Europe’s energy crisis led to yet more handouts. Hardly anyone worried about more debt."}, {"role": "body", "text": "Those days of forgivingly low interest rates have now passed. This week the Federal Reserve raised rates again, to 5-5.25%. America will spend more on debt interest this year, as a share of GDP, than at any time so far this century; by 2030 the bill will be at an all-time high, even if rates fall as markets expect. Japan no longer looks so safe. Even though rates there are super-low the government spends 8% of its budget on interest, a figure that will shoot up should the central bank begin tightening monetary policy. "}, {"role": "body", "text": "Rising rates are squeezing budgets just as pressures to spend are mounting. Ageing populations mean that by the end of the decade the annual health-care and pension bill in the rich world will have risen by 3% of GDP. The figure is 2% even in emerging markets, including China, where by 2035 there will be 420m over-65s. In the West policymakers have yet to deliver on promises to spend more on defence in light of Russia’s invasion of Ukraine and tensions between America and China over Taiwan. And the whole world needs more green public spending if it is to decarbonise rapidly. "}, {"role": "body", "text": "All told, the picture is forbidding. Take America’s Inflation Reduction Act, which was supposed to reduce deficits. Its green tax credits were forecast to cost $391bn over a decade, but are now expected by Goldman Sachs to cost an eye-watering $1.2trn. Add that and the likely extension of temporary tax cuts enacted during Donald Trump’s presidency to official projections, and America is on a path to budget deficits of 7% of GDP, even as the economy grows. "}, {"role": "body", "text": "Such looming pressures make politicians’ proposals look wildly unrealistic. The bill to raise America’s debt ceiling passed by Republicans in the House of Representatives on April 27th caps spending in 2024 at its level in 2022, and then raises budgets by 1% a year. That may sound reasonable but it excludes mandatory spending on pensions and health care and ignores inflation. Exclude defence spending as well and it implies a real-terms budget cut of 27% compared with current plans."}, {"role": "body", "text": "Germany’s government seems to think that a target of 60% for debt-to-GDP ratios can credibly apply to places like Italy, which has net debts of more than twice that amount. In Britain the government makes a mockery of its rules, for example by promising tax rises that are perennially postponed. A few months of better-than-expected receipts are enough to set off a clamour for tax cuts among the ruling Conservatives, only months after Britain faced a bond-market crisis. "}, {"role": "body", "text": "China’s increasing indebtedness is kept off the books in opaque “financing vehicles” used by local governments. Include everything and China’s total public debts are over 120% of GDP, and will rise to nearly 150% by 2027, on IMF forecasts. Such levels of debt are affordable only because China has an ocean of domestic savings, kept captive by its restrictions on capital flows. Public indebtedness means that the government cannot achieve its plan to rebalance its economy towards consumption and internationalise the yuan."}, {"role": "body", "text": "Politicians need to get real, fast. Public debts are in danger of becoming unmanageable, especially if interest rates stay high. Every step up in borrowing hampers governments’ ability to respond to the next crisis. And there are limits to how far spending can be controlled. Politicians could dial down their promises to pensioners or ensure that their role in the green transition is not larger than it needs to be. But there is little public appetite for austerity, and spending is bound to rise as populations age. More defence spending and green investment are essential. "}, {"role": "body", "text": "All this makes tax rises inevitable. And more taxation makes it crucial to raise money in ways that are friendly to economic growth. Britain’s under-taxation of posh houses is scandalous; America lacks a value-added tax and China sorely needs its long-promised property tax. Carbon emissions should be taxed sufficiently everywhere, which would also encourage the private sector to invest more in decarbonisation and thereby reduce the need for public spending to that end."}, {"role": "body", "text": "Leaving fiscal fantasyland will be painful, and there will undoubtedly be calls to put off consolidation for another day. But it is far better to make a careful exit now than to wait for the illusion to come crashing down. ■"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 4}