{"coverImageURL": "https://www.economist.com/media-assets/image/20230506_CUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How SpaceX set off a new race to commercialise space", "subtitle": "Ashlee Vance charts the contest in “When the Heavens Went on Sale”", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-05-03T17:14:25Z", "contents": [{"role": "body", "text": "When the Heavens Went on Sale. By Ashlee Vance. Ecco; 528 pages; $35. WH Allen; £25"}, {"role": "body", "text": "Kwajalein Atoll is as close to the middle of nowhere as you can get. Some 3,000km (1,900 miles) from Papua New Guinea, and almost 4,000km from Honolulu, this tiny speck of land in the middle of the Pacific Ocean became, on September 28th 2008, the unlikely site of an improbable revolution. "}, {"role": "body", "text": "After three failed attempts, SpaceX, a company set up by a comparatively obscure dotcom millionaire called Elon Musk, at last got one of its Falcon-1 rockets into orbit. It thus helped prove that a private firm run on a relative shoestring could do something which had, hitherto, been the preserve of a handful of nation-states and giant aerospace firms. A decade and a half later, the plucky insurgent has become the incumbent. SpaceX flies more rockets, and carries more satellites, than every other spacefaring entity combined."}, {"role": "body", "text": "But SpaceX serves only to set the stage for the story told in Ashlee Vance’s new book. Mr Vance—who published a well-received biography of Mr Musk in 2015—is more interested in the group of swashbuckling startups that have tried to follow in SpaceX’s contrails. After spending months hanging around offices and launch-pads, talking to engineers and bosses, he profiles four other space hopefuls in “When the Heavens Went on Sale”. They are Planet Labs, which makes imaging satellites, and Astra, Firefly and Rocket Lab, all of which make rockets. "}, {"role": "body", "text": "Two of them have been strikingly successful. Planet Labs helped pioneer the idea that lots of cheap mass-produced satellites could accomplish far more than a few fancy expensive ones. The firm makes what are, in effect, private-sector surveillance satellites, photographing the entire planet and giving everyone from hedge funds to journalists the kind of imagery that not even governments had two decades ago. All this was done by an outfit that began life in a garage. Planet Labs’ first “clean room”, designed to protect a satellite’s sensitive optics from dust, was a garden greenhouse bought on the internet. "}, {"role": "body", "text": "Rocket Lab is another success story. Founded in New Zealand—not a country known for its space industry—it very nearly pulled off a feat that no other rocketmaker had ever managed: getting a rocket into orbit on the first try. (Bumbling external safety officials got in the way.) Like SpaceX, the firm has a “fail fast” strategy, trying things quickly, learning from the inevitable explosions, then trying again soon. "}, {"role": "body", "text": "The book is an illuminating romp through an industry marinated in the signature mix of starry idealism and ruthless capitalism brewed in Silicon Valley in the second half of the 20th century. But it is more than a paean to this spit-and-sawdust, fake-it-till-you-make-it style of business. Astra’s experience is a cautionary tale of the risks and stress of applying that sort of bravado to something as unforgiving as rocket science. The firm went public in 2021 and offers flights to paying customers. But its machines have a disappointingly spotty record. "}, {"role": "body", "text": "And unlike their counterparts in the early days of Silicon Valley, the rocket jockeys must always keep half an eye on politics. After the first iteration of the firm went bust, Firefly was bailed out by Max Polyakov, a Ukrainian businessman and space enthusiast who made his money in internet dating. But soon Mr Polyakov was in effect forced out of the company by America’s government, after unsubstantiated allegations (denied by him) that he might be passing information to Russia. "}, {"role": "body", "text": "Readers hoping for a technical treatise on rocket science should look elsewhere. But for an insight into the people and culture driving the new space age, Mr Vance’s book is the place to start. After the wonder of the Moon landings, space somehow contrived to become boring. These days it is exciting again. ■"}], "id": 67}