{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-05-04T11:58:21Z", "contents": [{"role": "body", "text": "Our cover story in most of the world this week looks at the failure of governments to confront the dire state of their finances. We estimate that America’s fiscal deficit could reach around 7% of gdp a year by the end of this decade. The country has not seen shortfalls like this outside wars and economic slumps, and no one has a sensible plan to shrink them. Governments elsewhere face similar pressures, and appear just as oblivious. All are stuck in a fiscal fantasyland, and must find a way out before disaster strikes."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230506_DE_UK.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Governments are living in a fiscal fantasylandFinance &amp; economics: America faces a debt nightmare"}, {"role": "body", "text": "Our cover for readers in mainland Europe, the Middle East and Africa looks at Turkey’s presidential and parliamentary elections on May 14th. After 20 years of increasingly autocratic rule Recep Tayyip Erdogan, the president, risks eviction by voters. The polls also suggest that the united opposition could wrest control of parliament from Mr Erdogan’s Justice and Development (ak) party and its allies. Were Mr Erdogan to lose, it would be a stunning political reversal with global consequences. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230506_DE_EU.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: If Turkey sacks its strongman, democrats everywhere should take heartBriefing: Could Turkey’s strongman be on the way out?"}], "id": 3}