{"coverImageURL": "https://www.economist.com/media-assets/image/20230506_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What happens when a story loses a main character?", "subtitle": "Death is even more of a spoiler than this column", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-05-02T13:14:14Z", "contents": [{"role": "body", "text": "Editor’s note: Beware spoilers in this article"}, {"role": "body", "text": "Like Elvis, he conked out, bathetically, in a bathroom, only in Logan Roy’s case it was on a private plane, en route to haggle with a Swedish billionaire over the sale of his media conglomerate, Waystar Royco. He uttered no last-gasp curse, committed no climactic act of tyranny or deceit. He was just gone."}, {"role": "body", "text": "For three and a bit seasons of scatological insults and sociopathy, back-stabbing and joyless luxury, Logan (played by Brian Cox) was the dragon around whom the viperous cast of “Succession” slithered. Then Jesse Armstrong, its creator, bumped him off with seven episodes of the final series to go. Killing a kingpin early in this way is a risky narrative move, but sometimes, if storytellers pull it off, a profound one."}, {"role": "body", "text": "Risky, because of an implicit contract with the audience or reader: that their investment in a main character will earn a return in longevity. Offing them too quickly can feel like a betrayal—even if, like Logan’s, their demise is anticipated in the show’s title. It can tilt the entire proposition of a story, if rarely as drastically as in “Psycho”, which morphed from a heist film to a slasher movie when Alfred Hitchcock sent Janet Leigh to have a shower halfway through."}, {"role": "body", "text": "Terminating a lead is a marketing headache. If they paid to see Drew Barrymore, audiences of “Scream” may have felt short-changed when, though purportedly one of its stars, she was disembowelled after 12 minutes. Mostly stars are too expensive, and too demanding, to be jettisoned early. Perhaps above all, fielding a “false protagonist”, as the trope is sometimes known, is an artistic challenge. A truism of creative writing holds that even minor characters should have their own untold stories. Kill the protagonist and you have to tell them."}, {"role": "body", "text": "Nevertheless, it is a challenge that some of the best writers and showrunners take up. Sean Bean’s character was too noble for Westeros and lost his head before the end of the first season of “Game of Thrones”. “Homeland” hanged Brody (Damian Lewis), one of its heroes, grimly from a crane in Iran, disenchanting fans who expected an 11th-hour rescue. "}, {"role": "body", "text": "For his part, Stringer Bell (Idris Elba), the suavest figure in “The Wire”, bit the dust with just over two seasons to run, midway through his transformation from gangster to businessman and in the middle of a word: “Well get on with it, motherf…” It is part of that show’s illusionless genius that his killer, Omar (Michael K. Williams), another mainstay, met a brutally random end himself, shot by a child as he bought cigarettes. At the start of act five of “Macbeth”, Shakespeare makes Lady Macbeth wander offstage madly, never to return. “She should have died hereafter,” says her miffed husband."}, {"role": "body", "text": "The value of these premature deaths lies not only in shock—maximised when a gremlin burst out of John Hurt’s chest not long into “Alien”. By confounding expectations, they make it clear that the conventional shape of a story, with its finely wrought acts and arcs, does not match the shape of a life. Real lives are precarious and messy; they tend not to end neatly or on an elegant schedule. Logan snuffs it on the day of his eldest son’s wedding (he wasn’t going anyway). "}, {"role": "body", "text": "Death, in other words, is even more of a spoiler than this column. And when a principal character dies and a story continues, the aftermath mimics bereavement in another way. Audiences, like mourners, must figure out what to do with their suddenly surplus affections. Just as an actual death revises relations among the living, a fictional one shakes up the relationships between viewers and characters, as well as among the characters themselves. "}, {"role": "body", "text": "Logan’s children worry about whether he could hear the words they spluttered through the phone pressed to his ear, about everything left unsaid and how well they ever knew him. They sense the day is momentous, and that they should act with an eye to posterity (the other eye is on Waystar Royco’s share price). Their personalities concertina: they are at once adults and quailing children, torn between guessing what Logan would have wanted and realising that “dad maps” can no longer guide them. "}, {"role": "body", "text": "Then it is time for the Roy offspring to become the heroes of their stories. With their oily consiglieres, they get back to insulting, blackmailing and plotting against each other. They make jokes about their dead father having phone sex and bargain with his estranged wife over his apartment. What happens to them is what happens in real life, even when, amid grief’s ambushes, it seems as if it mustn’t and can’t. It goes on.■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 70}