{"title": "Can a political underdog save Nigeria?", "subtitle": "Peter Obi thinks he can renew Africa’s biggest economy and democracy", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/cdn-cgi/image/width=1424,quality=90,format=auto/media-assets/image/20230218_MAP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "ABUJA, AKURE AND YOLA", "hashTag": "Middle East & Africa", "publishDate": "Feb 14th 2023", "contents": [{"role": "body", "text": "“Obi, obi, obi” chants the bouncing crowd, fists in the air, as Peter Obi strides into a campaign rally after having unexpectedly taken a lead in the race to become the next president of Nigeria. The outcome of the election, scheduled for February 25th, will reverberate far beyond Nigeria’s borders. A free and fair vote in the continent’s biggest democracy would send a telling signal across Africa, where freedom is in retreat in a number of countries after a spate of coups, rigged votes and the abandonment of presidential term limits."}, {"role": "body", "text": "The stakes in this race are especially high for Nigeria, too. Africa’s biggest economy—and home to roughly one in six Africans—is in a deep malaise, with incomes stagnant and poverty, especially in the rural north, at shockingly high levels. And the country risks sliding into ungovernability. Although not yet a failed state, large parts of Nigeria are failing, sending instability spilling over its borders and dragging down the region’s economy. Last year about 10,000 people were killed in violent conflicts. Some of the country’s biggest problems stem from at least four overlapping security crises."}, {"role": "body", "text": "This instability is worsened by Nigeria’s rotten government. Nigeria has been misruled by the inept and sometimes venally corrupt administrations of the two parties that have alternated power for more than two decades: the All Progressives Congress (apc); and the People’s Democratic Party (pdp). Now, with the surprising rise of Mr Obi, a third-party candidate has emerged with a chance at taking the top job for the first time since the restoration of civilian rule in 1999."}, {"role": "body", "text": "That Mr Obi has been able so rapidly to challenge a two-party system is largely because he offers a very different sort of politics in Nigeria, where for decades the electoral calculus was largely based on politicians stoking up divisions along the lines of religion, ethnicity and regional affiliation. The candidates of the two main parties, Bola Tinubu of the ruling apc and Atiku Abubakar of the pdp, seem to still be campaigning with the aim of turning out the vote among their ethnic and religious bases. Mr Obi, by contrast, has reached across the country’s main divides, holding rallies in his opponents’ strongholds (focusing on Lagos, the commercial capital and Mr Tinubu’s stronghold, in particular) and urging voters to base their choice on character and track record."}, {"role": "body", "text": "His own record as a two-term governor of Anambra state is encouraging, though not entirely unblemished. When he took office in 2006 the state was running fiscal deficits and services were deteriorating as measured by the Human Development Index (hdi), which looks at indicators including income, education and life expectancy. At the conclusion of his second term he left the state with a fiscal surplus and it was ranked third in Nigeria by hdi."}, {"role": "body", "text": "On policy, his economic instincts lean towards liberalism, perhaps because he was born into a family of retailers and he made his own money through an importing business, as well as investments in banks. He promises to ease trade restrictions, liberalise, at least in part, a convoluted system of exchange-rate controls and restore the independence of the central bank, which was eroded during the two terms of the outgoing president, Muhammadu Buhari. Critics point out that Mr Obi’s name came up in the Pandora Papers, a large leak of data on offshore accounts held by politicians around the world, among others. He concedes that he erred in failing to declare his ownership of an offshore company, but says that he made his money legitimately and before he entered politics. He brings up the allegations unprompted and offers statements from his bank to try to prove the money’s origin."}, {"role": "body", "text": "Mr Obi’s admission and offers of transparency into his affairs are in stark contrast with his two main rivals, who have both refused to offer more than pointed denials of wrongdoing when presented with questions over their own probity. Mr Abubakar is a tycoon who started his career as a customs official. In 2010 a Senate committee in America said he was implicated in the transfer of $40m in “suspect funds” to that country. (He denies wrongdoing.) Mr Tinubu had his assets frozen in the 1990s by the American government, which said it had probable cause to believe the money was linked to drugs. Mr Tinubu, who has also denied wrongdoing, reached a settlement with the American authorities whereby he agreed to forfeit $460,000."}, {"role": "second", "text": "A young man’s game"}, {"role": "body", "text": "Mr Obi stands apart from the two main-party candidates in other ways, too. He is an energetic 61-year-old, who comes across as intellectually open. His campaign events, for instance, include town-hall meetings where he encourages voters to ask tough questions. By contrast Mr Tinubu, a frail 70-year-old who has skipped several big campaign events, recently caused ructions at Chatham House, a think-tank in London, when he declined to answer any questions at all, deflecting them to people on his campaign. His campaign manifesto consists largely of meaningless platitudes (“our cities and towns will witness a level of industrial activity unprecedented in our nation’s history”) spiced up by senseless policy proposals. It argues, for instance, against gathering more taxes even though collection is lamentably low. Between 2015 and 2020 the government-revenue-to-gdp ratio was consistently in the bottom five in the world."}, {"role": "body", "text": "Mr Abubakar (76), for his part, is indelibly linked with the failures of the past two decades. He was vice president for two terms from 1999 and has since flip-flopped in his allegiance between the ruling and opposition parties of the day, depending on which might offer him a run at the top job. On economic policy his campaign proposals seem plausible. Instead of bromides, he recognises that Nigeria will have to take some bitter medicine. His manifesto pledges that the tax-to-gdp ratio will need to rise from about 8% today to 20% by 2030. He also promises some business-friendly reforms including privatising state-owned companies, though critics fear the process could lead to the enrichment of well-connected cronies. Sometimes he is ambivalent about markets: his plans to stimulate local manufacturing, for instance, include taxing imports and giving bungs to exporters."}, {"role": "body", "text": "Whoever wins the election will inherit a splitting economic headache bequeathed by the outgoing president, Mr Buhari. Growth has been anaemic, annual inflation rose to 21% in December and Nigerians are poorer, on average, than they were when he took office in 2015. “A rational human being would not want power at this time in this country,” says Jibrin Ibrahim, of the Centre for Democracy and Development, a think-tank in Abuja, the capital."}, {"role": "image", "imageURL": "https://www.economist.com/cdn-cgi/image/width=1424,quality=90,format=auto/media-assets/image/20230211_MAP502.jpg", "imageWidth": 1280, "imageHeight": 720}, {"role": "body", "text": "Last year the government, in effect, burnt almost $10bn (2.2% of gdp) subsidising the retail price of petrol. This money could have been far more productively invested in improving education, health or infrastructure. At a fixed price of 185 naira per litre ($0.40), subsidised petrol sells for so much less in Nigeria than the region that criminal syndicates routinely smuggle it across borders to get higher prices, producing shortages and days-long fuel queues at home. Crude oil itself is also stolen on an industrial scale, especially when prices are high. As energy prices boomed last year, so did the cost of the subsidy. After paying it, the government did not receive a single dollar in oil revenues."}, {"role": "body", "text": "Another avoidable blunder has been mismanagement of the naira, Nigeria’s currency. Mr Buhari has steadfastly refused to let markets decide its value, so the central bank maintains multiple rates (not to mention the black market) and limits imports in an effort to support it. That hobbles manufacturers who struggle to bring in what their factories need, fuelling inflation, and invites corruption in the allocation of scarce dollars. The central bank’s latest gaffe was a chaotic attempt to replace all existing bank notes with new ones in just a few months. The plan was suspended by the Supreme Court on February 8th, just days before the deadline, after banks and atms ran dry, leaving millions of people unable to change their money."}, {"role": "body", "text": "All three candidates promise to scrap the ruinous petrol subsidy and reform the exchange-rate system (though none seems willing to let the naira float). Yet any new president will struggle to take on the vested interests that profit from the current system. “If it were easy to get rid of the subsidy somebody would have done it by now,” observes Mary Beth Leonard, the American ambassador."}, {"role": "body", "text": "Nor will it be easy to increase the amount of revenue the state raises. “Nigerians got told and believed the lie that we are a very rich country,” says Ben Akabueze, the head of the budget office. And because corruption is so rife, “people generally don’t feel any moral obligation to pay taxes,” Mr Akabueze concedes."}, {"role": "body", "text": "Without an urgent change of direction, the government will soon run out of fiscal road. Mr Buhari’s government has run up such vast debts that servicing them devours about 80% of government revenues. Many bright young Nigerians have had enough. “Nigeria’s biggest export these days is human talent,” quips Eric Idiahi, a venture capitalist."}, {"role": "body", "text": "This makes it harder to deal with many of the deeper problems afflicting the country. Even before the impact of covid-19, at least 60m Nigerians were living on less than the equivalent of $2.15 per day, many of them in the north."}, {"role": "body", "text": "The pandemic and food-price inflation caused by Russia’s invasion of Ukraine have added to the misery. In November the government released results of a survey showing that 133m people (63% of the population) are “multidimensionally poor” on an index that considers not just income but also measures including housing, health care and education. This, too, showed much greater poverty in the north (reaching 91% in Sokoto state) than the south (27% in Ondo, near Lagos)."}, {"role": "body", "text": "Poor schooling in the north is particularly worrying. First, it threatens to further entrench poverty by leaving youngsters unprepared to move into more productive jobs than herding cattle or tilling the soil, as many of their parents do. Second, it contributes to violence and instability. A report this month by the un Development Programme found that people joining jihadist groups in Africa are more likely to be poorly educated than those who do not. “All else being equal, an additional year of schooling reduces the likelihood of voluntary recruitment by 13%,” it found."}, {"role": "body", "text": "It is not just state services, but also economic infrastructure that is lacking, particularly in the north. All three presidential candidates casually promise to promote industrialisation. Yet it is impossible to run factories in the dark. The whole of Nigeria consumes only about as much electricity as San Antonio, a midsized Texan city. Almost half of Nigerians—most of them in the north—do not have access to any electricity at all. Even where there are power lines in the south, blackouts are so frequent that many factories have to run expensive diesel generators. Bad policies play a role. Electricity tariffs are kept artificially low by the government, so utilities lose money and investors in private power plants are put off."}, {"role": "body", "text": "Poverty, unemployment, poor services and a failing education system all stoke the security crises. Jihadists and bandits terrorise and exploit civilians, while nomadic Fulani herders and sedentary farmers fight over access to land. Not even those running the country are shielded from the threat of kidnapping. One senior apc staffer was seized in Abuja, the capital. “They kept telling me we’re doing this because we cannot feed our family,” he recalls. He was lucky because he managed to loosen the ropes tying him down. “That was when I ran,” he says."}, {"role": "body", "text": "These crises will be fiendishly hard to solve, in part because they overlap: farmer-herder clashes in the south-east fuel separatist anger; links between jihadist groups and gangs of bandits appear to be growing; and those fleeing one crisis may find themselves in the middle of another. Take Abdulhai Abubakar, a father of three in a refugee settlement in the northeast. He and thousands of others fled Boko Haram in 2015 and hired land to cultivate. Yet they must also pay vigilante gangs to protect their farms from nomadic herders. If not, he says, they would “lose everything.” In fear, Mr Abubakar has now given up farming"}, {"role": "body", "text": "All three presidential candidates promise to give the security forces better equipment and technology. Mr Abubakar and Mr Obi say they would devolve more police powers to the states, a sensible reform that state governors have long demanded. Mr Tinubu, meanwhile, offers vacuous proposals such as one to create new police units with special forces to “seize the strategic and tactical initiative,” even though Nigeria already has a number of special units, some of which have been accused of brutality and extortion. Some proposals seem to be unmoored from reality. Mr Abubakar, for instance, says he will hire a million extra officers (the force has about 370,000 now), but does not explain how much this expansion will cost or how the government will fund it."}, {"role": "body", "text": "Nigerians, for their part, seem to like what they see of Mr Obi. The most recent polls by Stears, a data firm in Lagos, put him on 27% with Mr Tinubu on 15% and Mr Abubakar on 12%. But some pundits dismiss these polls, arguing that they are unreliable because almost 40% of respondents decline to say who they will vote for or say they are undecided (though some other polls show fewer undecideds). Many still think the vote on the day will go to Mr Tinubu, who has deep pockets and the backing of an incumbent party to get out the vote."}, {"role": "body", "text": "Moreover, Mr Obi faces real obstacles to winning power. Despite his efforts to campaign on character and competence, religion and region will probably still play a big role. Mr Obi, a Catholic from the south-east, may struggle to win votes in the populous and mostly Muslim north. He could do worse than polls suggest, especially if turnout is lower than expected."}, {"role": "body", "text": "To secure outright victory any candidate would need to not only win the most votes nationwide, but also at least 25% of votes in two-thirds of Nigeria’s states and the capital. If, as polls suggest, Mr Obi were to win the most votes nationally but not pass the 25% threshold in enough states, the election would go into a run-off for the first time. This would have to be held within 21 days and would pit the candidate with the most votes nationally against the candidate who has a majority in the most states."}, {"role": "body", "text": "No matter who wins, says Abba Lawan, a father of eight in a displaced-persons camp in Fufore in the north-east, “we wish him well.” But this is a country where losers have often refused to accept defeat and whipped up violence. Elections in Africa’s biggest economy and democracy are always consequential. In the vote next week the stakes could not be higher. "}]}