{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_WOT974.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Poor areas suffered 3.5 times more damage in Turkey’s earthquake", "subtitle": "In satellite images, around 5% of buildings showed signs of damage", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-02-16T16:25:29Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230218_WOF976.png", "imageWidth": 1280.0, "imageHeight": 1360.0, "imageDescription": ""}, {"role": "body", "text": "Victims are still being counted, but the earthquakes in Turkey on February 6th already rank as the world’s deadliest natural disaster since 2010. Although any quake of such strength would inflict grave harm, flimsy houses exacerbated their impact. "}, {"role": "body", "text": "The scale of destruction is still being tallied. In the meantime, satellite images can yield estimates. Across nine urban areas 5% of buildings show signs of damage visible from space. In areas with cheap housing, the shares were greater. "}, {"role": "body", "text": "To produce this figure we used data from Sentinel-1, a satellite that flies over Turkey at least twice every 12 days. Its synthetic-aperture radar bounces microwaves off Earth and measures the echo when they return. Changes in the shape of objects on the ground alter this signal’s strength. "}, {"role": "body", "text": "At our request Ollie Ballinger of University College London compared images of the region taken before the disaster with ones from fly-overs on February 9th and 10th. For each pixel, he calculated the odds that the change in signal intensity from the pre-quake baseline would arise by chance."}, {"role": "body", "text": "We then combined these results with building maps from Microsoft and OpenStreetMap. We classified structures as possibly damaged if any pixels had at least a 95% chance of a true deviation from earlier images, and as probably damaged if a building’s average reached 95%. The latter method closely matched the un’s damage estimates for war-torn Ukrainian cities."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230218_WOF979.png", "imageWidth": 1280.0, "imageHeight": 1360.0, "imageDescription": ""}, {"role": "body", "text": "Current official figures show double-digit shares of buildings damaged in cities such as Kahramanmaras, a higher proportion than we could detect. This could result from differences in the areas examined, from buildings that were damaged irreparably without collapsing or from our high threshold for changes in signal strength. Moreover, our data on Malatya, where the possible-damage share did approach 20%, may not be reliable, since the city has had just one fly-over. "}, {"role": "body", "text": "Nonetheless, our data cover the entire region at once, making it possible to compare damage between areas using consistent methods. Of the seven places we studied with two post-quake images, the hardest-hit was Adiyaman, a mostly Kurdish city near the fault line, with 10% possible damage and 5% probable. Gaziantep, the region’s biggest city, was the least affected."}, {"role": "body", "text": "In Kahramanmaras, a city of 560,000 caught between the two epicentres, 2% of buildings showed probable damage. The impact was greatest in poor areas, presumably because pricier structures are sturdier: the share of buildings with probable damage ranged from 1.0% in the decile of districts with the most expensive homes to 3.6% in the decile with the cheapest ones."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230218_WOF975.png", "imageWidth": 1280.0, "imageHeight": 1485.0, "imageDescription": ""}, {"role": "body", "text": "After adjusting for buildings’ footprints—damage to bigger structures is easier to spot—a 10% increase in average property prices was associated with a 0.8-percentage-point decline in the probable-damage share. Living in an earthquake-prone region with lax building codes is risky. Doing so while poor is even riskier.■"}, {"role": "body", "text": "Chart sources: Endeksa; ESA; Microsoft Open Buildings; Ollie Ballinger; OpenStreetMap; Peter Bird; The Economist"}], "id": 75}