{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_EUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Trouble at Italy’s San Remo song festival", "subtitle": "Singing is a serious business in the home of Verdi and Puccini", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-02-16T15:33:50Z", "contents": [{"role": "body", "text": "Many countries have annual rituals that baffle outsiders. Every year, thousands of half-naked men run through the freezing streets of Inazawa in Japan. And every year at about the same time, Italy stages the San Remo song festival. For five nights, millions of Italians stay awake into the early hours to watch its snail-like progress towards a grand finale. And for five days the previous evenings’ televised provocations and commotions monopolise debate in the media, and in the cafés and bars of Italy. "}, {"role": "body", "text": "San Remo was once just a song competition. The winner still goes on to represent Italy at the Eurovision contest. But over the years it has morphed into something else. Punctuated by monologues, it has become a platform for the airing of mostly progressive grievances. Thus, on February 9th, Paola Egonu, a volleyball player who carried the Italian flag at the opening of the 2021 Olympics, delivered an emotional denunciation of racism. The co-host of the final round wore a striking gown (pictured) to protest against the repression of women. So far, so par for the course."}, {"role": "body", "text": "But this year, with a new government led by Giorgia Meloni and dominated by her hard-right Brothers of Italy (FdI) party, San Remo became embroiled in politics as never before. Italy’s president, Sergio Mattarella, attended the opening night on February 7th, and heard a tribute to the Italian constitution delivered by Roberto Benigni, an Oscar-winning comedian. That was taken amiss by Ms Meloni’s ally, the leader of the Northern League, Matteo Salvini, whose party saw it as a veiled attack on its plans for greater regional autonomy. The following night, a rapper, Fedez, tore up onstage a photograph showing a junior FdI minister dressed as a Nazi. By the end of the festival, government members and supporters were calling for the heads of the bosses of Italy’s public broadcasting corporation, RAI, which stages the event. "}, {"role": "body", "text": "What made the politicisation of San Remo all the more sensitive was that it came in the week before the government faced its first test at the ballot box. On February 12th and 13th elections were held in Italy’s two most populous regions, Lombardy, which takes in Milan, and Lazio, which includes Rome. The right coasted to easy victories in both contests. Perhaps that will quieten the critics down."}], "id": 39}