{"coverImageURL": "https://www.economist.com/media-assets/image/20230923_USP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Biden, alone at the top table as the UN withers", "subtitle": "Global power shifts to smaller groups", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-09-20T18:25:53Z", "contents": [{"role": "body", "text": "Come september, come the gridlock to Manhattan as leaders gather for the un General Assembly. This year, though, there was less grandeur to it. President Joe Biden was the only leader of the big five permanent members of the Security Council to show up. This gave him more freedom to show a way through what he calls “an inflection point in world history”. And Ukraine’s president, Volodymyr Zelensky, took the spotlight, warning that Russia’s invasion threatened all: “Many seats in the General Assembly Hall may become empty if Russia succeeds.”"}, {"role": "body", "text": "Granted, Xi Jinping and Vladimir Putin rarely attend the talkfest. The Russian leader is anyhow indicted for war crimes. The surprise was that Rishi Sunak and Emmanuel Macron, the British and French leaders, passed up the un stage. Blame summit fatigue—both European leaders were in Delhi earlier this month for the g20 summit hosted by Narendra Modi (who also skipped New York). Or blame concerns at home, as Mr Sunak weakened green pledges and Mr Macron hosted the pope and the British king. "}, {"role": "body", "text": "Yet the no-shows point to deep malaise at the un, paralysed by the war in Ukraine, the rivalry between America and China and the outdated but unreformable Security Council. “Our world is becoming unhinged,” lamented the un secretary-general, António Guterres. “Geopolitical tensions are rising. Global challenges are mounting. And we seem incapable of coming together to respond.” His cry barely caused a stir."}, {"role": "body", "text": "Some think the looser g20, whose economies account for four-fifths of global output, is the better venue to seek global solutions. America regards the smaller g7 group of industrialised countries as “the steering committee of the major democracies”, where its allies can best respond to Russia and China. And though China seeks to bend the un to its liking , Mr Xi is keen to bulk up the brics group of developing countries. "}, {"role": "body", "text": "“The real political value is moving to other places,” says Richard Gowan of the International Crisis Group, a think-tank. “Reform of the un is blocked, so other political clubs inevitably become more important.” America has been creating ad hoc groups, notably in Asia. This week Mr Biden hosted a new summit with five Central Asian leaders. Antony Blinken, his secretary of state, launched a new “partnership for Atlantic co-operation” including African and Latin American states. Coalitions of the willing are part of diplomacy but lack “universal endorsement”, notes Mark Malloch-Brown, a former un deputy secretary-general; the un will endure, but will “busy itself with second-tier issues as it did during the cold war”. ■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters. For more coverage of Joe Biden’s presidency, visit our dedicated hub."}], "id": 24}