{"coverImageURL": "https://www.economist.com/media-assets/image/20230923_FNP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Does China’s fear of floating exceed its fear of deflation?", "subtitle": "The central bank is constrained by its own limits on the yuan", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-09-21T10:09:52Z", "contents": [{"role": "body", "text": "When economists pass judgment on exchange-rate regimes, they like to invoke the monetary-policy “trilemma”. A country might want a stable currency, free capital flows and an independent monetary policy, which can respond to the needs of the domestic economy, regardless of what central banks elsewhere are doing. There are, however, intrinsic tensions between these objectives. And so, sad to say, a country can choose only two of the three."}, {"role": "body", "text": "The trilemma is a canonical bit of theory. In practice, however, the choice is not so stark. No country can have all three blessings in full. But some countries, such as China, like a little of each."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230923_FNC665.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "This year, for example, China has tried to go its own way in monetary policy. A property slump, low consumer morale and falling exports have marred the economy’s reopening from covid-19, contributing to dangerously low inflation. In response, China’s central bank has eased its monetary stance, even as interest rates have risen dramatically in America and elsewhere. It lowered reserve requirements for banks on September 15th for the second time this year. It has also twice cut interest rates."}, {"role": "body", "text": "China’s slowdown and its monetary response have, predictably, weighed on the yuan. From mid-January, when euphoria about China’s reopening peaked, to September 8th, the yuan fell by 9% against the dollar. On the face of it, this is a good thing. A weaker currency should boost exports and ward off deflation. According to Goldman Sachs, a bank, a sustained 10% drop in the yuan against China’s trade partners could add 0.75 percentage points to China’s growth, which is struggling to reach 5% this year. It could also increase consumer-price inflation, which is near zero, by one percentage points in the long term."}, {"role": "body", "text": "China, however, would also like a little currency stability to go with its monetary independence. It fears that sharp declines in the yuan can lead investors to expect further falls. It still bears the scars of 2015, when a devaluation triggered heavy capital outflows. The central bank thus feels inhibited in its exercise of monetary autonomy. Its rate cuts have been small—only 0.1 percentage points each time for the short-term rate. They have also been discreet. In June it cut this seven-day rate two days earlier than such moves are normally made, notes Becky Liu of Standard Chartered, another bank, perhaps to avoid too conspicuous a clash with the monetary-policy meeting of America’s Federal Reserve."}, {"role": "body", "text": "China’s central bank has also tried to prop up the yuan. Officials have told speculators not to take one-sided bets. They have cut foreign-exchange reserve requirements for banks, releasing dollars into the system. The central bank has tightened yuan liquidity offshore, making it harder for speculators to borrow yuan in order to sell it. The central bank’s own foreign-exchange reserves fell by $44bn in August, not all of which can be easily accounted for by changes in the valuation of assets it holds. This raises the possibility that the bank intervened modestly itself."}, {"role": "body", "text": "China’s distinctive exchange-rate system also gives the central bank a chance to intervene in another way. The yuan is not allowed to float by more than 2% above or below a “fix”, which the bank calculates each morning. The fix is supposed to reflect the previous day’s market forces. But the bank sometimes introduces what it calls a “countercyclical factor” (ie, a fudge factor) into its calculations. This has allowed it to set the fix at a rate that is stronger than the previous day’s close. Indeed, in recent days there has been more fudge in the fix than ever before. "}, {"role": "body", "text": "These interventions have enjoyed some success. The yuan has stopped falling against the trade-weighted basket of currencies that the authorities use as a benchmark for managing its value. The currency is also a little stronger against the dollar than it was early in the month. "}, {"role": "body", "text": "All this intervention comes at a cost. It tightens financial conditions, undoing some of the monetary easing the central bank is pursuing. Although a slightly more stable yuan can be engineered, it produces a somewhat less powerful monetary stimulus. China can have a little of everything. But not too much of anything. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 55}