{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-09-21T11:36:44Z", "contents": [{"role": "body", "text": "Some weeks, including this one, we publish more than one cover. In most of the world, we consider how a change of course could help Ukraine. "}, {"role": "body", "text": "The counter-offensive that began in June was based on the hope that Ukrainian soldiers would recapture enough territory to put their leaders in a strong position at any subsequent negotiations. But despite heroic efforts the front line has barely shifted. Both Ukraine and its Western supporters are coming to realise that this will be a grinding war of attrition. “I have to be ready for the long war,” President Volodymyr Zelensky told The Economist. But unfortunately, Ukraine is not yet ready; nor are its Western partners. They need to rethink Ukraine’s military strategy and how its economy is run. Instead of aiming to “win” and then rebuild, the goal should be to ensure that Ukraine has the staying power to wage a long war—and can thrive despite it."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230923_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Ukraine faces a long war. A change of course is neededBriefing: To endure a long war, Ukraine is remaking its army, economy and societyBriefing: Western help for Ukraine is likely to diminish next year"}, {"role": "body", "text": "In Asia we explain how Asian economies are coming closer together, with profound consequences for the world. "}, {"role": "body", "text": "The phrase “factory Asia” describes one of history’s most impressive economic achievements. Over the past half-century Japan, South Korea, Taiwan and, more recently, China became bustling hubs for manufacturing goods, which they then exported to the rest of the world, especially the well-off West. Millions of Asians escaped poverty by making stuff; many grew prosperous. Now the region’s economic model is shifting again."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230923_DE_AP.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Asian economies are investing more in the neighbourhoodFinance and economics: How Asia is reinventing its economic modelAsia: China isn’t the only country giving out goodies in Asia"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 3}