{"coverImageURL": "https://www.economist.com/media-assets/image/20230708_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Governments are using culture to spur economic regeneration", "subtitle": "Countries around the world are investing in new artistic institutions. Will they pay dividends?", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-07-06T11:54:58Z", "contents": [{"role": "body", "text": "ST JOHN’S, A district in central Manchester, has long reflected the city’s ambitions. Thanks to its proximity to the River Irwell, the site became a hub for the booming cotton and timber trades during the Industrial Revolution. After the second world war, as the city’s economy turned towards services, Britain’s first purpose-built television studios were set up there. (Most of the studios were closed or relocated in 2013.) Now the area is undergoing yet another transformation. On June 30th a multi-use arts venue on the banks of the river—costing £211m ($268m) and spanning more than 140,000 square feet—welcomed its first visitors. "}, {"role": "body", "text": "The building, initially called Factory International but recently rebranded as Aviva Studios, was announced in 2014 by George Osborne, then the chancellor of the exchequer. It is mostly funded by the government and Manchester City Council and is the biggest investment in a cultural project in Britain since Tate Modern in 2000. "}, {"role": "body", "text": "Mr Osborne saw Factory International as part of his “northern powerhouse” policy, which aimed to boost the economies of places such as Manchester and Newcastle, and to shift jobs, investment and influence away from the south-east of England. According to recent data from the Office for National Statistics, London’s gross value added (gva, a measure of output) is around 10% higher than the total of 11 other “core” cities, including Manchester. Mr Osborne has since left politics—he is now chairman of the British Museum—but talk of “levelling up” continues. "}, {"role": "body", "text": "The venue was designed by Ellen van Loon of OMA, an esteemed architecture firm, and its façade evokes Manchester’s mishmash of period buildings. Inside, a vast warehouse space can be configured in various ways; thanks to high-tech acoustic walls, different events can take place simultaneously. It will be the permanent home of the Manchester International Festival, a biennial event founded in 2007. "}, {"role": "body", "text": "The venue can host enormous installations. The inaugural exhibition, “You, Me and the Balloons”, is the largest-ever show by Yayoi Kusama, a blockbuster Japanese artist (see picture). For the full launch in October, Danny Boyle, a Mancunian film-maker, has created an immersive production inspired by “The Matrix”."}, {"role": "body", "text": "Aviva Studios’s aims are grandiose, too: executives say it will contribute £1.1bn in gva in the next decade and directly and indirectly create more than 1,500 jobs. The Factory Academy, established in 2018, provides people with the technical skills needed by the venue and by the arts sector at large. “Yes, we’ve built a really exciting international arts venue that people across the world will travel to see,” says Bev Craig, the leader of Manchester City Council, but “that’s only half the story...It’s purposeful growth, not just any old growth.” "}, {"role": "body", "text": "Manchester is not alone in betting on culture as a catalyst of regeneration. In America, Jersey City hopes to become a “destination for the arts” and is footing the bill for Centre Pompidou’s first North American outpost, due to open in 2026. In 2021 Abu Dhabi confirmed it would spend $6bn on its creative industries over five years in an attempt to diversify from oil; Muhammad bin Salman hopes to turn Al Ula into Saudi Arabia’s capital of culture. China has opened scores of new museums in recent years, as has South Korea. "}, {"role": "body", "text": "In January the Australian government launched “Revive”, a plan for the culture sector. Adrian Collette, the chief executive of Creative Australia, says that funding will be distributed across “regional and remote communities” and help turn the country into a knowledge economy rather than one based on “extraction”. (Mining remains one of its biggest industries.)"}, {"role": "body", "text": "The idea of state support for culture can be a controversial one, as the well-off are most likely to participate in the arts; detractors would often rather see the money spent on hospitals or schools. Yet evidence suggests that a vibrant culture scene brings several benefits. Research by Centre for Cities, a think-tank, found that proximity to recreation facilities is important to 25- to 34-year-olds and influences their decisions about where to live. "}, {"role": "body", "text": "Culture has an impact on well-being, too. Researchers at University College London analysed a series of longitudinal studies conducted between 2017 and 2022 in America and Britain. Controlling for income, education and other demographic factors, they found that enjoying the arts was good for your health. Whether you are reading a book or going to the opera, you are guarding against depression, dementia and chronic pain. "}, {"role": "body", "text": "In the 19th century, as Americans and Europeans moved to the city, governments built public institutions to enrich people’s lives. Some economists have long sensed that this kind of investment can pay dividends. In Britain the Arts Council was established in the wake of the second world war to distribute government money across England, Scotland and Wales. John Maynard Keynes, a lover of opera and ballet, was its first chairman. “At last the public exchequer has recognised the support and encouragement of the civilising arts of life as a part of their duty,” he said. "}, {"role": "body", "text": "David Throsby, a professor of economics at Macquarie University in Sydney, says that wonks started to define and quantify culture’s impact on the economy in the late 1990s. The British government set up a Creative Industries Task Force in 1997. "}, {"role": "body", "text": "The economic value of such institutions was further underscored by the success of Guggenheim Bilbao, also inaugurated in 1997. The Spanish city was undergoing structural change, says Juan Ignacio Vidarte, the museum’s director. Steel and shipbuilding, historically a large part of the city’s economy, was in decline; unemployment was high. The local government paid the $100m cost of the building, designed by Frank Gehry. That decision attracted opprobrium, but authorities recognised that the venue “was important for defining the future prospects of the city”. "}, {"role": "body", "text": "The risk paid off. Last year the museum attracted 1.3m visitors, two-thirds coming from outside Spain; Mr Vidarte says that visitors’ spending in Bilbao raised more than €70m ($76m) in taxes for the regional government. The regeneration of the city, spearheaded by the Guggenheim, has been dubbed the “Bilbao effect”. "}, {"role": "body", "text": "The wrong conclusions are sometimes drawn from the project, Mr Vidarte warns. The museum did not reverse the city’s fortunes single-handedly: just as important was the investment in transport infrastructure and the cleaning up of the Nervión river (on which the museum sits.) It is not enough to commission an architect to design “a flamboyant building and think that’s going to be the magic wand to turn everything from dust to diamonds,” Mr Vidarte says. “That’s so naive.” "}, {"role": "second", "text": "All that glitters"}, {"role": "body", "text": "A multitude of factors make a city appealing to tourists as well as migrants. Economist Intelligence Unit, a sister company of The Economist, calculates a city’s “liveability” according to five broad categories: culture and environment, education and infrastructure, health care and stability. Abu Dhabi welcomed an outpost of the Louvre in 2017; in recent years, its score has risen thanks to improvements in public services. Yet it still ranks only slightly above the average rating globally. "}, {"role": "body", "text": "The authorities in Manchester know there is no single formula for growth. In 2022 it was announced the city would receive £1bn to improve its public-transport system; it is also focusing on attracting technology companies and startups. A wide cultural ecosystem has been established over the past 25 years, with Media City, a BBC outpost, the National Football Museum and HOME, an arts complex."}, {"role": "body", "text": "“This building is a manifestation of Manchester investing in creative industries as part of its future,” says John McGrath, the artistic director and chief executive of Factory International (the moniker was retained for the organisation that runs Aviva Studios and the arts festival.) That name hints at the city’s particular cultural heritage: between 1978 and 1992 Factory Records, a music label, championed bands including Happy Mondays, Joy Division and New Order. "}, {"role": "body", "text": "At the same time, it emphasises the focus on economic output. St John’s has a long history of manufacturing and exporting goods around the world. That continues—only now, as Mr McGrath says, “We’re building a factory for artists.” ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 75}