{"coverImageURL": "https://www.economist.com/media-assets/image/20230617_EUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-07-06T11:54:58Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "A Danish political whirl"}, {"role": "body", "text": "The shift by Denmark’s Social Democrats towards punitive anti-immigrant policies failed to win back voters for the left, you say (“Progressive disease”, June 17th). However, an analysis of the Social Democrats published by myself and a co-author in the British Journal of Political Science shows just the opposite. We found that parties of the left in Denmark won a majority in 2019 precisely because the Social Democrats moved to the right. "}, {"role": "body", "text": "Moreover, studies which concluded that the left in Denmark did not benefit from a rightward shift on immigration have two important flaws. First, they typically focus only on the Social Democrats and not the left as a whole. Although Social Democrats who move to the right on immigration tend to lose votes to green or socialist parties, the left as a whole benefits and does end up with more votes because moving to the right also attracts supporters from anti-immigrant parties. "}, {"role": "body", "text": "Second, the studies do not take into account that social democratic parties that decide to move right do so strategically to avoid defeat. This makes the strategy seem less effective than it really is. Our study sidesteps these issues. It is clear that accommodating the right on immigration does help the left."}, {"role": "body", "text": "Martin Vinaes LarsenAssociate professorDepartment of Political ScienceAarhus UniversityAarhus, Denmark"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230624_BRP502.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A vaping tax"}, {"role": "body", "text": "Your discussion of Britain’s vaping policy rightly balanced the desirability of finding an effective way for adults to quit smoking with the risk of creating an undesirable incentive for young people to start (“Fears over vapes”, June 24th). Your suggestion that it would help to make disposable vapes pricier by imposing more tax is true, but for non-obvious reasons. In Britain vapes attract only value-added tax. Policymakers are concerned that introducing an excise tax on vapes makes them more expensive and may stop adult smokers from switching over. "}, {"role": "body", "text": "However, we know from the tobacco market that goods with a duty tax require much tighter sales controls and reporting. These controls would better allow the authorities to combat the irresponsible sale of illegal vapes that blight the category. As a responsible manufacturer, we support a small, volume-based vape excise on this basis."}, {"role": "body", "text": "Ross ParkerDirector of group corporate affairsImperial BrandsBristol"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230617_IRP003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Defining diasporas"}, {"role": "body", "text": "Regarding the Indian diaspora (“Making it as migrants”, June 17th), it is useful to make distinctions about the world’s scattered communities. The classical diasporas, such as Armenian, Greek and Jewish, tend to have multi-generational distinct identities and loose networks of transnational ties among themselves. More recent émigré communities tend to be economic migrants. Colonisers and their descendants, or the enslaved and their descendants, may or may not characterise themselves as diasporas. Is Joe Biden part of the Irish diaspora? Is Barack Obama a member of the African diaspora? “Irish” and “African” can have a variety of meanings in marking identity."}, {"role": "body", "text": "So it is with Indian and Chinese communities around the world. Many are recent economic migrants. Within both, there are various subnational, ethnic, religious, socioeconomic and other distinctions. To speak of a single Indian diaspora or Chinese diaspora, and to consider their relationships with the governments in Delhi or Beijing in monolithic terms, would be wrong. "}, {"role": "body", "text": "Complicated relationships with homeland governments result in a more nuanced discourse. The waves of people who have left Russia since the spring of 2022 may be referred to by others as migrants, émigrés, or a diaspora. But many use a different term to describe themselves, relokanty. They have not necessarily dispersed or emigrated, but have relocated. For now."}, {"role": "body", "text": "Nareg SeferianFairfax, Virginia"}, {"role": "body", "text": "A true test of Narendra Modi’s political skills (Banyan, June 17th) would be a successful campaign to address malnutrition in India. Government surveys show that over a third of Indian children are not reaching their full growth potential, physically and mentally. The stunting rate (low height for age) for children under 5 years old was 38.4% in 2015-16 and 35.5% in 2019-21. At this slow rate of improvement India would take 40 years to catch up to China. "}, {"role": "body", "text": "Dealing with malnutrition is tailor-made for a politician with Mr Modi’s gifts. It requires a focus on delivery, an ability to campaign relentlessly and the skill to create a new narrative. The impact of the Make in India campaign would be much stronger if accompanied by another national push: Grown in India."}, {"role": "body", "text": "Dr Lawrence HaddadExecutive directorGlobal Alliance for Improved Nutrition (GAIN)Brighton"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230624_OBP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The woman behind the man"}, {"role": "body", "text": "Your obituary of Daniel Ellsberg said that as the bombing in the Vietnam war escalated, he knew “he had to expose the lying, killing machine” (June 24th). There may have been another factor that convinced Mr Ellsberg to oppose the war, a war he once supported."}, {"role": "body", "text": "On August 30th 1972 the New York Times reported that Patricia Marx, Mr Ellsberg’s wife, “pooh-poohed the stories that she was the major reason her husband switched from being a hawk to a dove on the Vietnam war. However, she admitted, that one of the reasons she turned down his first marriage proposal (in 1966) was because of their differences on the war.” The article went on to report that “Friends say that the Ellsbergs are an extremely close couple.”"}, {"role": "body", "text": "Richard ColmanOrinda, California"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230701_MAP003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Sierra Leone"}, {"role": "body", "text": "You claimed that President Julius Maada Bio’s re-election win in Sierra Leone with 56% of the vote only just “squeaked him over the 55% threshold to avoid a run-off” (“Anatomy of a heist”, July 1st). That ignores the critical fact that he beat his nearest rival by a 15% margin, which isn’t squeaking anything. You also said that President Bio was “hurriedly sworn in within an hour”. Swearing in our president immediately after the Electoral Commission declares him the winner may be hurried, but it is the standard procedure. In 2007, when Ernest Bai Koroma was announced the winner in a far more disputed poll, he was sworn in immediately. Note that the then chair of the Electoral Commission invalidated tens of thousands of votes from the stronghold of Mr Koroma’s opponent. "}, {"role": "body", "text": "Less frivolous is the skewed citation of projections made by the New Election Watch (NEW), which every critic of President Bio’s win has been using, that he won far more votes than all the candidates combined but did not get the mandatory 55% to avoid a run-off. NEW does not claim it has all the voting data; it merely wants the Electoral Commission to publish those data. Needless to say, the commission, not NEW, certifies the results of our elections. "}, {"role": "body", "text": "Observers can criticise or make recommendations about the conduct of our polls, but they do not decide who wins it. The commission only counts actual votes cast, not votes that are projected by observers, however clever or farsighted they may be."}, {"role": "body", "text": "Lansana GberieSierra Leone’s permanent representative to the UN and other international organisations in Geneva"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230624_USD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Movie psychology"}, {"role": "body", "text": "The human psyche employs countless ways to mitigate the sting of loss, regret and humiliation. In Lexington’s “Multiplexed” (June 24th) we learn that Hollywood is creating films where anything is possible and everything can be undone. Freud sums it up nicely. In “Civilisation and Its Discontents”, he wrote “Life as we find it, is too hard for us; it brings us too many pains, disappointments and impossible tasks.” He lists three palliative measures to make life bearable, “powerful deflections, which cause us to make light of our misery; substitute satisfactions, which diminish it; and intoxicating substances, which make us insensitive to it”. "}, {"role": "body", "text": "With a stiff drink in hand, watching “Spider-Verse” or any of the multiverses now available to us has the benefit of checking all three boxes."}, {"role": "body", "text": "Kurt ElaClinical associate professor of psychiatryGeorgetown University School of MedicineWashington, DC"}, {"role": "second", "text": "Mostly harmless leaders"}, {"role": "body", "text": "Since the fourth leader of The Economist is often actually the fifth (Bartleby, June 17th) might I suggest you rename it the “Mostly Harmless” leader, in honour of Douglas Adams. That is his fifth instalment in the often inaccurately named “trilogy” of Hitchhiker’s Guide to the Galaxy books."}, {"role": "body", "text": "Jim MillerMinneapolis"}], "id": 10}