{"coverImageURL": "https://www.economist.com/media-assets/image/20230708_WOT962.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Prescription rules for obesity drugs may unfairly exclude non-whites", "subtitle": "The relationship between body-mass index and weight-related ailments varies by race", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-07-05T18:38:38Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230708_WOF963.png", "imageWidth": 1280.0, "imageHeight": 1364.0, "imageDescription": ""}, {"role": "body", "text": "Potent new anti-obesity drugs can reduce body weight by 15-20%. However, regulation and costs limit who can take them. In America, the Food and Drug Administration (fda) has approved just one of the new drugs, Wegovy, for weight loss—and only for patients with a body-mass index (bmi) above certain thresholds. The cut-off is 27 for people with weight-related illnesses, and 30 otherwise. For someone 1.7 metres (5’7”) tall, these correspond to 78kg (172lb) and 87kg. People with lower bmis can try to get a prescription anyway. However, insurers rarely cover such “off-label” use of the $1,000-per-month drugs."}, {"role": "body", "text": "bmis vary between racial groups. According to the National Health and Nutrition Examination Survey, run by the Centres for Disease Control and Prevention, Asian-Americans aged 18-75 have an average bmi of 25, compared with 29 for whites, 30 for Hispanics and 31 for black people. As a result, few Asians meet the fda’s criteria."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230708_WOF964.png", "imageWidth": 1280.0, "imageHeight": 3456.0, "imageDescription": ""}, {"role": "body", "text": "This would not be a problem if it reflected real differences in risk. But the link between bmi and health also varies by race. Type-2 diabetes is 30% more common among Asians than whites. And black people with a bmi of 23 are as likely to have hypertension as whites with a bmi of 27."}, {"role": "body", "text": "These patterns imply that the fda may be excluding non-white people whom Wegovy could help. To measure racial gaps, we first estimated rates of diabetes, hypertension and high cholesterol for white people with bmis at the fda’s cut-off. For example, 70% of 50-year-old white women with a bmi of 30 have at least one of these conditions. Next, we found the bmi that matches this prevalence for other races: eg, the bmi at which 70% of 50-year-old Asian women have at least one such ailment is 25. Finally, we added up the share of people of each race whose bmis exceed these thresholds."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230708_WOF965.png", "imageWidth": 1280.0, "imageHeight": 1714.0, "imageDescription": ""}, {"role": "body", "text": "This exercise makes the fda’s rules look unfair. Although 18% of Asians aged 18-75 qualify for Wegovy, 46% have bmis above our race-specific value. The 49% share of black people now eligible is greater than whites’ 38%—but below the 69% whose chance of having a weight-related illness exceeds that of whites with a bmi of 30."}, {"role": "body", "text": "These numbers do not mean that 46% of Asian-Americans should take Wegovy. But they do make a case for new trials of the drug on non-white people with lower bmis—and for the fda to reconsider its colourblind rules based on the results.■"}, {"role": "body", "text": "Chart sources: Centres for Disease Control and Prevention; The Economist"}], "id": 81}