{"coverImageURL": "https://www.economist.com/media-assets/image/20220910_BLP515.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What to read to become a better writer", "subtitle": "Five texts that explain how to write simply and well", "hashTag": "The Economist reads", "authorName": "The Economist", "publishDate": "2022-09-09T10:16:49Z", "contents": [{"role": "body", "text": "Editor’s update: The Economist has published a revised version of its style guide."}, {"role": "body", "text": "The first words are the hardest. For many of us writing is a slog. Words drip with difficulty onto the page—and frequently they seem to be the wrong ones, in the wrong order. Yet few pause to ask why writing is hard, why what we write may be bad, or even what is meant by “bad”. Fortunately for anyone seeking to become a better writer, the works recommended here provide enlightenment and reassurance. Yes, writing is hard. But if you can first grasp the origins and qualities of bad writing, you may learn to diagnose and cure problems in your own prose (keeping things simple helps a lot). Similarly heartening is the observation that most first drafts are second-rate, so becoming a skilled rewriter is the thing. These five works are excellent sources of insight and inspiration."}, {"role": "body", "text": "Politics and the English Language. By George Orwell. Available on the Orwell Foundation’s website"}, {"role": "body", "text": "Starting with Orwell’s essay may seem as clichéd as the hackneyed phrases he derides in it. Published in 1946, this polemic against poor and perfidious writing will be familiar to many. But its advice on how to write is as apposite now as then. (Besides, it is short and free.) Orwell analyses the unoriginal, “dying” metaphors that still haunt the prose of academics, politicians, professionals and hacks. He lambasts the “meaningless words” and “pretentious diction” of his day; many of the horrors he cites remain common. To save writers from regurgitating these, Orwell proposes six now-canonical rules. The first five boil down to: prefer short, everyday words and the active voice, cut unneeded words and strive for fresh imagery. The sixth—“break any of these rules sooner than say anything outright barbarous”—displays the difficulty of pinning down something as protean as language. But this has not stopped others trying."}, {"role": "body", "text": "Style: Lessons in Clarity and Grace. By Joseph M. Williams and Joseph Bizup. Pearson Education; 246 pages; $66.65 and £43.99"}, {"role": "body", "text": "In “Style”, Joseph Williams, who taught English at the University of Chicago, instructs writers on how to revise their scribblings into something clearer, more concise and coherent. (Aptly for a text about rewriting, it is the latest in a long line of reworkings of Williams’s teachings on the subject, which appeared under various titles.) Unlike Orwell, who devised high-level rules for writers to wield by instinct, Williams proposes nuanced “principles” and shows how to apply them. Whereas, for instance, Orwell exhorted writers to “never use the passive where you can use the active”, Williams explains how passives can sometimes help create a sense of flow. This forms part of his coverage of “cohesion” and “coherence”, which could upend the way you write. Insightful, too, is Williams’s guidance on pruning prose and on the ills and virtues of nominalisations—nouns formed from verbs (as “nominalisation” is from “nominalise”), which often send sentences awry. Such technical details, summary sections and practice exercises make “Style” the most textbook-like work on this list. It may also be the most useful."}, {"role": "body", "text": "On Writing Well: The Classic Guide to Writing Nonfiction. By William Zinsser. HarperCollins; 321 pages; $17.99 and £13.99"}, {"role": "body", "text": "Less overtly practical than “Style” but far more fun to read is “On Writing Well”. William Zinsser, who was an American journalist and teacher, is a witty commentator on the writer’s craft with a talent for aphorisms (eg, “the secret of good writing is to strip every sentence to its cleanest components”). He embraces slippery subjects like “rhythm” and “voice” that tend to defy rules or principles. But he purveys practical wisdom, too, diagnosing stylistic blunders, exploring genres from memoir to business writing, and analysing passages from well-known works and his own journalism. Zinsser is always encouraging. Introducing a marked-up extract from drafts of “On Writing Well”, a spider’s web of self-edits, he counsels: “Very few sentences come out right the first time, or even the third time. Remember this in moments of despair.” Zinsser also gives fellow writers much to emulate. His paragraph-ending sentences are a marvel."}, {"role": "body", "text": "The Sense of Style: The Thinking Person’s Guide to Writing in the 21st Century. By Steven Pinker. Penguin; 368 pages; and $18 and £10.99"}, {"role": "body", "text": "An expert on words and brains, Steven Pinker wants to help writers write better by getting them into the minds of their readers. The celebrated psycholinguist argues that “the curse of knowledge” is the biggest cause of bad writing: like children, writers forget that others often do not know what they know. Bad writers tend to dwell on irrelevant points and make logical connections that are logical only to them. Their prose—the type beloved of academics, bureaucrats and businessfolk—abounds in abstract nouns and luxuriates in long sentences. By contrast, good writing (“classic style”, in Mr Pinker’s phrase) assembles concrete words into straightforward sentences that readers find simple to grasp. Why should this be so? Using striking and funny examples, Mr Pinker shows how working memory, which stores syntactic constructions until they are complete, is easily swamped. In closing, he joins the battle over English usage, as our full review of “The Sense of Style” describes."}, {"role": "body", "text": "Merriam-Webster’s Dictionary of English Usage. Merriam-Webster; 989 pages; $29.95"}, {"role": "body", "text": "Every writer needs a reference book to look up troublesome issues of grammar and usage; no one has memorised them all. The quality of such books has improved in recent years, but one from the 1990s has earned its keep since then. Merriam-Webster (MWDEU) is America’s best-known dictionary publisher. This guide contains not exactly definitions, though, but mini-essays: on individual words (can “data” be singular?), confusingly similar ones (such as “comprise” and “compose”) and grammatical conundrums (such as the split infinitive, dangling modifiers and so on). "}, {"role": "body", "text": "What distinguishes MWDEU is its relentless empiricism. Where a debatable claim about correct usage is made, it surveys the history of other guides and their recommendations, as well as going to Merriam-Webster’s huge bank of citations from literature, non-fiction and journalism. In many cases, a proposed rule (such as the ban on split infinitives) is shown to be baseless. But in other cases, the guide is conservative. On the “comma fault” (joining two independent clauses with nothing more than a comma), MWDEU finds it in some great authors’ literary work, but warns readers that “you probably should not try the device unless you are very sure of what you want it to accomplish.” Good sense all round.■_______________"}, {"role": "body", "text": "The Economist offers its own advice on writing in “Writing With Style”, our revised in-house style guide, published in 2023; in the Johnson column on language; and in Economist Education’s course on business writing."}, {"role": "body", "text": "Free tools can help. To discover whether your writing is “lean” or in “heart attack” territory, try The Writer’s Diet. This website tests how bloated passages are by adjectives, prepositions and so on. Or paste your prose into the OED Text Visualiser, from Oxford University Press, to uncover the origins of your words. Many of English’s most concrete and vivid words derive from Anglo-Saxon. These tend also to be short and punchy—echoing Winston Churchill, The Economist once argued (entirely in monosyllables) that “short words are best”."}], "id": 79}