{"coverImageURL": "https://www.economist.com/media-assets/image/20230708_USP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What to make of the Supreme Court’s tumultuous term", "subtitle": "Landmark 6-3 decisions overshadow a smattering of liberal wins", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-07-02T14:24:21Z", "contents": [{"role": "body", "text": "IN MAY, AT the cusp of the Supreme Court’s busy season, Justice Elena Kagan heaped praise on John Roberts, the chief justice, as he received an award. Her “great, good friend” is “incapable of writing a bad sentence”, she said. “His writing has deep intelligence, crystal clarity, grace, humour, an understated style.” Five weeks later, dissenting from the court’s decision to nullify President Joe Biden’s plan to relieve borrowers of a chunk of student debt, she sang a different song. The chief justice’s majority opinion “from the first page to the last…departs from the demands of judicial restraint”. It fails, she wrote on the final day of the term, to represent “a court acting like a court”. Far from understated, Chief Justice Roberts’s opinion “overreached”."}, {"role": "body", "text": "The critique was not “personal”, Justice Kagan emphasised. Yet the heavy charge that her colleague had used judicial power illegitimately captured the atmosphere of a year that was only marginally less dramatic than the previous one—when the Supreme Court expanded gun rights and overruled Roe v Wade."}, {"role": "body", "text": "By the numbers, the term that ended on June 30th looked more moderate than the one that ended a year before. There were only five ideological splits with all six Republican-appointed justices on one side and all three Democratic appointees on the other. Last year, there were 14. "}, {"role": "body", "text": "The most liberal justices—Ketanji Brown Jackson and Sonia Sotomayor—were in the majority more often than Samuel Alito and Clarence Thomas, their most conservative brethren (both of whom have faced accusations of ethical lapses for accepting gifts from billionaires). In June the liberal justices found two or more conservative justices to join them in stemming an erosion of voting rights, averting a challenge to the Indian Child Welfare Act, shooting down a red-state attack on Mr Biden’s immigration policies and rejecting a fringe democracy-bending idea called the independent state legislature theory."}, {"role": "body", "text": "But none of these wins—as those verbs suggest—advanced a progressive goal. Each amounted to a successful defence against lawsuits aiming to roll back civil-rights protections or hobble a Democratic president. So, though significant (and in Allen v Milligan, a surprise, holding that Alabama legislators had drawn a racially discriminatory electoral map), these rulings were not celebrated by liberals, who have come to see the Court as a conservative instrument, as victories. "}, {"role": "body", "text": "By contrast, a flurry of 6-3 rulings that were cheered by conservatives came in the final days of June. In Students for Fair Admissions v Harvard, the six-justice supermajority ended race-based affirmative action in university admissions that had stood for 45 years. In Biden v Nebraska, it scrapped Mr Biden’s plan to bring debt relief to 43m student borrowers. And in 303 Creative v Elenis, it gave a Christian web designer the green light to make wedding websites for straight couples only—and to flag on her own site that she shuns same-sex weddings. "}, {"role": "body", "text": "Written by Justice Neil Gorsuch, 303 Creative demonstrates the court’s rightward shift since 2018, when it last encountered a dispute over the First Amendment and LGBT rights. In Masterpiece Cakeshop v Colorado Civil Rights Commission, the court sided with a Christian baker who had declined to create a wedding cake for two men. But Justice Anthony Kennedy’s majority opinion struggled with the competing principles at play even as it found that the baker had been treated disrespectfully. He rued the idea (now a constitutional right) that businesses could “put up signs saying ‘no goods or services will be sold if they will be used for gay marriages’.” Such a declaration of intolerance, he warned—in contrast to Justice Gorsuch’s apparent empathy for the designer—“would impose a serious stigma on gay persons”. "}, {"role": "body", "text": "Weighing outcomes of argued cases goes only part of the way toward grasping the extent of the court’s ideological divide. Every year, thousands of votes are placed behind the scenes responding to emergency requests and deciding which cases the justices will hear. Since the death of Ruth Bader Ginsburg in 2020, the liberal justices’ agenda-setting power has waned along with their sway in the big cases. "}, {"role": "body", "text": "In the latest term the three Democratic appointees publicly dissented five times from their colleagues’ vote not to take up a case. In October they wanted to reverse a decision against a black man sentenced to death by jurors for killing his estranged wife (who was white), his son and her daughter from another relationship. Three members of the all-white jury “expressed firm opposition to interracial marriage and procreation” (by failing to strike them, Justice Sonia Sotomayor wrote, his lawyer may have violated his Sixth Amendment right to effective counsel). In April the troika dissented from the decision not to consider the case of a death-row inmate whose guilt was in question because another person confessed to the crime. It takes four votes to bring a case onto the court’s docket; the three liberals fell one vote short in these and three other instances."}, {"role": "body", "text": "More fraught quarrels await when the next term begins in October. At least four cases exploring the power and the contours of administrative agencies are on the docket, including questions about the future of the Consumer Financial Protection Bureau, and whether Chevron v NRDC, a ruling from 1984 instructing judges to defer to most government-agency decisions, should be overruled. Controversies also loom over whether the First Amendment prevents public officials from blocking people on social media and whether employers transferring workers for discriminatory reasons violate Title VII of the Civil Rights Act. A big gun-rights case is up for review, too, asking whether a federal ban on firearms for domestic abusers squares with the court’s recently bolstered view of the Second Amendment.■"}, {"role": "body", "text": "Correction (July 5th 2023): An earlier version of this article misstated the number of times that the Democratic appointees to the Supreme Court publicly dissented from their colleagues. Sorry."}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 22}