{"coverImageURL": "https://www.economist.com/media-assets/image/20230722_USP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Americans are moving to places besieged by extreme heat", "subtitle": "To stay liveable, hot cities are experimenting with ways to keep cool", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-07-20T13:21:30Z", "contents": [{"role": "body", "text": "AMY SCHWABENLENDER has a front-row seat to suffering. From the windows of her office in downtown Phoenix, she can see rows and rows of tents. Their inhabitants keep inside, hiding from the heat that is scorching the desert city. On July 18th Phoenix experienced its 19th straight day with temperatures of at least 43°C (110°F), breaking an 18-day record set in 1974. Ms Schwabenlender runs Phoenix’s Human Services Campus, a consortium of groups that serve almost 2,000 people who are homeless. “There’s people with burns on various body parts” from the hot pavement, she says. “Maybe they fall asleep, maybe they’re just laying there waiting for the next day.” Her voice gets quiet, almost to a whisper. “I don’t know how more people don’t die,” she adds."}, {"role": "body", "text": "Roughly a third of Americans live in areas where the government has issued warnings about extreme heat in the past week (see map). These hot cities are in the Sunbelt, or the southern part of the country, ranging from Los Angeles to Miami. Tourists flocked sweatily to Death Valley, California, the hottest place on Earth, to see if it would get warmer than the previous record of 56.7°C (it didn’t). Researchers in Florida worry that hot ocean temperatures will bleach coral reefs and worsen hurricane season. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230722_USM034.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "The North American monsoon, which drenches parts of Arizona and New Mexico over the summer, has come late this year. Michael Crimmins, a climatologist at the University of Arizona, reckons that the arrival of El Niño, a warming ocean pattern that affects global weather, may have delayed the cooling rains. It is too early to know how much more severe the heatwave was made by climate change. But, explains Mr Crimmins, global warming “pushes all of the normal local weather extremes just a little bit higher.” Countries elsewhere can relate. Simultaneous heatwaves have some academics wondering whether the rate at which the world is warming is speeding up."}, {"role": "body", "text": "Yet extreme heat in the Sunbelt is not convincing Americans to up sticks. Census figures suggest that 12 of the 15 fastest-growing cities in America are in the region. A recent study from Redfin, a property platform, finds that the 50 counties with the highest share of homes exposed to extreme-heat risk grew by an average of 4.7% between 2016 and 2020. The five hot counties that experienced the most growth were in Arizona, Florida and Texas. Williamson County, Texas, which includes Austin, grew by a whopping 16.3%. Counties with lots of homes vulnerable to drought, fire and floods also grew, though less rapidly. Places with relatively low climate risk experienced population declines. Rather than migrating away from the areas most affected by climate change, Americans are moving towards them, lured by the promise of lower taxes and house prices than in costly coastal metros. "}, {"role": "body", "text": "Phoenix residents expect their summers to be sweaty. Their city sprawls across the Sonoran Desert. Saguaro cacti stand nobly atop mountain ridges like spiked sentries. Scorpions and rattlesnakes scuttle in the brush. Most people can abide the desert heat in air-conditioned homes and offices. But keeping cool is a luxury not everyone can afford. "}, {"role": "body", "text": "Heatwaves kill more Americans than any other weather-related disaster. The number of deaths associated with heat in Maricopa County, which includes Phoenix, has risen each year since 2014. And at least 42% of the 425 people who died from heat in 2022 were homeless. More than half of the county’s heat-related deaths last year involved methamphetamine, a stimulant that can increase body temperature. In Phoenix, heat, homelessness and drug use have become a lethal combination."}, {"role": "body", "text": "David Hondula, who runs Phoenix’s new Office of Heat Response and Mitigation, reckons that a hotter city does not have to be more dangerous. Hot cities around the world—including Los Angeles, Miami and Athens—are appointing chief heat officers. These officials have two main jobs: to co-ordinate emergency response to heatwaves, such as opening cooling centres and distributing water; and to plan how to adapt to a hotter future, largely by diminishing the urban heat-island effect. City centres can be up to 10-15°C hotter than surrounding rural areas because buildings and roads absorb and trap heat. "}, {"role": "body", "text": "There are several strategies cities can use to cool down. Some are technical, such as painting asphalt with a reflective coating to repel, rather than absorb, sunlight, or using different building materials. Others are environmental, such as planting more trees for shade. Phoenix likes them all. Some streets around the city shimmer with their new reflective coatings. Downtown’s municipal code requires new developments to provide shade. “There’s no reason we can’t have a Phoenix of the future that’s more comfortable than the one we have today,” says Mr Hondula. "}, {"role": "body", "text": "Officials will face hard choices. Places reckoning with water scarcity must weigh planting trees for shade against the water needed to irrigate those trees. Reflective pavement reduces the surface temperatures of streets, but the coatings seem to increase radiant heat. Sunlight that would have been absorbed into the asphalt may instead be cast onto nearby people. "}, {"role": "body", "text": "Growth and sustainability are sometimes at odds. In June, Arizona’s governor, Katie Hobbs, decided to limit construction in parts of Phoenix that depend on limited groundwater supplies. Rising home insurance rates in Florida and California will make it more expensive to live in areas prone to floods or fires. Unchecked growth in places prone to extreme heat will increase heat-related deaths, argues Vivek Shandas, who studies climate adaptation at Portland State University. “We’re going to see two trains heading on different tracks right at each other.”"}, {"role": "body", "text": "Mr Shandas’s trains may already be in motion. As your correspondent drove through Buckeye, Arizona, she spotted two billboards representative of the Sunbelt’s perverse climate-migration paradigm. Along the highway, one sign warned drivers that it was 11:33am and already 106°F (41°C). On the next stretch of road was a sign advertising brand new homes.■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}, {"role": "body", "text": "For more coverage of climate change, sign up for The Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}], "id": 23}