{"coverImageURL": "https://www.economist.com/media-assets/image/20230722_FNP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Instant payments finally reach America", "subtitle": "The country’s banks are not entirely on board", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-07-20T09:34:22Z", "contents": [{"role": "body", "text": "America’s financial plumbing is overdue a spot of maintenance. The current payment “rails”—built by a group of the country’s biggest banks to replace paper cheques—are more than half a century old and run on antiquated code. Although robust, the system is painfully slow. American payments are less sophisticated than those in the rest of the rich world, and indeed those in much of the poor world, too."}, {"role": "body", "text": "It is a problem the Federal Reserve is trying to fix with a centralised instant-payments system. Aptly called FedNow, this will soon allow Americans to ping money to their compatriots, via their existing financial institutions, and for payments to settle straight away. The Fed is gearing up for the launch of its new scheme in late July, with 41 banks and 15 payment providers all set to use the service once it goes live. "}, {"role": "body", "text": "At the moment, bank transfers are cheap but processed in batches, often taking days to settle. Peer-to-peer networks, like Cash App, appear much quicker to customers but, beneath the surface, rely on the old system. Regulators have warned that funds held on such apps might not qualify for deposit insurance in the event of a failure. Credit cards, which offer juicy rewards at the cost of even juicier fees, also use existing rails. According to the San Francisco Fed, nearly a third of payments last year were made using plastic."}, {"role": "body", "text": "Typically, Americans use different methods for different types of payment: a water bill is paid via bank transfer; $100 owed to a friend is sent through a payment app; a purchase on Amazon is made with a credit card. A single, real-time payments solution could improve the quality of all."}, {"role": "body", "text": "JPMorgan Chase and Wells Fargo, two heavyweight banks, have signed up to FedNow. But Wall Street is not entirely on board: a longer list of institutions, including Bank of America, Citigroup and Goldman Sachs, is absent. Although the current system is slow, it is also profitable for those involved. Financial institutions can take advantage of slow settlements to park cash in interest-bearing short-term securities overnight, or merely keep the money at the Fed to accrue interest. They also pocket late-payment fees and some make money from their own instant-payment systems, such as The Clearing House, which is run by a group of banks."}, {"role": "body", "text": "Some observers, recalling the banking turmoil this spring, worry that FedNow might destabilise the financial system. A report by Moody’s, a credit-ratings agency, warns that the new scheme could make bank runs more likely by making it easier for depositors to flee. Such worries are likely to prove overblown, however. The current system, where weekends are closed for business, provided little relief to Silicon Valley Bank and others a few months ago. Moreover, since FedNow is a back-end system, participating institutions are able to set limits in line with their risk appetite. They can, for instance, cap payments or limit transactions. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230722_FNC883.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Other countries are also light years ahead of America—and do not appear more vulnerable to bank runs. In India, for example, instant payments are the norm, accounting for 81% of domestic electronic transactions last year (see chart). In Thailand and Brazil they accounted for 64% and 37% respectively. Emerging markets have embraced instant payments in part because of demography (consumers are younger and more open to change), in part because of a crackdown on cash (policymakers are keen to shrink the size of grey markets, and increase tax takes) and in part because, unlike in America, new payment systems did not have to push aside existing ones, and those who benefited from them."}, {"role": "body", "text": "FedNow is unlikely to transform payments immediately. The scheme will only support “push” transfers—ones that consumers initiate themselves. By contrast, FedNow’s counterparts in Europe and India also have “pull” capabilities that businesses may use when given permission (which enable, say, regular payments for electricity). Fed officials claim to have no plans to extend the system for such uses, but bankers suspect it is the next step. "}, {"role": "body", "text": "Mass adoption will face one more hurdle: the American consumer, over whom paper-based payments retain a particular hold. According to aci Worldwide, a payments firm, around a fifth of all cash transfers in the country happen via cheque. Still, it will be nice for them to have the option, just like the rest of the world. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 68}