{"coverImageURL": "https://www.economist.com/media-assets/image/20230722_WWP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Politics", "subtitle": "", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-07-20T13:21:30Z", "contents": [{"role": "body", "text": "Thailand’s parliament again voted to prevent Pita Limjaroenrat from becoming prime minister. Coupled with a court ruling that suspended the opposition leader from the legislature, Mr Pita now has no chance of getting the job. Although his pro-democracy Move Forward party claimed the most seats in a general election in May, Mr Pita has been blocked by the upper house, which is stacked with parties aligned with Thailand’s conservative military elite. The Constitutional Court is even considering a complaint against Move Forward over its aim of reforming the country’s draconian lèse-majesté laws."}, {"role": "body", "text": "A senior leader in Malaysia’s opposition alliance of parties, Perikatan Nasional, was charged with sedition. Muhammad Sanusi Md Nor is the chief co-ordinator of PN’s campaign ahead of forthcoming state elections. He was indicted under colonial-era laws for questioning decisions made by the king. "}, {"role": "body", "text": "In India 26 opposition parties formed an alliance to co-ordinate their political strategy when they compete against the ruling Bharatiya Janata Party at next year’s general election. The Indian National Developmental Inclusive Alliance (INDIA) includes the Congress party, whose leader, Rahul Gandhi, has been convicted of defamation and barred from Parliament."}, {"role": "body", "text": "India launched its Chandrayaan-3 spacecraft on a mission to explore the Moon’s South Pole. If all goes well Chandrayaan-3 is expected to reach its destination on August 23rd or 24th."}, {"role": "body", "text": "An American soldier was detained in North Korea after he crossed the border from South Korea. Travis King had been in jail for two months on assault charges and was due to be flown back to America when he absconded."}, {"role": "body", "text": "Rumours swirled around China’s foreign minister, Qin Gang, who has not been seen in public since June 25th. “Health reasons” were cited when the diplomat did not attend a summit earlier this month. Now, though, the foreign ministry says it has “no information” on his status."}, {"role": "body", "text": "The Kerch bridge that connects Russia with occupied Crimea was attacked again, this time by water drones. The bridge carries Russian supplies into contested areas of Ukraine. It will not be fully operational again until mid-September. Last October a fuel bomb on the bridge caused extensive damage. Ukrainian officials say the latest attack will disrupt Russian logistics. "}, {"role": "body", "text": "Russia carried out missile strikes on Odessa and other Ukrainian ports. Russia earlier pulled out of a deal that had permitted the safe passage of grain exports from those ports across the Black Sea. As wheat prices rose, the UN, which helped broker the agreement a year ago, warned that it would be people in poor countries who pay the price. "}, {"role": "second", "text": "Afraid of a little competition"}, {"role": "body", "text": "An American who had been selected to be the European Commission’s senior economist on competition issues declined the job following a political storm. Opposition to the appointment of Fiona Scott Morton was led by Emmanuel Macron. The French president said he wanted a “great European” in the position, though he didn’t name one. "}, {"role": "body", "text": "Vladimir Putin pulled out of an economic summit in South Africa in August, avoiding the possibility of being arrested by his host on a warrant issued by the International Criminal Court, which South Africa is obliged to enforce. President Cyril Ramaphosa said in a court filing that Russia had made clear the arrest “would be a declaration of war”."}, {"role": "body", "text": "Emmerson Mnangagwa, Zimbabwe’s president, signed legislation into law that could impose the death penalty for the vague offence of “injuring the sovereignty and national interest of Zimbabwe”. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230722_WWP501.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Isaac Herzog, the Israeli president, visited Joe Biden at the White House. He also gave a speech to Congress, where he said that criticising Israeli policy should not cross a line into concluding that Israel does not have the right to exist. Mr Biden also issued an invitation to Binyamin Netanyahu, Israel’s prime minister, to visit, and urged caution on the legal reforms that have provoked huge protests in Israel."}, {"role": "body", "text": "Iran’s morality police will resume patrols to enforce a dress code which says women must cover their hair. The decision comes ten months after large demonstrations were held following the death in custody of Mahsa Amini, who was arrested for not wearing a “proper” headscarf. "}, {"role": "body", "text": "Tunisia signed a deal with the European Union to manage “irregular” migration. Tunisia has become the main point of departure for migrants crossing the Mediterranean to reach Europe. Under the agreement the EU will give Tunisia €105m ($118m) for equipment and training to prevent migrants from embarking. Another €150m was also pledged for a variety of other things. "}, {"role": "body", "text": "A controversial Illegal Migration Bill was approved by the British Parliament. The government says the bill is essential to stop small boats carrying migrants across the English Channel. Opponents had hoped that a series of amendments would ditch bits of the legislation that they claimed would contravene human rights, but these were all eventually defeated. "}, {"role": "body", "text": "England’s court of appeal reduced the sentence of a woman who was found guilty of taking abortion pills outside legal limits to a 14-month suspended sentence. The original prison conviction had been widely condemned when it was imposed in June. "}, {"role": "second", "text": "A flair for troublemaking"}, {"role": "body", "text": "At a summit of Latin American and European leaders, Luiz Inácio Lula da Silva, Brazil’s president, said that the world was “tired” of the war in Ukraine. Lula, who has refused to admonish Vladimir Putin, also criticised Gabriel Boric, Chile’s president, for condemning Russia. "}, {"role": "body", "text": "Tens of thousands of people took to the streets of Peru to protest against the president, Dina Boluarte, who came to power only in December. She denounced the demonstrators as a threat to democracy. "}, {"role": "body", "text": "A former president of Panama, Ricardo Martinelli, was sentenced to ten years in prison for money-laundering, which he denies. He had been considered the front-runner in a presidential election."}, {"role": "body", "text": "Scores of people were killed during severe flooding in South Korea. Many had become trapped in their cars in a tunnel in the city of Cheongju. It was one of many extreme weather events. Heat records were broken across Asia, North America and southern Europe. The temperature in California’s Death Valley hit 53.3°C (128°F), though that was still short of the 56.67°C registered in 1913. "}], "id": 0}