{"coverImageURL": "https://www.economist.com/media-assets/image/20230722_CUD003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "“The Retrievals”, a tale of agony and addiction, makes listeners squirm", "subtitle": "A new podcast explores how an American fertility clinic ignored women’s pain", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-07-18T18:45:15Z", "contents": [{"role": "body", "text": "THE WOMEN remember pain ripping through the most intimate parts of their bodies. “It felt like someone had…gutted me,” says one. Another recalls bucking her hips wildly on the operating table. These harrowing experiences at Yale Fertility Centre are the subject of “The Retrievals”, a gripping new podcast from Serial Productions and the New York Times. "}, {"role": "body", "text": "Donna Monticone, a nurse, withheld fentanyl, a painkiller, from an estimated 200 women over five months in 2020. (She later admitted to stealing the drug.) Patients undergoing in vitro fertilisation (IVF) were forced to endure egg retrievals, during which a doctor pierced their vaginal wall with a needle, “stone-cold sober”. These women were betrayed twice: by the medics who, the patients say, ignored their pain and by Ms Monticone, a mother who had undergone IVF treatment herself."}, {"role": "body", "imageURL": "https://www.youtube.com/embed/_fZ4_Rt2UPI", "imageWidth": 640.0, "imageHeight": 360.0, "imageDescription": "", "text": ""}, {"role": "body", "text": "The tale of agony and addiction has mesmerised people across the English-speaking world and topped Apple’s podcast chart in North America. Two factors explain its success. The first concerns plot: stories about nefarious caregivers are chilling, and the podcast has a true-crime quality that is spellbinding. "}, {"role": "body", "text": "The second reason relates to the storytelling. The taut, five-part series probes personal themes of motherhood, betrayal and loss, which suit the intimacy of the format. Earbud-wearers will wince at the personal, excruciating details. This is how Serial Productions has mastered long-form audio: by presenting astounding stories that people want to hear. The same producers were behind “Serial” in 2014, a true-crime series that re-examined a murder case. Until then podcasting was a nascent industry. The show’s success—it became the first podcast to win a Peabody journalism award—helped launch the format and fuelled a boom in richly detailed, investigative productions. In 2020 the New York Times snapped up the company for a reported $25m."}, {"role": "body", "text": "“The Retrievals”, which releases its episodes over five weeks, will soon be over, but the real-life drama will not. Sixty-eight women are suing the Yale clinic for medical malpractice and medical battery, among other allegations. Yale says it has changed some of its practices. Listeners, however, have already chosen a side. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 76}