{"coverImageURL": "https://www.economist.com/media-assets/image/20230722_BRD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Whoever runs Britain will struggle to get tough on China", "subtitle": "The opposition Labour Party talks of disengaging, but would struggle to do so", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-07-20T13:21:30Z", "contents": [{"role": "body", "text": "BRITAIN IS “robust” and “ahead of many of our partners” in responding to a rising China, Rishi Sunak, the prime minister, said on July 13th. The House of Commons Intelligence and Security Committee (ISC) disagreed. Its report on China, published the same day, slammed the government for putting economic concerns ahead of national-security ones and human rights. In doing so, it said, the government had jeopardised even the business benefits. It laid out a “nightmare scenario” in which Chinese entities steal blueprints, win influence and exert “political and economic influence at every step”. "}, {"role": "body", "text": "One problem is that Conservative policy on China has zigzagged for a decade, veering from David Cameron’s relationship-chilling meeting with the Dalai Lama in 2012 to a “golden era” when President Xi Jinping clinked glasses with the Queen at Buckingham Palace in 2015. The government largely stood by (though it later let in many refugees) as freedoms were muzzled in Hong Kong. The pandemic sharpened awareness of Britain’s reliance on China, hardening attitudes."}, {"role": "body", "text": "A “rainforest of initiatives” has followed more recently, says Kevan Jones, an MP and member of the ISC. A new National Security Law came into effect on July 11th, updating counter-espionage laws to tackle the theft of trade secrets. This was partly aimed at subversion by Chinese state entities. Scrutiny of investments has increased. A regime introduced in 2021 screens for risks when firms conduct acquisitions or mergers. Over half the interventions in the first full year involved Chinese ones. The role of Chinese firms in infrastructure is also being re-examined. Huawei telecommunications equipment from China will be phased out by 2027. Chinese investment in Britain’s nuclear programme has been limited but not halted. The government is to set up a national security unit for procurement."}, {"role": "body", "text": "China matters—it ranks fourth as a trading partner, accounting for nearly 7% of trade—but Britain lacks a co-ordinated policy on how to conduct relations, notes Mr Jones. A British prime minister last visited China in 2018. That’s partly because the Tories are so divided on how to handle the relationship, reckons Yu Jie of Chatham House, a think-tank. In contrast Germany, which is even more reliant on China, published its first China strategy this month, pledging to reduce dependence on it. "}, {"role": "body", "text": "Might policy become clearer under Labour, if it were to win the next election? Labour is more openly critical of China. In 2021 the party endorsed a House of Commons motion accusing China of genocide. That would probably remain the party’s position in government. Sir Keir Starmer, its leader, who accuses the Conservatives of “cosying up” to the Chinese Communist Party (CCP), says he wants a “full audit” of relations with the country. "}, {"role": "body", "text": "That chimes with Labour’s wish to demonstrate strong Atlanticist credentials. Rachel Reeves, the shadow chancellor, is inspired by President Joe Biden’s industrial policy, which aims to reduce American reliance on Chinese supply chains. Ms Reeves says Labour would develop “national economic security”. Sir Keir also wants to show a clean break from the leadership of Jeremy Corbyn. It emerged last year that Barry Gardiner, Mr Corbyn’s shadow trade secretary, now nicknamed “Beijing Barry”, had taken donations from Christine Lee, a solicitor whom Britain’s security services declared was “involved in political interference activities” on behalf of China’s Communist Party. "}, {"role": "body", "text": "Yet in practice Labour will struggle to be much tougher. Its China strategy—”compete, challenge and...co-operate”—is as wishy washy as “protect, align and engage”, the Conservative one. Sir Keir frequently says that economic growth is “the absolute foundational stone for everything”, and disengaging from China would be hard to reconcile with that. "}, {"role": "body", "text": "Labour would face the same barriers to countering foreign threats. An effort launched in 2020, for example, to work out how deeply Britain’s supply chains are entwined into China’s economy, has shown that it would be extremely hard to disentangle them. "}, {"role": "body", "text": "Sir Richard Moore, head of MI6, Britain’s spy agency, said on July 19th that his service now devotes more resources to China than to any other country. Yet the security agencies are preoccupied by covert challenges whereas much of China’s state activity in Britain is overt. The government has let Chinese investments flow in and thus sensitive data to go freely to China, says the security report. This has happened in various ways: through academic funding or collaboration on research; allowing access to intellectual property via manufacturing agreements; the sale of Huawei equipment for use in 5G networks; and by welcoming Chinese money in new nuclear facilities. Individual Whitehall departments are supposed to scrutinise all of this, but they lack expertise and resources. Often they are not even looking, the security committee says."}, {"role": "body", "text": "No single agency considers the overall impact of Chinese state actions, and it is unlikely a Labour government would convene one. Even in America, which has stricter restrictions on engagement with China, government agencies tussle over which one drives China strategy. Britain’s advantage may be that it lacks a large Chinese diaspora, which means that its elections are less susceptible to Communist Party meddling, reckons Charles Parton of the Council of Geostrategy, a think-tank. That’s reassuring, but only marginally. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 44}