{"coverImageURL": "https://www.economist.com/media-assets/image/20230722_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Workplace advice from our agony uncle", "subtitle": "From hotdesking to nudity, your office questions answered", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-07-20T13:21:29Z", "contents": [{"role": "body", "text": "Dear Max, I am an extremely nervous public speaker and I was told long ago that it can help to imagine that my audience is naked. I casually mentioned this piece of advice to another member of staff the other day and have now been reported to HR for inappropriate behaviour. What should I do?"}, {"role": "body", "text": "Hmmm. I doubt you are in breach of any rules unless you have told specific individuals that you are thinking about what they look like without clothes on. But it’s probably wise not to repeat this piece of advice to anyone else. That’s not just because it sounds so dodgy. In my experience it’s also a hopeless tip: you will almost certainly end up feeling even more nauseous. It is better, and safer, to imagine people wearing many more clothes and ideally a balaclava, too. "}, {"role": "body", "text": "My new team-mates try hard to establish an atmosphere of psychological safety. I genuinely agree with this aim, but one of our rules is that people can only talk in meetings if they are holding a wooden gourd. Whenever I am handed this ridiculous thing, I start laughing uncontrollably. Do you have any advice?"}, {"role": "body", "text": "If your team are truly believers in psychological safety, then you should be able to tell them that gourd-handling is not what you came into the workplace to do. Perhaps you could suggest another way of giving the floor to people without interruption? Is there another object that you might find less absurd? If it is too difficult to have an honest conversation with them, then say, “Oh gourd, not this again,” when it comes your way and before you begin sniggering. With luck your colleagues will just think you have a lame sense of humour. "}, {"role": "body", "text": "I am a repressed older man with no real capacity to feel. This barren emotional landscape has served me well for years. Now everyone around me keeps talking about the importance of kindness and authenticity, and I don’t understand what the hell is going on. Please help."}, {"role": "body", "text": "It is true that the workplace has changed in recent years: empathy and compassion have become part of the lexicon of the modern workplace. But I want you to know that you are not alone; very many people share your lack of pain. There is no stigma attached to being unable to interrogate your own feelings or to trundling along in a state of emotional vacuity; it’s a condition also known as being male. It’s OK to feel invulnerable. "}, {"role": "body", "text": "During the pandemic I decided to move to Montana in order to fulfil my dreams and work remotely from a ranch I bought on credit. My company is now requiring people to come into the office two days a week. Unfortunately, the office is in New York and my commute takes about 12 hours each way if I’m lucky. What should I do?"}, {"role": "body", "text": "The obvious answer is that you need to change either your job or your location. But really you need to re-examine the way you take decisions. You are terrible at it."}, {"role": "body", "text": "My company has introduced hot-desking at our new post-pandemic office. This means I have been given a “hotbox” to carry my photos and the team gourd to whichever desk I will be working at that day. Each morning I take my hotbox out of my locker and am struck afresh by the futility of life. Can you help?"}, {"role": "body", "text": "This is a surprisingly common complaint from my correspondents. Hotboxes have to be small enough to carry: that means there is usually room only for a couple of personal possessions. To be one of a crowd wandering around in search of a place to settle down, with your existence distilled down to a handful of mementoes and a cactus, is profoundly depressing. It’s like an episode of “The Last of Us” with chinos. My advice would be to ditch the hotbox altogether and sit at a bare desk. You will work just as well and suffer from much less angst. "}, {"role": "body", "text": "Last month I got an unexpected promotion and went out with some friends to celebrate. The evening got a little out of hand and I woke in the morning to find that I had got a tattoo of my company logo. I don’t expect you to be able to help, but I bitterly regret the decision and just wanted to tell someone."}, {"role": "body", "text": "I followed up with this letter-writer directly to find out a little more. If the company in question had a fashionable brand, a logo might at least be passed off as a cool consumer choice. And with luck, the tattoo would be in a discreet place. No dice. It turns out that my correspondent works for an auditing firm. He has the letter “E” emblazoned on one eyelid, and the letter “Y” on the other. You can see how that might have seemed really clever at the time. I cannot help this poor wretch but I’ll be back with more of your workplace dilemmas as soon as I have made them up. ■"}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:Executive coaching is useful therapy that you can expense (Jul 13th)How white-collar warriors gear up for the day (Jul 6th)The potential and the plight of the middle manager (Jun 29th)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 57}