{"coverImageURL": "https://www.economist.com/media-assets/image/20230325_BRP505.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Britain is still marked by the mistakes of the Beeching Report", "subtitle": "60 years have passed since the railways were reshaped", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-03-24T18:45:24Z", "contents": [{"role": "body", "text": "To understand Britain’s relationship with its railways you can read learned reports and lengthy histories. But it is better to read “Thomas the Tank Engine”. The stories are set on the fictional island of Sodor—more or less Eden, for engines. There are cotton-wool clouds, lambs in the fields and an intermittently irascible deity (the Fat Controller). But as in Eden, shadows lurk. A steady stream of refugee engines arrive, bringing tales of the world beyond. There, they warn, stations are being closed and branch lines severed. One engine despairs at “the Dreadful State of the World”. "}, {"role": "body", "text": "Such horrors do happen. On March 27th 1963 a businessman-turned-bureaucrat published a boring-sounding report. It was called “The Reshaping of British Railways” and the author was Richard Beeching. The report had such chapter headings as “Stopping-Train Services” and “Present Method of Handling Freight Traffic”. In cool prose it explained how Britain’s future methods of handling freight and people would be different: 2,363 stations would be closed and 5,000 miles (8,047km) of track removed from the passenger network. The railways would be reshaped “to make them pay”. "}, {"role": "body", "text": "Rarely has a civil servant provoked such outrage. Thousands protested; newspapers lamented. To this day, for Britons of a certain age, he remains a bogeyman. The report metamorphosed into a variety of bloody metaphors: it was the “Beeching Axe” or the Beeching “scalpel”, and its consequences were “death”. "}, {"role": "body", "text": "The Beeching report crept into everything from poetry (John Betjeman wrote a bad poem about it) to song and television—in the 1990s the BBC produced a short-lived comedy series called “Oh, Doctor Beeching!”. What the cuts removed was not merely steel and sleepers but an ideal. Until Beeching the country could still see itself as a place of quaint stations and polite porters and 4.50s from Paddington, an English sort of Eden. After, it could not. Beeching was not frugality: it was the Fall. "}, {"role": "body", "text": "In truth, Britain’s railways had been in a bad way long before Beeching wielded his axe. In the 19th century railways had unspooled across Britain with Victorian vim and an equally Victorian absence of central planning. One train line to Canterbury finished six miles shy of the city centre because that was where the money ran out. The arrival of the motor car siphoned passengers away from the trains: by 1929 some stations already had less than 10% of their pre-1914 traffic. Government pricing obligations condemned rail to uncompetitive rates; heavy use of the trains in the second world war wore the infrastructure out. "}, {"role": "body", "text": "By the 1960s the railways were in a sorry state. Poets such as Edward Thomas might immortalise Adlestrop, where the only sounds on the “bare platform” were the hiss of steam and the blackbirds. Accountants, however, wished for more noise. The railways were losing over £100m (£1.7bn, or $2.1bn, in today’s money) a year in 1962. Adlestrop was one of the stations listed for the Beeching Axe. "}, {"role": "body", "text": "In the years since the report was published and the cuts enacted, anger has been replaced by analysis. It is now known that one of Beeching’s biggest errors was a breezy assumption that cuts would not cause decline but merely reflect it. A study in 2022 by Stephen Gibbons at the London School of Economics (LSE) and his co-authors found that places most exposed to the cuts saw far slower population growth than places that were least affected. "}, {"role": "body", "text": "Although Beeching had correctly diagnosed Britain’s problem—that its circulatory system was struggling—his cure was ill-conceived, says Terence Gourvish, an associate professor at the LSE. “The whole body was ailing” so “chopping off the fingers” didn’t help. Axing stations was not only ineffective (since it saved little money) but its results were irksome. Today it is all but impossible to traverse swathes of Britain without describing a “V” shape via London, since so many east-west lines went as a result of Beeching. "}, {"role": "body", "text": "In the village of Carno in Wales (population: 736) the locals are in little doubt about Beeching. Carno sits on the Cambrian Line, a string of small stations that run across the hills of Powys. The arrival of the train in 1863 was revolutionary. A noticeboard in a nearby village divides its history into two eras: the Romans and the railways. Bernard Evans recalls travelling to school on the line as a boy. “We were thinking we were going into the modern world.” "}, {"role": "body", "text": "Then, in 1963, the modern world retreated. Carno appeared in the mournful lists of stations that ended the Beeching report—like names on a war memorial, as Charles Loft, a writer, puts it. It closed in 1965. Trains still rumble past but they no longer stop. Now, saplings grow on the platform. Mr Evans wishes the trains still ran. And when asked about the long-dead Beeching, his reply is simple: “Shoot the bugger.” ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}]}