{"coverImageURL": "https://www.economist.com/media-assets/image/20230401_BLP507.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Is your money safe in American banks?", "subtitle": "Recent bank runs have spooked depositors", "hashTag": "The Economist explains", "authorName": "The Economist", "publishDate": "2023-03-28T16:58:39Z", "contents": [{"role": "body", "text": "IN NORMAL TIMES people do not give it a second thought: they put their money in a bank and trust that it is safe. But every once in a while, a crisis shakes that faith. The collapse of three mid-sized banks in America over the past month has been one such moment. Savers have moved their cash to bigger banks; the government has scrambled to reassure them. Most people have little to fear: so long as their accounts have deposit insurance, their money is guaranteed even if their bank collapses. But about 40% of deposits, by value, are uninsured because they exceed the $250,000 that the government guarantees. Some observers say the government should raise that cap or even extend insurance to all American checking and savings accounts. How does deposit insurance work, and should it be expanded?"}, {"role": "body", "text": "In the 19th century bank failures were a regular feature of the American economic landscape. When a bank seemed to be in trouble, the rational move for customers was to withdraw cash. Because no institution could survive a torrent of withdrawals, bank failures became a self-fulfilling prophecy. At last, during the Great Depression, Congress created the Federal Deposit Insurance Corporation (FDIC), which covered deposits up to $2,500. Results were immediate: in 1934, when the insurance took effect, only nine banks failed. Some 9,000 had collapsed in the previous four years."}, {"role": "body", "text": "The cap for insurance coverage has steadily risen. In 2008, during the global financial crisis, Congress raised the limit from $100,000 to $250,000, where it stands today. That is sufficient for the vast majority of Americans. But some business accounts exceed that limit—to make monthly wage payments, for instance. So do some individuals. Just like savers in the 1930s, they have a motivation to shift funds elsewhere if their bank looks wobbly."}, {"role": "body", "text": "One solution would be to lift the cap for insurance further, or perhaps to eliminate it. Other countries have done that on a temporary basis, including Ireland during the global financial crisis. But a permanent increase would require banks to pay more into the FDIC-managed insurance fund. The fund currently has about $130bn, enough to cover just 0.7% of total banking deposits in America. In practice, when a bank collapses the FDIC assumes control of it and can recover value from its assets, which adds a buffer to the fund. But even with that, blanket coverage would be very costly, perhaps requiring additional funding from the Treasury."}, {"role": "body", "text": "Critics also worry that unlimited insurance would erode financial discipline, because banks might take greater risks knowing that their clients would not flee. Republican lawmakers have been especially concerned about this “moral hazard” danger. Supporters of unlimited insurance counter that the problem can be overstated. Blanket coverage could be coupled with stricter rules about how banks operate. Moreover, banks would still go bust if they made rotten business decisions. In such cases their shareholders would be wiped out, even if their depositors are protected."}, {"role": "body", "text": "Still, in the past few weeks American officials have implemented a de-facto expansion of deposit insurance. By declaring a “systemic risk exception” for a failing bank, the Treasury can, with the support of the FDIC and the Federal Reserve, guarantee all of its deposits. Janet Yellen, the treasury secretary, did just that for Silicon Valley Bank and Signature Bank, two of those hit by recent runs. She has suggested that depositors in any other failing mid-sized banks can count on the same support. "}, {"role": "body", "text": "But she has also said that the Biden administration is not seeking a formal increase in insurance coverage. A bruising political battle with no guarantee of victory would risk undermining the confidence in the banking system that deposit insurance is specifically designed to shore up. So is your money safe in American banks? Almost certainly—but it would be far better to avoid a mass panic that tests the ability of the government to make everyone whole. ■"}], "id": 73}