{"coverImageURL": "https://www.economist.com/media-assets/image/20230401_STP006.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "More evidence that animals reduce childhood allergies", "subtitle": "Except for hamsters, which make things worse", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2023-03-29T17:09:54Z", "contents": [{"role": "body", "text": "The problem with a catchy name is that sometimes it catches on too well. Take the hygiene hypothesis, outlined in 1989 by David Strachan of St George’s, a hospital and medical school in London. It suggests that the rise of allergenic sensitivity observed in rich countries over the course of the 20th century may have been caused by a corresponding decline in childhood infections, and also by a shift from rural to urban living, so that children are no longer routinely exposed to farm animals."}, {"role": "body", "text": "Dr Strachan’s work still has much to recommend it. What the catchy label has fostered, however, is an erroneous belief that cleanliness is not necessarily a health benefit. In reality, says Thomas Marrs, a paediatric allergist at Kings College, London, hygiene is usually about bugs causing infection—and the bugs that may be beneficial are different from those which do that. But it is plain to see why alternative descriptions, such as “the high turnover and diversity hypothesis” or “the microbial deprivation hypothesis”, have not caught on, more accurate though they may be."}, {"role": "body", "text": "In an attempt to collect further data on the matter, Okabe Hisao of Fukushima Medical University and his colleagues have trawled through the Japan Environment and Children’s Study, which tracked over 100,000 pregnancies between 2011 and 2014. Pursuing the animal connection, they looked for correlations between household pet ownership before and immediately after a child’s birth, and any food allergies diagnosed in that child’s first three years. They have just published their results in PLOS ONE."}, {"role": "body", "text": "Of the 66,000 or so children they chose to look at, 22% had been born into households with pets, and were thus exposed to microbes and other potential allergens from those animals both before and after birth. Children in households with dogs, the researchers found, had lower rates than average of allergies to eggs, milk and nuts. Those cohabiting with cats seemed more tolerant of eggs, wheat and soyabeans. However, children whose parents kept “turtles” (terrapins, in particular, are popular pets in Japan) appeared unaffected. And, curiously, those exposed to hamsters appeared more likely than average to be allergic to nuts. "}, {"role": "body", "text": "What exactly all this means is unclear. One potentially important observation is that both pre- and postpartum exposure were needed for the observed effects to show up. Neither, by itself, was sufficient. Possibly, it is the time around birth itself which is the crucial factor, for this is when it is believed that the bulk of a child’s gut flora is established. "}, {"role": "body", "text": "There are confounding variables. The researchers themselves point out that pet-owning households are more likely to live in the countryside, with its other sources of immune-system-stimulating factors. And, as Dr Marrs observes, allergy-prone families are less likely to own pets in the first place. These facts, rather than the presence of companion animals, might explain at least part of the effect. "}, {"role": "body", "text": "Confirming or denying this will need more study. Nevertheless, Dr Okabe’s contribution is an interesting addition to the debate about Dr Strachan’s brainchild. ■"}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}]}