{"coverImageURL": "https://www.economist.com/media-assets/image/20230401_STP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Gene-editing has created a generation of musical crops", "subtitle": "Walking in the countryside will never be the same again", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2023-03-31T23:01:00Z", "contents": [{"role": "body", "text": "Editor’s note: This article was, in fact, the pick of the crop of April Fools jokes in circulation on April 1st. The Economist has occasionally run hoax stories on this date, when readers should be on their guard against humorous mistruths."}, {"role": "body", "text": "It has been known for some time that plants can talk to one another. Many communicate chemically, both through the air and via their roots—warning each other, for example, of the arrival of herbivorous insects in order to co-ordinate their responses to these pests. Those responses are also often a form of communication, namely a further release of chemicals that recruit predators and parasites of said herbivores. These then solve their summoners’ problems by having lunch. "}, {"role": "body", "text": "Plants’ interactions with sound are less well understood, though it is known that flowers such as evening primroses can detect the buzzing of bees and respond by producing sweeter nectar. Moreover, a paper published in this week’s Cell, by Lilach Hadany of Tel-Aviv University and her colleagues, describes how plants make noises when they are stressed by drought or physical damage. Dr Hadany and her team do not yet know whether other plants are listening, but suspect that they might be."}, {"role": "body", "text": "None of this is news, however, to Paolo Fril, CEO and chief scientist of the Gene Duplication Corporation (GeneDupe), a biotechnology firm in San Melito, California. Observing that gardeners and greenhouse owners, from Britain’s new king, Charles III, downwards, often talk to their charges, and sometimes even play them music, he and his team have been investigating plants’ aural and oral activities for several years, and are now tweaking them using CRISPR-Cas9 gene-editing technology. "}, {"role": "body", "text": "The plan is to create a range of products which Dr Fril hopes will please his firm’s shareholders—which he needs to do after an awkward run-in the company had a few years ago with some animal-rights activists over its previous product, Print-a-pet. Fortunately for Dr Fril, the plant-welfare lobby is not nearly as large and noisy as its animal counterpart."}, {"role": "body", "text": "The obvious place for this new endeavour to start was with the ears of cereal crops. Though not ears in the conventional sense of the word, GeneDupe’s biotechnologists realised that they could be turned into such. Each of the spikes attached to the seeds in an ear of barley, wheat or rye has a resonant frequency that depends, like the note plucked from a harp string, on its length. If those lengths can be varied precisely from seed to seed by appropriate gene editing, such an “ear” can be made into a real ear, with every spike responding to its own, unique, resonant frequency in a manner similar to the hair cells in the mammalian version of that organ. "}, {"role": "body", "text": "Dr Fril started with barley, which has the longest spikes of the three, and therefore the most potential for fine tuning. (He also likes a glass of beer.) Besides tweaking the spike lengths, his team installed in their modified barley plants versions of the buzz-detecting and nectar-generating genes from evening primroses. Together with a few other genetic rearrangements, the consequent redirection of nutrients (for wind-pollinated crops like barley produce no nectar, meaning the nutrients involved are available for other purposes) means that GeneDupe’s Fortissimo barley grows faster than the normal variety if it is played appropriate sounds."}, {"role": "body", "text": "The first generation of Fortissimo barley had not involved too much tinkering with the original genetics, so it was to the buzzing of bees that it responded. However, barley’s wind pollination means bees do not bother to visit it. It was therefore necessary to play the sound of bees across the experimental field through a speaker stack, which resulted in numerous complaints from the firm’s neighbours."}, {"role": "second", "text": "Music to their ears"}, {"role": "body", "text": "Applying another of modern biotechnology’s techniques, protein-folding software, did away with that problem. By predicting how protein chains will fold up, and thus what physical properties the resulting molecule will have, this software allows the design of novel genes that encode suites of proteins which respond appropriately but specifically to a wide range of sounds, from Beethoven to Beyoncé. That permits farmers to sow whichever variety of crop corresponds to their personal musical taste. "}, {"role": "body", "text": "The prize activity of GeneDupe’s newly created botanoacoustics division, however, is its work on the flip side of the matter—sound generation by plants. The aim of this is to get crops to egg each other on to grow faster, with each plant broadcasting sounds that will stimulate the growth of those adjacent. That way there will be no need for loudspeakers, aggrieved neighbours or the inevitable arguments about which tracks crops like to listen to most. "}, {"role": "body", "text": "This last point will in any case be settled in the next generation of Fortissimo crops, for GeneDupe’s artificial-intelligence algorithms have developed versions of them that will both generate and respond to any pattern of sound programmed into their DNA, from Rabbie Burns’s “Coming through the rye” to that glorious, tub-thumping, harvest-festival hymn, “The valleys stand so thick with corn/That even they are singing”. With this tweak, Dr Fril is pretty sure he will have a commercial success on his hands after its unveiling to an eager public on Saturday—April 1st. ■"}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}]}