{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s cover", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-03-30T11:53:36Z", "contents": [{"role": "body", "text": "“It’s worse than you think” can be a hard message to get across—because the cover assumes how bad you actually think “it” is. At The Economist, we have long reckoned that dealings between China and America are awful and getting worse. However, on a first visit to Beijing by our senior editors since China lifted its zero-covid policy, we were astonished at how the atmosphere had become drenched in intimidation and paranoia."}, {"role": "body", "text": "The world’s most important relationship is more embittered and hostile than ever. The only thing the two sides agree on is that the best case is decades of estrangement, and that the worst—of a war between the superpowers—is growing ever more likely. "}, {"role": "body", "text": "We toyed with boxing-based ideas from the start. One sketch showed Joe Biden hitting a panda-faced speed bag. But our editorial sets out to describe two countries at loggerheads, and that image made China seem powerless and hard-done-by. "}, {"role": "body", "text": "In Beijing, officials told us they have come to believe that America will never accept any country becoming as powerful as it is, regardless of whether it is communist or a democracy. America, in their view, will tolerate China only if it is submissive—in the phrase of one academic, a “fat cat, not a tiger”. So we also contemplated depicting a dragon tied down, Gulliver-style. A combination of white and red cord, anchored with blue pegs, was supposed to evoke the United States. Although, like the speed-ball panda, that particular reptile looked put-upon, we thought that it could be recast as angry and threatening. Indeed a later version showed the dragon breaking free from red, white and blue chains. America is pinning Chin down with limited success. A confrontation looms. "}, {"role": "body", "text": "Other ideas were less successful in getting across how menacing China appears in American eyes. Under Xi Jinping, it has shifted from one-party to one-man rule. It is pursuing a policy of domestic repression that defies liberal values. Mr Xi has broken promises to show restraint when projecting power outward, from Hong Kong to the Himalayas. "}, {"role": "body", "text": "And so we ended up returning to boxing. We put the panda in the ring, facing Uncle Sam, who has stripped to the waist. It is a heavyweight contest and the world is watching. "}, {"role": "body", "text": "Boxing is supposed to be governed by the Queensberry Rules. The first code to insist on the use of gloves, they are today associated with the spirit of fair play. As the panda bares its claws, you can see that the desire to win is overpowering both sides’ self-restraint. As China and America leave behind the Queensberry Rules, the world is becoming a more dangerous place. It’s worse than you think."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230401_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: America v China: It’s worse than you thinkBriefing: America’s commercial sanctions on China could tightenChaguan: Defanging the Chinese tigerFor subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}]}