{"coverImageURL": "https://www.economist.com/media-assets/image/20230401_BLP505.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Who is Alvin Bragg, the district attorney taking on Donald Trump?", "subtitle": "The controversy surrounding the investigation has thrust Mr Bragg into the spotlight", "hashTag": "The Economist explains", "authorName": "The Economist", "publishDate": "2023-03-28T13:40:38Z", "contents": [{"role": "body", "text": "Editor’s note: On March 30th several news outlets reported that a grand jury in Manhattan had indicted Donald Trump."}, {"role": "body", "text": "ALVIN BRAGG, Manhattan’s district attorney (DA), is no stranger to threats. Growing up in Harlem in the 1980s, he had a gun pointed at him six times, thrice by police officers. He has had a knife put to his neck and a semi-automatic weapon to his head. The latest threats are political. Mr Bragg may be close to issuing an indictment against Donald Trump. "}, {"role": "body", "text": "The former president is accused of paying $130,000 to silence Stormy Daniels, a porn star who claims to have had an affair with him. He may have falsified records about the money, a misdemeanour under New York law. Such an act becomes a felony when there is intent to commit or conceal another crime. In this case, the second crime may have been taking an illegal and undeclared campaign contribution in the form of hush money. Mr Bragg’s investigation has enraged Mr Trump’s supporters. Who is Manhattan’s DA and what has prompted him to pursue this case?"}, {"role": "body", "text": "In the wake of Mr Trump’s warning, on March 24th, that “death and destruction” would ensue if he were indicted, the DA’s office received threatening calls and emails, and faced (bogus) bomb scares. Mr Bragg received a letter containing a death threat and suspicious powder. Mr Trump has perhaps used even more incendiary rhetoric than he used before the insurrection at the Capitol in January 2021. Police erected barricades around the courthouse, which also houses the DA’s office, in preparation for protests. Security was beefed up. "}, {"role": "body", "text": "Mr Bragg, a Harvard-educated career prosecutor who has worked at the state and federal level, was elected Manhattan’s first African-American DA in 2021 after a well-contested primary. He teaches Sunday School at his church. He promised criminal-justice reform and to make his office a “progressive leader”. But by the time he assumed the post, in January 2022, New Yorkers were concerned about an increase in violent crime. His plan not to prosecute certain crimes, such as fare-dodging and prostitution, was controversial. "}, {"role": "body", "text": "The Manhattan DA’s office is probably one of the most well-known in America thanks in part to “Law and Order”, a television drama which placed the department at its centre. Mr Bragg’s $146m budget is buoyed by hundreds of millions of dollars from Wall Street settlement forfeitures; it uses the money to dole out grants to criminal-justice and community programmes. Since the 1930s only one district attorney has been elected to higher office. Some serve for decades. Although his is an elected post, Mr Bragg may not have political ambitions beyond the office itself."}, {"role": "body", "text": "Mr Trump and some other Republicans call the hush-money probe politically motivated and a potential “unprecedented abuse of prosecutorial authority”. But Mr Bragg’s record suggests he is driven by law and facts. Weeks after taking office, he was criticised by many Democrats for pausing his predecessor’s sweeping investigation into Mr Trump’s finances. Instead Mr Bragg focused on cases that are easier to prove, such as last year’s successful prosecution of the Trump Organisation for tax evasion and perhaps the investigation into the payment to Ms Daniels. Up until now he has not made “anybody on any side of the aisle politically happy. And so he’s obviously not playing politics,” says Rebecca Roiphe, a former Manhattan prosecutor. It “makes him look like a careful prosecutor”. ■"}]}