{"coverImageURL": "https://www.economist.com/media-assets/image/20240413_CUD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How to protect an endangered language", "subtitle": "A new book looks at the threats facing six small languages and the efforts to save them", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-04-11T14:41:51Z", "contents": [{"role": "body", "text": "Language City. By Ross Perlin. Atlantic Monthly Press; 432 pages; $28. Grove Press; £12.99"}, {"role": "body", "text": "OF the world’s 7,000-odd languages, almost half are expected to disappear by the end of the 21st century. Two culprits are usually considered responsible for this decline. The first is colonialism: when great powers conquered countries, they imposed their language in government and schools and relegated local ones (or banned them outright). The second is capitalism. As countries grow and industrialise, people move to cities for work. They increasingly find themselves speaking the bigger language used in the workplace rather than the smaller one used at home."}, {"role": "body", "text": "English, as the most dominant language in the history of the world, often stands as a symbol of homogenisation and the steamrolling of smaller cultures. So it may come as a surprise that the most linguistically diverse spot on Earth spans a few square miles in New York. Ross Perlin’s new book, “Language City”, is the story of what he has learned as the co-founder of the Endangered Language Alliance, a non-profit organisation that has managed to identify some 700 languages spoken in New York, a number vastly greater than the 100 or so listed in America’s official census."}, {"role": "body", "text": "Mr Perlin profiles speakers of six languages. Each tongue is threatened by different, larger neighbours. (English is by no means the only linguistic juggernaut.) Seke, from Nepal, is squeezed by Nepali and Tibetan. Wakhi, from Central Asia, sits between Chinese, Persian and Russian; its speakers also usually speak Tajik with others from their home country. "}, {"role": "body", "text": "Nahuatl—though not a tiny language, as it is spoken by more than 1.6m indigenous Mexicans—is giving way to Spanish. N’Ko, a sort of alphabet-cum-written-standard meant to serve several closely related Manding languages of west Africa, must compete with French, the language of prestige in the region. Yiddish is losing out to English in New York and to Hebrew in Israel. As the language of secular Ashkenazi Jews it is nearing extinction (though it is flourishing among the ultra-Orthodox). "}, {"role": "body", "text": "The people Mr Perlin meets are multilingual by necessity. Together they speak more than 30 languages; each person has “to move nimbly from one linguistic ecology to another”, he writes. They refuse to stop using their cherished language—despite incentives to do so—in order to preserve something of the associated culture. "}, {"role": "body", "text": "The death of languages often follows the same pattern. Conquest and colonisation lead to poverty, and sometimes an internalised shame. As a result, parents often choose to raise their children in a bigger language for their own economic benefit. Whether a language disappears altogether is determined by the next generation: many assimilate and their language is lost for good. But sometimes they may try to reverse the decline. "}, {"role": "body", "text": "Can outsiders aid preservation? Many speakers of small languages treat them as a kind of sacred or scarce good that outsiders do harm to by learning and documenting; they do not think of their languages as objects of scientific curiosity. So those trying to help, including Mr Perlin, are learning to tread carefully. (In the book he describes an initially wary encounter with the last known native speaker of Lenape, New York’s own indigenous language.)"}, {"role": "body", "text": "Tim Brookes, a British writer and the executive director of the Endangered Alphabets Project, another non-profit group, describes his own approach in his recent book, “Writing Beyond Writing”. He makes a persuasive case that linguists have long neglected writing systems in their well-intentioned push to give dignity to spoken as well as written languages. Linguists have tended to ignore the wonderful and hugely varied scripts that are threatened by behemoths including the Latin, Arabic, Devanagari and Chinese systems. As well as research and advocacy, Mr Brookes makes beautiful wood carvings in the scripts he describes. Like Mr Perlin, he is careful always to put the native users of a language at the heart of the story. The field has no time for white-saviour narratives anymore."}, {"role": "body", "text": "Julia Sallabank, a linguist at the School of Oriental and African Studies at the University of London, has described how experts have historically approached languages in danger of extinction. In decades past a Western linguist would show up, learn as much as possible, then publish the results back home. In time, academics came to assist the language community by producing grammar books, dictionaries and recordings for speakers to use and pass down. Next came collaboration. Scholars and activists would sit down together to work out exactly what the group needed for the language to thrive. "}, {"role": "body", "text": "The final step has proved to be the hardest: work by the language community, with leaders taking charge of the process and outsiders providing funding and advice. It is the platonic ideal of language revitalisation but is far from the universal one. It is possible in places like America and Australia, rich countries starting to recognise the wrongs done to their indigenous peoples. But much language loss is going on, often in undemocratic countries with little time for troublesome minorities. What Western experts certainly can do is raise the alarm—and show what they have learned from their own past. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 70}