{"coverImageURL": "https://www.economist.com/media-assets/image/20240413_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Productivity gurus through time: a match-up", "subtitle": "James Clear v Arnold Bennett", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-04-11T14:42:12Z", "contents": [{"role": "body", "text": "The most-read non-fiction book in America, measured by views on Kindle and listens on Audible, an audio-book service, is “Atomic Habits” by James Clear. Published in 2018, it has now been on the bestseller list for 277 weeks. Mr Clear’s book, which pulls off the impressive trick of being both ludicrous and helpful, argues that small changes of routine can compound into big improvements, whether your goal is to be more productive at work, to eat more healthily or to develop new skills."}, {"role": "body", "text": "A manual on time management and self-improvement might sound modern. But these were also the themes of a bestseller from the early years of the 20th century. “How to Live on 24 Hours a Day”, first published in 1908, is a short self-help book written by Arnold Bennett, a prolific English writer. Bennett’s book was meant to salve the “feeling that you are every day leaving undone something which you would like to do, and which, indeed, you are always hoping to do when you have ‘more time’”. He wrote, in other words, for the same aspirational market as Mr Clear does today. (Another of today’s productivity Yodas, Cal Newport, cites Bennett in “Deep Work”, a book on how to focus.) "}, {"role": "body", "text": "Comparing Bennett’s book with Mr Clear’s yields instructive likenesses and dissimilarities. One obvious difference is tone. Bennett is wry about human foibles. If you think that “ingeniously planning out a timetable with a pen on a piece of paper” will be enough to solve your problems, he writes, then “lie down again and resume the uneasy doze which you call your existence.” He warns against fetishising a programme of self-improvement, lest “one may come to exist as in a prison and one’s life may cease to be one’s own.” "}, {"role": "body", "text": "Mr Clear is more earnest. He clothes his advice in capital letters: the Plateau of Latent Potential, the Four Laws of Behaviour Change. He thinks in terms of winners and losers. He says truly bizarre things like: “If you can get 1% better each day for one year you’ll end up 37 times better by the time you’re done. Conversely, if you get 1% worse each day for one year you’ll decline nearly down to zero.” This is known as the Misuse of Mathematics. "}, {"role": "body", "text": "The two are separated by social and technological gulfs, too. Bennett’s world is one in which women stay at home, tea is made by servants and people entertain themselves by playing cards and “pottering”. He tells readers who enjoy nature to go to the nearest gas lamp with a butterfly net. In Mr Clear’s world, people spend hours working on their biceps at the gym, make time to be grateful and stop themselves from watching too much TV by taking batteries out of the remote. "}, {"role": "body", "text": "Perhaps the biggest point of difference concerns work itself. Bennett’s audience was the new army of white-collar types taking the train in and out of work each day. He presupposed that the time they spent in the office was unfulfilling. A majority puts “as little of themselves as they conscientiously can into the earning of a livelihood”, he wrote. Work was an eight-hour sentence bordered at each end by a commute. As a result, Bennett’s tips focus exclusively on the other 16 hours of the day. These were the times when people could carve out the space to develop an expertise in anything from music to architecture."}, {"role": "body", "text": "Mr Clear makes the modern assumption that work is as likely to provide purpose and identity as other parts of your life. And it leaves no obvious ocean of time to fill—his tips are about optimising already-busy days by weaving new routines into them. He is a proponent of “stacking habits” so that one ritual follows another: after a morning cup of coffee, for example, meditate for a minute. Bennett thinks in terms of hours, Mr Clear in terms of seconds."}, {"role": "body", "text": "If the differences between the two mavens are great, the similarities are striking. Both authors espouse the importance of discipline, ritual and habit in managing time more productively. Both stress the need to start small when developing new routines; Mr Clear gets out his capitals again and calls this the Two-Minute Rule. "}, {"role": "body", "text": "Above all, it is plain that humans are largely and exasperatingly unchanged. At one point Bennett writes about the difficulty of sustaining concentration in a way that is shamefully recognisable to modern readers: “You will have not gone ten yards before your mind has skipped away under your very eyes and is larking around the corner with another subject.” Unless humanity itself gets an upgrade, the market for a 22nd-century version of Bennett and Mr Clear is assured. ■"}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:The six rules of fire drills (Apr 4th)The pros and cons of corporate uniforms (Mar 27th)The secret to career success may well be off to the side (Mar 21st)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 53}