{"coverImageURL": "https://www.economist.com/media-assets/image/20240413_BRD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The Cass Review damns England’s youth-gender services", "subtitle": "A new report urges big changes", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-10T18:45:09Z", "contents": [{"role": "body", "text": "The largest review ever undertaken in the field of transgender health care is out. It is damning of practices that were commonplace in England until recently and remain widespread in other countries, notably America. "}, {"role": "body", "text": "The review, which was published on April 9th, was led by Dr Hilary Cass, a former president of the Royal College of Paediatrics. It recommends a shift away from medical intervention for trans-identifying children, “an area of remarkably weak evidence”, to a model that prioritises therapy and considers the possibility that other mental-health issues are involved. Dr Cass concludes that “for most young people, a medical pathway will not be the best way to manage their gender-related distress.” "}, {"role": "body", "text": "Her review was commissioned in 2020, amid growing concerns about the “affirmation model” of treatment for trans-identifying children being followed by England’s only youth-gender clinic, the Gender Identity Development Service (GIDS) at the Tavistock hospital trust in London. On the basis of a single Dutch study in 2011, which suggested that puberty blockers may improve the psychological well-being of such children, GIDS had begun to give these medicines to young people. Their long-term effects are not well-understood; children using them often ended up taking cross-sex hormones, too. "}, {"role": "body", "text": "More than 9,000 young people came through the doors of GIDS but the clinic did not keep follow-up data on any of them. It was finally closed down on April 1st and will be replaced by at least two regional centres, which the findings of the Cass Review will help shape. "}, {"role": "body", "text": "Dr Cass’s report looks at the reasons for the rapid rise in the number of trans-identifying children in Britain over the past five years. She concludes that greater acceptance of trans identities “does not adequately explain” the sharp increase (nor the switch from a preponderance of natal boys affected to a majority of natal girls). She finds that, compared with the general population, children referred to gender services had higher rates of parental loss, trauma and neglect, and she recommends that gender services should consider the high rates of concurrent mental-health problems, neurodiversity and “adverse childhood experiences”."}, {"role": "body", "text": "Many clinicians see the Cass Review as validation of their worries. But some have lingering concerns. Anna Hutchinson, a psychologist at GIDS until she resigned in 2017, says that cross-sex hormones are still available from adult gender services after as few as two appointments; vulnerable 17-year-olds with mental-health issues are no less vulnerable when they turn 18, she says. Dr Cass pointedly notes that England’s adult clinics refused to co-operate with her review; NHS England said this week that it will conduct a separate investigation into these services. "}, {"role": "body", "text": "A second concern is that private clinics have sprung up to offer drugs to children online. Some former GIDS clinicians now work for them. Dr Cass warns that such clinics are not conducting proper assessments of children; she also wants laws to control prescribing from abroad. "}, {"role": "body", "text": "A third worry is well-meaning but flawed legislation to impose a ban on “conversion therapy”. Such a ban is already law in Canada; Britain’s Labour Party has said it will introduce one if it wins power at the next election. That may risk criminalising any kind of exploratory therapy into why a child is identifying as trans. “The conversion-therapy bill would ban the very therapy that Cass is saying should be prioritised,” says Stella O’Malley of Genspect, a group of clinicians concerned about gender issues. "}, {"role": "body", "text": "The affirmation model of transgender care for children has been dealt a severe blow by Dr Cass’s review. But the gender debate is not yet over. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 43}