{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2024-04-11T11:36:34Z", "contents": [{"role": "body", "text": "We have two covers this week. In most of the world we warn that global warming is coming for your home and ask who will pay for the damage. In Britain we look at the case for assisted dying, which has a chance of soon becoming law."}, {"role": "body", "text": "About a tenth of the world’s residential property by value is under threat from global warming—including many houses that are nowhere near the coast. From tornadoes battering Midwestern American suburbs to tennis-ball-size hailstones smashing the roofs of Italian villas, the severe weather brought about by greenhouse-gas emissions is shaking the foundations of the world’s most important asset class. "}, {"role": "body", "text": "Many of our covers are about world events, but this one is close up and personal. "}, {"role": "body", "text": "Our leader depends for its effect on aggregating harms. By one estimate, climate change and the fight against it could wipe out 9% of the value of the world’s housing by 2050—which amounts to $25trn, not much less than America’s annual GDP. The combined exposure of state-backed “insurers of last resort” in wildfire-prone California and hurricane-prone Florida has exploded from $160bn in 2017 to $633bn today. "}, {"role": "body", "text": "Our cover, however, depends on breaking down the aggregate and getting readers to feel that this issue is about the particular house they call their own. "}, {"role": "body", "text": "We started with a plush, three-storey family home sinking into the ground—a fate awaiting some London houses that are built on clay which now swells and shrinks with the seasons like a subterranean squeezebox. "}, {"role": "body", "text": "Or, better, how about putting the house under a towering stormcloud? It is an apt metaphor for the huge bill hanging over the global financial system. This bill has three parts: paying for repairs, investing in protection and modifying houses to limit climate change. There is sure to be an almighty fight over who should pay up. "}, {"role": "body", "text": "To underline the theme of global warming, we tried converting our house into a home for a lonesome polar bear. But we preferred this sketch of the house as a stranded asset. Today’s property markets do not seem to reflect the costs of global warming. In Miami, the subject of much worrying about rising sea levels, house prices have increased by four-fifths this decade, much more than the American average. The evidence shows that house prices react to climate risks only after disaster has struck, when it is too late for preventive investments. Inertia is therefore likely to lead to nasty surprises. "}, {"role": "body", "text": "In the final cover we washed away the peninsular backdrop to leave a seascape of wind and waves. Housing is too important an asset to be mispriced across the economy—not least because it is so vital to the financial system. The $25trn bill will pose problems. But doing nothing today will only make tomorrow more painful. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240413_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1709.0, "imageDescription": ""}, {"role": "body", "text": "Leader: The next housing disasterBriefing: Homeowners face a $25trn bill from climate change"}, {"role": "body", "text": "Over two-thirds of Britons support changing the law to let someone help in the suicide of a person with a terminal illness. Assisted dying has a good chance of getting on the country’s statute book. Bills are already in progress on the Isle of Man, in Jersey and in Scotland. Sir Keir Starmer, the Labour leader, is sympathetic and has promised a free vote among MPs if his party wins the next general election."}, {"role": "body", "text": "The case for allowing assisted dying is, at its core, one of individual freedom. People should have the right to choose the manner and timing of their death. Our first ideas, accordingly, focused on control. "}, {"role": "body", "text": "Our first black-and-white versions featured an off switch that features a patient in a bed. But the metaphor breaks down, because this is also an on switch and the one thing about assisted dying is that it is irreversible. Another version showed someone pulling at the knot that ties together the trace on an electrocardiogram. Some of us thought this was too cheerful, because it conjured up a bow on a present."}, {"role": "body", "text": "The argument for individual freedom is a natural position for a liberal newspaper like The Economist and we first used our cover to argue for it in 2015, the year that I became editor-in-chief. Back then, our design was a just-extinguished candle and we thought about bringing back that image, this time as a sort of visual pun. "}, {"role": "body", "text": "The candle doubles up as a door that leads out of this life and into… Suddenly, we were flummoxed. Our argument does not turn on the existence of an afterlife. If anything, people of faith tend to see the choice to end your days as sinful. "}, {"role": "body", "text": "We wanted a liminal image because the end of life really is the ultimate transition. But we could not have an image that featured a threshold to anywhere."}, {"role": "body", "text": "Here is where we came down. This woman gazing into the light says that, for some people, crossing from life to death is a calm and rational choice."}, {"role": "body", "text": "Critics retort that no regime of assisted death could ever fully protect the vulnerable from relatives looking to claim an inheritance, or indeed from a state seeking to cut health-care costs. Yet the evidence suggests that cases of coercion are extremely rare. The state should help people live well, but if it cannot, those who truly wish to die should not be obliged to suffer. "}, {"role": "body", "text": "One fear is an overly lax law that creates a slippery slope. Just as much of a worry is a law drafted so tightly that adults enduring endless suffering are still prevented from choosing their own fate."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240413_DE_UK.jpg", "imageWidth": 1280.0, "imageHeight": 1709.0, "imageDescription": ""}, {"role": "body", "text": "Leader: The rights and wrongs of assisted dyingFurther reading: Britain is moving towards assisted dying"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 3}