{"coverImageURL": "https://www.economist.com/media-assets/image/20240413_FNP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Would America dare to bring down a Chinese bank?", "subtitle": "Janet Yellen promises sanctions for those supporting Vladimir Putin’s war", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-04-10T18:26:59Z", "contents": [{"role": "body", "text": "If any politician has the demeanour to ease tensions with Beijing, it is Janet Yellen. America’s treasury secretary comes across as a twinkly eyed professor, rather than a foreign-policy hawk. Sure enough, she used a recent trip to China, which ended on April 9th, to praise the “stronger footing” that Sino-American relations are now on compared with a year ago. Ms Yellen was not merely there to extend an olive branch, however. She also carried a warning for China’s banks: those that help “channel military or dual-use goods to Russia’s defence-industrial base expose themselves to the risk of US sanctions”."}, {"role": "body", "text": "Ms Yellen’s warning marks the latest escalation in America’s financial war with Russia. Since Vladimir Putin’s invasion of Ukraine in February 2022, lawmakers in Washington have issued sanctions on nearly 3,600 Russian targets, according to Castellum.AI, a compliance firm. Allies, especially in Europe, have issued many more. Central-bank reserves have been frozen and exports of military goods banned. SWIFT, a messaging service used by 11,500 banks to make around $35trn-worth of cross-border payments a day, has banned some of Russia’s biggest banks. Yet none of this has stopped Russia from outproducing the West in artillery shells, holding its frontline and gearing up for a big push."}, {"role": "body", "text": "One reason Russia’s defence industry has held firm is that, although America and allies have tried to cripple it, others have not. Many countries, including big ones such as China and India, and financial hubs such as the United Arab Emirates, want to stay out of the fight. Hence the weapon Ms Yellen is now brandishing: sanctions on not just Russian firms, but banks anywhere in the world that aid them."}, {"role": "body", "text": "Such measures can be devastatingly effective. In 2018 America’s Treasury announced it was considering designating ABLV Bank in Latvia a money-laundering concern for helping North Korea to dodge sanctions. Out of fear of being designated similarly, other institutions began withdrawing funds from ABLV en masse, and the bank collapsed within days. Milder secondary sanctions have been used to cut Iranian firms out of the global financial system, by levelling huge fines against foreign banks that deal with them."}, {"role": "body", "text": "America owes this extraterritorial reach to the role its currency, and hence its banking system, plays in international finance. The ultimate threat against foreign banks that refuse to comply is that they lose the ability to clear dollar transactions, which must eventually be processed by those with accounts at the Federal Reserve. Such is the dollar’s dominance in trade, cross-border payments and capital markets that this in effect banishes the victim from the global financial system. "}, {"role": "body", "text": "And so America can get foreign banks to enforce its sanctions, even if their own governments do not. Its efforts to do so are far from perfect: private outfits that are friendly to Iran, for instance, might be happy to risk losing access to dollars in return for the chance to carry on doing business there. But even they—or, say, a small Chinese bank—might think twice about risking the same treatment as ABLV. Since the White House issued an executive order in December authorising the Treasury to go after those aiding Russian defence firms, Chinese banks have reportedly been pruning their relationships with such clients."}, {"role": "body", "text": "The trouble is that America’s allies loathe this sort of behaviour. Its reimposition of secondary sanctions on Iran in 2018 annoyed European Union officials so much they started searching for ways to keep financial channels open without recourse to the dollar. For the Treasury to throw its weight around similarly in Beijing, where politicians are rather less friendly, is a much greater provocation—especially given the “no limits” partnership China declared with Russia in February 2022."}, {"role": "body", "text": "Europe’s response in 2018 highlights the graver problem with secondary sanctions: they prompt other countries to devise workarounds that ultimately erode America’s influence. The eu’s attempt was a damp squib, but since 2015 China has been promoting CIPS, an alternative payment network to SWIFT that lies beyond the Treasury’s reach and now has more than 1,500 members. That figure has doubled since 2018 and, according to LeaveRussia, a Ukrainian campaign group, includes around 30 Russian banks."}, {"role": "body", "text": "Banishment from the dollar clearing system, in other words, is less of a punishment than it once was. And it seems Ms Yellen’s emollient tone in Beijing could only do so much. As she prepared to leave, another visitor was arriving. It was Sergei Lavrov, Russia’s foreign minister—to discuss, among other things, Eurasian security and how to oppose hegemonism. ■"}], "id": 59}