{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_MAP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "African governments return to international bond markets", "subtitle": "Debt worries have eased a little, but borrowing is still expensive", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "William Ruto’s first 18 months as Kenya’s president have been haunted by a single date: June 24th this year, when a $2bn sovereign bond is due to be repaid. His cash-strapped government has raised taxes and cut subsidies, as protests have rocked the streets. Now it has bought some respite, at a rather exorbitant price. On February 12th Kenya issued a new $1.5bn bond, maturing in 2031, at a yield of 10.4%. It will use the proceeds to buy back most of the debt owed in June, kicking the can seven years down the road."}, {"role": "body", "text": "Governments in sub-Saharan Africa are tentatively returning to international capital markets after a 21-month hiatus. Last year was the first since 2008 when no countries in the region sold a dollar bond, as high interest rates shut them out of the market. The freeze was broken in January when Ivory Coast borrowed $2.6bn at 8.5% and below. Benin then raised $750m at a similar rate. Those bond sales gave hope to other African governments; the high yield on Kenya’s bond gives caution. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240217_MAC388.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Africa’s fortunes track the mood of the Federal Reserve. When America’s central bank pumps cheap money into markets, as it did after the 2008 financial crisis, some trickles into Africa in search of higher returns. When the Fed has raised interest rates over the past two years, capital has flowed back the other way. In addition, the twin shocks of covid-19 and the Ukraine war caused investors to seek safety. China’s lending to Africa has also fallen to its lowest level in two decades. The combined impact is clear in the flows of Africa’s long-term external debt: by 2022 governments were paying back about as much as they were getting in new lending (see chart)."}, {"role": "body", "text": "Investors are now returning to Africa because they expect the Fed to begin cutting rates later this year. The difference in yields between bonds issued by the American government and by African ones—an indication of the risk premium that investors demand—has shrunk by four percentage points from its recent peak. But the door has only opened a chink. Of 17 countries in sub-Saharan Africa that have outstanding foreign-currency bonds, around a dozen are still shut out of the market by double-digit yields, reckons Stuart Culverhouse of Tellimer, a research firm specialising in emerging markets."}, {"role": "body", "text": "For some countries it is already too late. A wall of bond repayments is falling due this year and next. Zambia, Ghana and Ethiopia have all defaulted and started protracted talks with their creditors. Kenya, which had flirted with the same fate, is willing to pay generously to borrow because it does not want to burn through its foreign-exchange reserves. The high yield suggests investors still consider it a risky bet, says Churchill Ogutu, an analyst in Nairobi at IC Group, an investment bank."}, {"role": "body", "text": "Until African governments find a way to generate more revenue and exports, they will always be vulnerable to the caprice of foreign investors. “Going back to the capital markets is just recycling the problem,” argues Jason Braganza of the African Forum and Network on Debt and Development, an NGO based in Zimbabwe. The interest rate that African countries typically pay to borrow from private creditors is three times what they pay to other governments or multilateral banks. Many currently spend more on interest payments than on education or health."}, {"role": "body", "text": "Gregory Smith, the author of a book on African debt, compares the path of bond yields to a hiking trail. In the years after the financial crisis, African governments were in a green valley of low interest rates. Since the pandemic they have been gasping in the thin air on top of Mount Kilimanjaro. Now they find themselves on a lower plateau, where they can breathe a little easier. But it is still a long trek down. ■"}], "id": 35}