{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_WBD003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How to benefit from the conversations you have at work", "subtitle": "Stop thinking about your next point and listen to the one being made", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "Successful workplaces are usually characterised by good communication. Bosses provide a clear sense of where they want the firm to go; employees feel able to voice disagreements; colleagues share information rather than hoarding it. But being a good communicator is too often conflated with one particular skill: speaking persuasively."}, {"role": "body", "text": "In a paper published in 2015, Kyle Brink of Western Michigan University and Robert Costigan of St John Fisher College found that 76% of undergraduate business degrees in America had a learning goal for presentation skills, but only 11% had a goal related to listening. Business students were being schooled to give TED talks rather than have conversations. That may have costs. Another study, conducted by Dotan Castro of the Hebrew University of Jerusalem and his co-authors, found that when people felt listened to by those in supervisory roles their creativity and sense of psychological safety improved."}, {"role": "body", "text": "A focus on talking is understandable. The set-piece moments of careers, like job interviews and big presentations, are about transmitting information. The boss gets to be at the podium, the minions get to be in the audience. Videos of someone giving a speech are much more shareable than someone silently nodding. But interest in what makes everyday communication tick has also risen, as the importance of teams grows and as conceptions of leadership increasingly emphasise softer skills."}, {"role": "body", "text": "Recent research by Beau Sievers of Stanford University and his co-authors asked groups of MBA students to discuss the meaning of ambiguous film clips. The presence of people perceived to be of high status seemed to impede consensus: these folk spoke more and were readier to reject the explanations of others. Groups that reached consensus were more likely to have a different character in them: people who were well-connected but not dominant, who asked lots of questions and who encouraged interaction. They made everything align—even the neural activity of their groups. "}, {"role": "body", "text": "Mr Sievers’s research features in “Supercommunicators”, a new book by Charles Duhigg, a journalist at the New Yorker. Mr Duhigg looks at how some people forge stronger connections with others and at the techniques for having better conversations. His canvas ranges more widely than the workplace but some of its lessons are applicable there."}, {"role": "body", "text": "One chapter tells the story of the Fast Friends Procedure, a set of 36 increasingly intimate questions that are particularly effective at turning strangers into friends. The questions were first put together in the 1990s by Elaine and Arthur Aron, two psychologists at the State University of New York at Stony Brook. Their survey was designed for the lab, not the workplace. You should not suddenly start asking new colleagues what their most terrible memory is or how they feel about their mother. But if it is important to build team connections fast, then—Britain, look away now—reciprocal moments of vulnerability do seem to help. "}, {"role": "body", "text": "Another chapter looks at ways to bring together people with diametrically opposed views, in this case Americans on either side of the debate over gun control. The difficulty here was in persuading people that they were genuinely being listened to, not dismissed as gun-toting loons or lily-livered liberals. Mr Duhigg describes an approach called “looping for understanding”, in which people ask questions and then repeatedly distil their understanding of what they have heard back to their interlocutor. "}, {"role": "body", "text": "Polarised beliefs of this sort are rare inside firms. But looping techniques still have their place: when there are long-running conflicts between individual employees, say, or in negotiations and mediation processes. "}, {"role": "body", "text": "Mr Duhigg’s advice can seem obvious at times. And his examples do not always translate to the workplace. Sometimes it is more important to make a decision than to excavate everyone’s point of view. Reaching consensus is vital on a jury but less necessary in a corporate hierarchy. There really is a limit to how much vulnerability you want from a leader. "}, {"role": "body", "text": "But his book is a useful reminder that demonstrable curiosity about other people’s experiences and ideas can benefit everyone. Asking questions, not cutting people off, pausing to digest what someone has said rather than pouncing on breaks in a discussion to make your own point: these are not enough to qualify someone as a supercommunicator. But in plenty of organisations they would still represent good progress. ■"}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:Fairness: the hidden currency of the workplace (Feb 8th)Jürgen Klopp and the importance of energy (Jan 29th)Why you should never retire (Jan 25th)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 57}