{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_MAP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How Yemen’s dominant Houthis blackmail foreign aid agencies", "subtitle": "They risk causing a man-made famine with their meddling", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "Gaza’s Palestinians have had no friends as fervent as Yemen’s Houthi rebels. While Arab leaders shed crocodile tears, one of the world’s poorest countries fires ballistic missiles at Israel and targets vessels passing through Bab al-Mandab, a chokepoint for international trade. The Houthis’ religious leader, Abdel-Malik al-Houthi, vows to continue the attacks until Israel stops bombing Gaza and lets in unfettered aid. The Houthis rejoice in encouragement from abroad. “Yemen, Yemen make us proud! Turn another ship around!” cry protesters in New York."}, {"role": "body", "text": "Few notice the Houthis’ disdain for humanity at home. After a decade of war, the UN reckons that the humanitarian crisis in Yemen is one of the world’s worst. Over half of its 33m people need aid to survive, many of them under Houthi control in the north-west. But across their realm the Houthis hinder aid flows. They insist that the UN uses the Houthis’ own list of beneficiaries and lets the Houthis oversee distribution. They have barred access to international aid workers. They tax shipments, sell aid and charge customs fees at checkpoints. In sum, they treat the aid programme worth billions of dollars as a cash cow. “As in Gaza, the risk of famine is man-made,” says a former UN official. “They use aid as a weapon.”"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240217_MAM963.png", "imageWidth": 608.0, "imageHeight": 658.0, "imageDescription": ""}, {"role": "body", "text": "For the past decade Yemen’s economy has survived mainly through foreign aid. After the Houthis seized the capital, Sana’a, in 2014 and triggered a war with Saudi Arabia, UN agencies poured billions into the country to avert famine. Yet the Houthis, who adhere to a Shia offshoot of Islam, generally treat foreign aid workers as if they are Western spies."}, {"role": "body", "text": "Since America and Britain began bombing military sites in Yemen in retaliation for Houthi attacks on shipping in the Red Sea, the Houthis have ordered American and British citizens to leave. Among those affected is the UN’s newly appointed humanitarian co-ordinator for Yemen, Julien Harneis, a Briton. For now, most are in Aden, Yemen’s largest southern city and the seat of its internationally recognised government. But rumours circulate that the Houthis will shut down any UN or aid agency that refuses to remove its American and British employees from Yemen. "}, {"role": "body", "text": "Tension has been building for years. Since 2019 the Houthis have blocked a biometric system the UN wants to use to track where the aid has gone. Instead the Houthis insist that the UN and other aid agencies use a ration list that their own administration has drawn up. This list also serves as a register for taxes and perhaps for the military draft. Families that oppose the Houthis, refuse to pay up or do not send their children to the front have been struck off the ration list, the UN reported last year. "}, {"role": "body", "text": "The UN is also impeded by Houthi checkpoints and Houthi-nominated contractors who oversee aid distribution. Aid workers need the Houthis’ security people to approve every trip out of Sana’a, while female staff need a Houthi-approved male guardian to escort them. Yemen’s third-largest city, Taiz, is under siege, its water supplies restricted. “We have simply no idea who’s getting what in the north,” says an aid worker."}, {"role": "body", "text": "Woe betide anyone who complains. Foreign staff can lose entry or exit permits. “Please, I’d rather not get into access issues for now,” says one, waiting to return to Sana’a. “There could be repercussions.” Some local staff have been detained. Three who work for the UN are in jail. An aid worker for Save the Children, a British-based charity, died in Houthi custody in October. “Nowhere else in the world does the UN tolerate this,” says a former UN staffer. “But 20m could starve if we pull out.”"}, {"role": "body", "text": "The UN has sometimes sought to resist the Houthis’ blackmail. In December the World Food Programme (WFP) suspended deliveries to all 9.5m recipients in Houthi areas. It is hard to know the impact of this, since access is so tricky. Trouble in the Red Sea has pushed up insurance premiums on shipping, increasing costs for the cash-strapped WFP, and may slow the supply of basics to Houthi-controlled ports. Alas, the hungrier the population becomes, the more it depends on the Houthis. ■"}], "id": 33}