{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_MAP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Is Julius Malema the most dangerous man in South Africa?", "subtitle": "His party wants to nationalise all. He may become kingmaker", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "As Cyril Ramaphosa, South Africa’s president, delivered his annual state-of-the-nation speech on February 8th, he looked remarkably nonchalant for the leader of a country beset by power cuts, staggering unemployment and rising crime. He appeared to have been cheered by small pleasures. For the first time since taking office in 2018, he was able to finish the address without the threat of interruption, heckling or the sight of pugilistic opposition members being removed by security. "}, {"role": "body", "text": "This was because the main instigator of parliamentary disorder in recent years was not there. Julius Malema, the populist leader of the Economic Freedom Fighters (EFF), had been suspended from Parliament for the month of February, along with five other party officials, after storming the stage to demand Mr Ramaphosa’s resignation while he was delivering his state-of-the-nation speech last year."}, {"role": "body", "text": "Mr Ramaphosa could be forgiven for thinking that South African politics is an awful lot simpler without Mr Malema and his distinctive red overalls. As things stand, however, the combative opposition leader may hold the key to Mr Ramaphosa’s re-election later this year."}, {"role": "body", "text": "Post-apartheid South Africa is often lauded for its free and fair elections. But such is the dominance of the African National Congress (ANC)—the ruling party has never got less than 57% of the seats in the national assembly—that the results of those elections have always been foregone conclusions. Until now."}, {"role": "body", "text": "Polls consistently suggest that the ANC could dip below 50% of the vote in the national and provincial elections slated to take place between May and August. (The date will be announced before February 23rd.) The reason is plain: citizens contend with daily electricity blackouts, some of the world’s highest crime rates and, recently, sharp increases in living costs. The ruling party’s appeal has also been severely dented by corruption scandals that have implicated senior leaders, including Jacob Zuma, a former president."}, {"role": "body", "text": "The most comprehensive poll to date, released this month by Ipsos, a research firm, showed support for the ANC dropping lower than even the most pessimistic figure predicted by political analysts—to below 40%. In this scenario the only way the ANC could realistically remain in power would be by forming a coalition with one of the two main opposition parties: the Democratic Alliance (DA), which is currently the second-largest party in Parliament, or Mr Malema’s EFF."}, {"role": "body", "text": "Of these options, ruling-party insiders consider the EFF one far more likely. “We are getting ready for Juju,” sighs an ANC official, referring to Mr Malema by his nickname. He ought to know what he is in for. Mr Malema cut his teeth in the ruling party’s youth league, where he was never far from controversy. As the league’s president in 2010 he was charged with hate speech for singing the song that has become his trademark at rallies: “Dubul’ ibhunu’” (“Kill the Boer”). Mr Malema argues that the lyrics, which are from an old anthem of the struggle against apartheid, should not be taken as a literal call to kill Afrikaners. But his increasingly radical policies, coupled with his scathing criticism of Mr Zuma, were too much for the party’s top brass, who suspended him in 2011."}, {"role": "body", "text": "In 2013 Mr Malema founded the EFF, which won 6% of the vote in 2014 and 11% in 2019. The recent Ipsos poll puts it at 19%, ahead of the DA‘s 17% (with 10% undecided). This is a remarkable testament to Mr Malema’s skill as a politician, even as he has continued to be a magnet for scandal."}, {"role": "body", "text": "“Over a fairly short but nevertheless extraordinary political career he has become the quintessential political entrepreneur,” says Micah Reddy, an investigative journalist who has reported extensively on corruption allegations that have dogged Mr Malema and his party. “He has artfully blended business and politics…and built up an impressive political fiefdom.” Mr Malema has denied wrongdoing. "}, {"role": "body", "text": "The apparent surge in support for the EFF suggests that disgruntled former ANC voters are struggling to find a home in the DA, a centre-right party that has seen an exodus of black leaders in recent years. Instead, the EFF’s radical messaging is striking a wider chord."}, {"role": "body", "text": "“This is the weapon that will be used against the enemy of our revolution,” Mr Malema declared on February 10th, brandishing the party’s 265-page manifesto. The document is a wholehearted rejection of the rainbow nation that Nelson Mandela tried to forge. “The political changeover in 1994 did not bring true liberation,” Mr Malema writes in the manifesto. “It was a bluff which continues to subject black people to economic and social apartheid.”"}, {"role": "body", "text": "Mr Malema proposes sweeping changes to the economy. These include land expropriation without compensation; the nationalisation of mines and banks, again without compensation; and the introduction of basic income grants for the unemployed. These are curious proposals, since everything the state already runs, such as Eskom, the power utility, is falling apart."}, {"role": "body", "text": "It is unclear how hard Mr Malema would push the ANC to adopt these ideas in a coalition. Where the EFF has been the junior partner in coalitions running cities, it seemed to care more about landing plum jobs than promoting its policies. "}, {"role": "body", "text": "Mr Malema would no doubt want a senior cabinet post in return for joining a coalition. That would bring his divisive and disruptive politics into the heart of the government. Though that could keep Mr Ramaphosa in power, it would hardly be a recipe for economic or political stability. ■"}], "id": 34}