{"coverImageURL": "https://www.economist.com/media-assets/image/20240127_WBD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "Letters are welcome via email to letters@economist.com"}, {"role": "second", "text": "Chips and China"}, {"role": "body", "text": "The Economist contends that technology controls on China are ineffective and counter-productive (“Picking losers”, January 27th). I take a more positive view. The purpose of export controls is to raise costs to competitors by impeding access to better technologies. Those who impose and implement such controls are well aware that countries subject to them try to circumvent them through smuggling, buying substitutes from alternative suppliers, or developing replacement products. These activities are costly. Smuggling is a poor substitute for having an established arrangement with a supplier. For products that need a steady source of chips, it is impossible to guarantee a secure supply if one relies on smuggling. The current embargo on microchips to Russia has had a notable impact on Russian arms production even as the Russian government has sought to purchase chips illegally."}, {"role": "body", "text": "During the cold war, export controls caused the Soviet Union to invest heavily in inferior electronics, diverting resources that could have gone to other uses. In the case of China, developing alternative chip-manufacturing equipment or cutting-edge microchips will be difficult, especially when Chinese companies and universities are hindered from participating in the free flow of ideas and technologies. China has many capable people, but when confined to collaborating solely with Chinese colleagues, they do not fully share in the developments taking place elsewhere. Moreover, China had pursued policies to develop its own technologies in these areas long before the embargoes. Being cut off from collaboration with Western companies is unlikely to make its efforts more successful. "}, {"role": "body", "text": "The article notes that Nvidia will lose sales because of the controls. Many of the sales of Nvidia chips to China go into products that are then exported by China back to the rest of the world. One of the reasons the controls were imposed was to diversify suppliers of these products to Western markets. Many of Nvidia’s chip sales will not disappear; they will go to countries that will pick up the assembly operations that used to take place in China."}, {"role": "body", "text": "In short, The Economist is wrong to say that controls are ineffective and counter- productive. They are leaky and do not preclude China from developing alternatives, but they impose costs that are much higher for China than for America and its allies."}, {"role": "body", "text": "Dr Keith CraneSenior economistRANDArlington, Virginia"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240203_LDD003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "School choice"}, {"role": "body", "text": "Your leader on charter schools overlooked a big factor influencing the educational effectiveness of public schools in America (“A charter for change”, February 3rd). The overwhelming majority of American children are assigned to one local neighbourhood school based on their address, without a single tuition-free alternative. Although some K-12 students may be able to choose a “magnet” school instead, it will still be managed (and often mismanaged) by the same school district that operates their local school and all of the publicly funded schools in that geographic area. Charter schools, which are publicly funded schools authorised and regulated by state or local authorities, do not have students assigned to them, and their students are free to return to their traditional assigned school at any time."}, {"role": "body", "text": "Running a successful school requires persistent hard work, difficult choices and often uncomfortable conversations. Which organisation has the greater incentive to succeed in that difficult work? The traditional school, whose student admissions (and the funding per-student it represents) is virtually guaranteed, regardless of results? Or the school that must strive to meet its students’ needs, or risk losing them and the public funding that came with them?"}, {"role": "body", "text": "James MillsWalnut Creek, California"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240127_BRP504.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Is the council tax unfair?"}, {"role": "body", "text": "Regarding Britain’s council tax, or property tax (“Fixing a hole”, January 27th), councils are necessarily local, and it makes sense for the cost of the services they provide to be borne locally. So what if a dwelling of a particular value attracts significantly less council tax in one council than another? So what if one council’s property prices have risen four times faster than another council’s? What is relevant is whether there have been disproportionate price rises of the properties within each council. By all means revalue everything every ten years, but this is not a fundamental issue."}, {"role": "body", "text": "Moreover, a family of four in a £2m ($2.5m) “mansion” uses no more (and probably much less) council services than a family of four in a £250,000 semi-detached. A direct correlation between property values and council tax is both nonsensical and unreasonable."}, {"role": "body", "text": "Nick HillPenang, Malaysia"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240113_CUP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A future for Ukrainian art"}, {"role": "body", "text": "Thank you for highlighting the extensive plunder and destruction of Ukrainian art carried out by Russian forces (“Treasure quest”, January 13th). Like numerous autocrats before him, Vladimir Putin understands the significant influence that culture and language have in strengthening a nation’s identity. This is why artists, writers, journalists and dissidents are often the first to be targeted in times of war.Although it is probably true that, “unless Ukraine wins the war, there is no way to recover what Russia has looted,” please note that amid the dangers and challenges, new Ukrainian art continues to be created. A Ukraine National Pavilion will be at the Venice Biennale, and our organisation is partnering with the curators. PEN America’s Artists at Risk Connection has provided financial and other support to nearly 500 Ukrainian visual artists whose lives and livelihoods have been impacted by the conflict.Art has the potential to preserve memories, translate emotions and ideas and foster open dialogue. It can ignite protests and kindle dreams. As long as art exists, there remains hope for a brighter future."}, {"role": "body", "text": "Julie Trébault DirectorArtists at Risk Connection (ARC)PEN AmericaNew York"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240113_LDD005.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The neuro basis of bias"}, {"role": "body", "text": "As a neurobiologist, I endorse fully the letter (January 27th) from Scott Simmons about the hopeless mismanagement of diversity, equity and inclusion. I hope that it is read meticulously by the leaders of all institutions, and above all the heads of human-resources departments."}, {"role": "body", "text": "The letter should be a wake-up call for bosses to take a mandatory course in the neurobiology of behaviour, instead of aping mindlessly the unscientific mantras of DEI. Any programme that deals with human conduct and does not take brain realities, as expressed in human conduct, into account is doomed to fail. "}, {"role": "body", "text": "Semir ZekiProfessor of neuroaestheticsUniversity College London"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240203_OBP503.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "P.D.Q. Bach"}, {"role": "body", "text": "As well as being a musical satirist, Peter Schickele was, perhaps inadvertently, an effective teacher in the history of music (Obituary, February 3rd). I first heard of him during my studies at university when I took a course on music appreciation (known to students as “name that tune”). The professor played for us a recording of Schickele doing colour commentary on a performance of Beethoven’s 5th symphony. It was pointed out to us that Schickele’s astounded remarks indicated just those aspects of Beethoven’s music that shocked his contemporary listeners and made it revolutionary. "}, {"role": "body", "text": "John FoxMercersburg, Pennsylvania"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240120_STP503.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Start making sense"}, {"role": "body", "text": "I enjoyed the article on researching common sense, but I thought the definition was incomplete (“A slippery concept”, January 20th). For many of us, common sense isn’t related so much to factual information (a triangle has three sides) as it is to behaviour, specifically, our ability to understand and employ the norms of successful life. "}, {"role": "body", "text": "Common sense says don’t let your children play in traffic. Don’t laugh out loud at your boss’s big idea. Don’t taunt a bear in the woods. Be very polite to the proctologist. And so on. How do we measure that ability?"}, {"role": "body", "text": "Carl Sessions SteppEmeritus professor at the University of MarylandSpringfield, Virginia"}, {"role": "body", "text": "I am reminded of an old saying. Two of the most common things are rare: common sense and common courtesy."}, {"role": "body", "text": "Philip RakitaPhiladelphia"}], "id": 11}