{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_BRP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why British police should focus on victims", "subtitle": "A small number of people suffer a disproportionate amount of crime", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "For MOST Britons who worry about crime, two facts should provide some reassurance. First, it has fallen over the past three decades. The latest Crime Survey for England and Wales shows that most crimes, including violent ones and burglary, continue to fall from a peak in the mid-1990s. Second, a relatively small number of people are disproportionately likely to be victims. Previous research has suggested that 5% of people (in Britain and in America) experience 60% of all crimes in which there are victims. "}, {"role": "body", "text": "If that means most Britons are less likely to experience crime than they might deduce from media headlines, it also means that life is much grimmer and more dangerous for a smaller number of people than most care to think about. Sometimes repeat victimisation occurs because the target is personally vulnerable: a woman living with a violent man, say. In other cases it is because one crime invites a repeat: a shoplifting episode in which a thief clocks that the cashier does not have a clear view of the exit, for example. Often, it is both. Perpetrators of anti-social behaviour, which is not a crime but definitely has victims, also often pick on the same people."}, {"role": "body", "text": "As with crime generally, repeat victimisation tends to be concentrated where there is poverty. “High crime areas are ‘high’ primarily because of the numbers of repeat victims,” says Ken Pease, a visiting professor of criminology at University College London. The Crime Survey contains no areas in which more than half the residents are victimised, he says, but it does have areas in which those who are victims of crime suffer many times over. As crime falls it appears that repeat victims account for an increasing proportion of it. "}, {"role": "body", "text": "Focusing on repeat victims to prevent lawbreaking is “low-hanging fruit”, says Professor Pease. Yet in recent years it has largely disappeared as a focus of police policymaking. That means the data upon which such policing depends are often absent. Collecting a lot of detailed information on suspects is core police work; making careful notes on victims, beyond what is needed to bring a prosecution, is not."}, {"role": "body", "text": "The Metropolitan Police believes the best way to help repeat victims is to look at the harm done to them (rather than simply counting the number of crimes they have suffered). It uses a “harm index” to home in on the 100 offenders in London who pose the most risk to women and girls. Developed by Cambridge University’s Institute of Criminology, it measures how much damage is inflicted on victims by reflecting the sentences that different crimes carry. "}, {"role": "body", "text": "Working with other agencies is vital in such efforts, says Professor Lawrence Sherman, the Met’s chief scientific officer (who helped devise the harm index). He cites the case of a woman who had not been known to the police before she was charged with the attempted murder of her husband. Analysis of Met data revealed that the woman (“the offender”) had been admitted to accident-and-emergency 19 times in the year before her crime. A child had been admitted twice."}, {"role": "body", "text": "If data are vital for this sort of crime prevention, “sensible policing” is as important, says Professor Pease. That includes targeted patrols, when officers walk past buildings that have been burgled repeatedly. But this requires community police officers and experienced ones. Since austerity, both have been in short supply. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 46}