{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_WBP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why Costco is so loved", "subtitle": "Keeping customers, employees and investors happy is no mean feat", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-02-15T15:59:41Z", "contents": [{"role": "body", "text": "In the nearly 40 years that The Economist has served up its Big Mac index, the price of the McDonald’s burger in America has more than tripled. In that same period the cost of another meaty treat—a hot-dog-and-drink combo at Costco—has remained steady at $1.50. Last year customers of the American big-box retailer devoured 200m of them. Richard Galanti, Costco’s longtime finance boss, once promised to keep the price frozen “for ever”."}, {"role": "body", "text": "Customers are not the only fans of Costco, as the outpouring of affection from Wall Street analysts after Mr Galanti announced his retirement on February 6th made clear. The firm’s share price is 430 times what it was when he took the job nearly four decades ago, compared with 25 times for the S&amp;P 500 index of large companies. It has continued to outperform the market in recent years. What lies behind its enduring success?"}, {"role": "body", "text": "Costco is the world’s third-biggest retailer, behind Walmart and Amazon. Though its sales are less than half of Walmart’s, its return on capital, at nearly 20%, is more than twice as high. Charlie Munger, a famed investor who served on Costco’s board from 1997 until his death last year, called it a “perfect damn company”. Mr Galanti, who describes Costco’s business model as “arrogantly simple”, says the company is guided by a simple idea—hook shoppers by offering high-quality products at the lowest prices. It does this by keeping markups low while charging a fixed membership fee and stocking fewer distinct products, all while treating its employees generously."}, {"role": "body", "text": "Start with margins. Most retailers boost profits by marking up prices. Not Costco. Its gross margins hover around 12%, compared with Walmart’s 24%. The company makes up the shortfall through its membership fees: customers pay $60 or more a year to shop at its stores. In 2023 fees from its 129m members netted $4.6bn, more than half of Costco’s operating profits. "}, {"role": "body", "text": "Joe Feldman, an analyst at Telsey Advisory Group, a research firm, argues that the membership model creates a virtuous circle. The more members the company has, the greater its buying power, leading to better deals with suppliers, most of which are then passed on to its members. The fee also encourages customers to focus their spending at Costco, rather than shopping around. That seems to work; membership-renewal rates are upwards of 90%. "}, {"role": "body", "text": "Next, consider the way the company manages its product lineup. Costco stores stock a limited selection of about 3,800 distinct items. Sam’s Club, Walmart’s Costco-like competitor, carries about 7,000. A Walmart superstore has around 120,000. Buying more from fewer suppliers gives the company even greater bargaining heft, lowering prices further. By limiting its range, Costco can better focus on maintaining quality. Less variety in stores helps it use space more efficiently: its sales per square foot are three times that of Walmart. And with fewer products, Costco turns over its wares almost twice as fast as usual for retailers, meaning less capital gets tied up in inventory. It has also expanded its own brand, Kirkland Signature, which now accounts for over a quarter of its sales, well above average for a retailer. Its margins on its own-brand products are about six percentage points higher than for brands such as Hershey or Kellogg’s."}, {"role": "body", "text": "Last, Costco stands out among retailers for how it treats its employees. Some 60% of retail employees leave their jobs each year. Staff turnover at Costco is just 8%; over a third of workers have been there for more than ten years. One reason for low attrition is pay. Its wages are higher than the industry average and it offers generous medical and retirement benefits. Another is career prospects. The company prefers to promote leaders from within. Although Mr Galanti’s successor has come from outside, the rest of Costco’s executive team has been with the company for more than 20 years. The late Mr Munger was confident that Costco had “a marvellous future”. Its customers could be enjoying $1.50 hot dogs for many years to come. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 56}