{"coverImageURL": "https://www.economist.com/media-assets/image/20230513_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Martin Luther King was among the greatest Americans—and the most misunderstood", "subtitle": "Jonathan Eig’s magnificent new biography wrestles with him in all his complexity", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-05-11T13:35:06Z", "contents": [{"role": "body", "text": "King: A Life. By Jonathan Eig. Farrar, Straus and Giroux; 688 pages; $35. Simon &amp; Schuster; £25"}, {"role": "body", "text": "SIX MONTHS after Florida’s board of education banned “critical race theory” (CRT)—in essence, the study of structural racism—from its classrooms, Ron DeSantis, the governor, introduced legislation further restricting what his state’s teachers could say about race. He invoked an unlikely ally: “You think about what MLK stood for,” he told a crowd last year. “He didn’t want people judged on the colour of their skin, but on the content of their character.” Kevin McCarthy, the speaker of the House of Representatives, invoked King too: CRT, he said, “goes against everything Martin Luther King junior taught us—not to judge others by the colour of their skin.”"}, {"role": "body", "text": "The phrase “content of their character”, which King used in his “I Have a Dream” speech, delivered at the March on Washington of 1963, has become one of his best known. Out of context, it seems to advocate colour-blindness towards individuals above all else, even to suggest that policies which take account of racial inequities are themselves unfairly biased. That is a misunderstanding of King’s views—and it is far from the only one in wide circulation. The reverence with which Americans of all political stripes view him today obscures how deeply divisive he was in his time. "}, {"role": "body", "text": "King was a thorny, prophetic, demanding thinker. He struggled to balance his optimistic patriotism against self-doubt and, later in his life, against his creeping pessimism about America’s ability to overcome its demons. Jonathan Eig’s magnificent new biography is an overdue attempt to grapple with King in all his complexity."}, {"role": "body", "text": "His book will inevitably draw comparisons with “America in the King Years”, a three-volume history by Taylor Branch. But that trilogy was sprawling and expansive—almost 3,000 pages long, and as much about America between 1954 and 1968 as about King. Mr Eig’s is a more traditional biography, and the book benefits from its narrower focus. It gives the reader more insight into the multifaceted man himself."}, {"role": "body", "text": "For though King was a great man, he was not a saint. He plagiarised, philandered, was unkind and sometimes cruel to his wife, and seems to have suffered from what is now recognised as depression. He was also funny, fond of good food and politically shrewd. A doting father, he had a gift for friendship and extraordinary reserves of patience and discipline. Mr Eig makes his courage and moral vision seem all the more exceptional for having come from a man with ordinary flaws."}, {"role": "body", "text": "King was the product of a middle-class upbringing, and of a family ensconced in Atlanta’s black bourgeoisie. His father, affectionately known as “Daddy King”, was strong-willed and stern; he preached at Ebenezer Baptist Church, making it one of the city’s more prominent black churches. King attended Morehouse College, then as now one of America’s best historically black universities, before moving on to seminary in Pennsylvania and graduate school in theology at Boston University."}, {"role": "body", "text": "Now remembered for his oratory, as a young seminarian, Mr Eig notes, “he earned As in his philosophy classes and Cs in public speaking.” Mr Eig speculates that some of his northern, white professors “were not enthralled with the black Baptist style”. The high marks in philosophy, however, are unsurprising: King was a student of ideas for his entire life. Written in 1963, his “Letter from Birmingham Jail” is renowned for its moral force and lucid prose. It also bristles with allusions—to the Old and New Testaments, but also Thomas Aquinas, Reinhold Neibuhr, Martin Buber and others. (It did not mention Mohandas Gandhi, whose philosophy of non-violent resistance was perhaps the single greatest influence on King’s life and work.)"}, {"role": "body", "text": "He found his voice as a political leader on December 5th 1955, when he was just 26 and a newly installed pastor in Montgomery, Alabama. At Holt Street Baptist Church that evening, four days after the arrest of Rosa Parks for refusing to give up her seat on a bus to a white passenger, he addressed a crowd of black Alabamans. They were concerned about the response that their boycott of Montgomery’s buses might provoke from the city’s whites."}, {"role": "body", "text": "Mr Eig explains that King “needed to embolden without embittering”. He had to acknowledge his audience’s justified anger yet persuade them to protest righteously and hopefully. Speaking without notes, he advanced a reassuring argument deeply rooted in American and Christian traditions. “We are not wrong,” he declared. “If we are wrong, the Supreme Court of this nation is wrong. If we are wrong, the constitution of the United States is wrong. If we are wrong, God Almighty is wrong.”"}, {"role": "second", "text": "Like a mighty stream"}, {"role": "body", "text": "They were not wrong—and that may have been the mid-century civil-rights movement’s greatest strength. King’s efforts to overturn legal segregation were at once radical, because African-Americans had been second-class citizens since America’s founding, and based on straightforward American ideals. He understood that the country’s promises of freedom and equality were hollow if geography or skin colour could invalidate them."}, {"role": "body", "text": "Moral suasion was not enough. King also led the most successful pressure campaign in American history, enduring beatings, bombings, imprisonment, scorn, the arms’-length caution of John F. Kennedy, Lyndon Johnson’s two-faced truculence, and illegal monitoring and harassment by the FBI. Within a decade of his address in Holt Street, Johnson signed the Civil Rights Act and the Voting Rights Act. He signed the Fair Housing Act, outlawing discrimination in housing, a week after an assassin’s bullet ended King’s life in 1968."}, {"role": "body", "text": "Yet by the time King died many considered him yesterday’s man. His opposition to the war in Vietnam alienated some of his compatriots. The civil-rights movement had splintered, as more radical voices, such as Stokely Carmichael’s, grew louder. Many white Americans saw ending segregation as the movement’s goal, when, for King, it was just the start: his aim was brotherhood and equality. As the 55 years since his death have shown, achieving those through policy is fiendishly difficult."}, {"role": "body", "text": "A difficult goal can be worth striving for, however. And it does King and his quest an injustice to suggest he called only for colour-blindness and not, as he put it in 1967, “a reconstruction of the entire society”, perhaps involving the nationalisation of industry and a guaranteed basic income. Such ideas may be discomforting, including for those who would enlist King as an opponent of CRT: always sceptical of “the tranquillising drug of gradualism”, he came to believe that most Americans “are unconscious racists”. But those were still his views, even if expressing them could spell trouble for a teacher in Florida. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 59}