{"coverImageURL": "https://www.economist.com/media-assets/image/20230513_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The hazards of pronouncing foreign names on air", "subtitle": "Trying too hard to get it right is better than not trying at all", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-05-11T13:35:06Z", "contents": [{"role": "body", "text": "A journalist named Antonio Mendoza—played by Jimmy Smits, an actor with Puerto Rican heritage—walks into a new job at a television station. The room of (non-Hispanic) old hands begin discussing “our coverage of Nicaragua”, with a preposterously Spanish pronunciation of the country’s name. Someone offers Antonio “enchiladas”, again with an absurdly overdone Spanish accent. Another brags that he learned to love Latino food in “Los Angeles” in the same vein. "}, {"role": "body", "text": "Antonio begins to get irritated, and asks, “What do you call the kind of storm you get with high winds and a big funnel cloud?” “A tor-NAH-do, why?” And on it goes. The sketch from “Saturday Night Live” is considered a bit of a classic. "}, {"role": "body", "text": "But it is not just comedy. Viewers and listeners of broadcast journalism write in with genuine annoyance when they notice journalists saying names of the places and people they cover as if they were natives. The same scorn adheres to the gap-year traveller just back from “Barthelona” or “Budapesht”. Some think it is an emerging trend, perhaps even a cousin to leftish virtue-signalling."}, {"role": "body", "text": "This, however, is a long-standing gripe. That “Saturday Night Live” sketch originally aired in 1990. The problem has recurred ever since for a simple reason: finding a perfect solution for pronouncing foreign names is not always easy. A reporter working in another country and fluent in its language might have heard prominent names (the president, the capital, etc) pronounced in English many times. But they may have heard of smaller places or less familiar names only in the local language. "}, {"role": "body", "text": "That means that when speaking English, they naturally tend to use the only pronunciation they have heard. Listeners who would prefer a “natural” English pronunciation are really asking for the journalist to devise a new and unaccustomed one, overriding the most comfortable version. In such cases, journalists using native-like pronunciations are not really being accused of trying too hard. They are, in effect, decried for not trying hard enough, by avoiding the extra effort to make foreign names sound English."}, {"role": "body", "text": "This is to say nothing of the fact that, though some foreign sounds are easy to adapt to English equivalents, others have no close analogue. This widens the gap between the only two options: an English-inflected pronunciation that sounds nothing like the original, or an accurate one by foreign standards that gives rise to accusations of swottery, or even snobbery. "}, {"role": "body", "text": "For example, the last syllable of the surname of the French president, Emmanuel Macron, sounds like ohn, only without the tongue quite touching the teeth as with a usual n-sound. (It is in fact a nasalised vowel, an oh-sound made with the air coming from the nose.) English has nothing particularly close. This leaves a few bad options. Pronouncing “Macron” as though it were English, rhyming with “micron” (with first-syllable stress, too) distorts the name considerably. And if you pronounce the -on as French, you might find it odd to use an English-style -r- in the middle of the name, and so adopt the uvular French one. Now you are back to a gap-year accent, open to criticism for showing off."}, {"role": "body", "text": "Attempts at authentic native pronunciation can go wrong, too. Ukraine has asked that its capital be called Kyiv, as in the Ukrainian language, and not Kiev, as in Russian (and, heretofore, in English). Many reporters want to show they are on team Kyiv, and pronounce the name as unlike “Kiev” as possible, coming out with “Keev”. But that isn’t quite right, either. Like “Kiev”, Kyiv in Ukrainian is properly pronounced with two vowels back to back. But they are something like the i in “fish” followed by the first e in “Steve”. This unusual combination doesn’t exist in English, and so many outsiders mangle it. "}, {"role": "body", "text": "As “Keev” hints, there really is such a thing as trying too hard, so getting the wrong result by any standard, whether that of native accuracy or natural English. Barack Obama liked to showcase his worldliness; the former president pronounced “Pakistan” as Pakistanis do, with two broad a’s (as in “father”). But he did the same with the a in “Copenhagen”, which is not how Copenhageners say it in English. (The Danish “Koebenhavn” is another matter.) Thus he unwittingly called the city by its German name."}, {"role": "body", "text": "Still, trying your hand at foreign pronunciations is a sign of openness and accommodation. It is often impossible to please everyone. In a world torn by national antagonisms, it is no great crime to make an effort. Save your scorn for those who do not try at all."}, {"role": "body", "text": "Read more from Johnson, our columnist on language:ChatGPT raises questions about how humans acquire language (Apr 26th)A new language textbook in Mexico has caused a brouhaha (Apr 12th)ChatGPT is a marvel of multilingualism (Mar 27th)"}, {"role": "body", "text": "Also: How the Johnson column got its name"}], "id": 64}