{"coverImageURL": "https://www.economist.com/media-assets/image/20230909_AMD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Two women are vying to be Mexico’s next president", "subtitle": "Claudia Sheinbaum will go head-to-head with Xóchitl Gálvez", "hashTag": "The Americas", "authorName": "The Economist", "publishDate": "2023-09-05T19:40:19Z", "contents": [{"role": "body", "text": "Two women will compete to be Mexico’s president in the election next year. On September 3rd Xóchitl Gálvez, a 60-year-old senator, was named the candidate for an alliance among three opposition parties: the Institutional Revolutionary Party (PRI), National Action Party (PAN) and Party of the Democratic Revolution (PRD). On September 6th Morena, the party of President Andrés Manuel López Obrador, selected Claudia Sheinbaum, the 61-year-old former mayor of Mexico City, as its candidate."}, {"role": "body", "text": "Ms Sheinbaum is currently in the lead. According to one survey, if elections were held now she would beat Ms Gálvez by 44% to 27%. That is unlikely to change even if Marcelo Ebrard, the former foreign minister, runs as an independent. He withdrew from Morena’s process, alleging irregularities. But aside from the fact that either would be Mexico’s first female president, how much would they change the country? "}, {"role": "body", "text": "The two politicians have some things in common. Ms Sheinbaum is a physicist with a PhD in environmental engineering. Ms Gálvez is a computer engineer who founded her own tech business. “It could be a nerdy campaign,” says Javier Aparicio, a political scientist in Mexico City. Neither woman has an explicitly feminist agenda, but both are socially progressive. "}, {"role": "body", "text": "Ms Sheinbaum has greater clout. She has been active in politics since her student days and was part of Mr López Obrador’s administration when he was mayor of Mexico City in the early 2000s. She won the mayorship, which is the equivalent of a state governorship, in 2018. Because she is the president’s protégée, voters have a clearer sense of what she stands for. Ms Sheinbaum has promised to continue Mr López Obrador’s “Fourth Transformation”, an idiosyncratic mix of policies which involves increased social handouts and a strong backing for fossil fuels. At a campaign rally on August 27th she led the crowd in chants of “It’s an honour to be with Obrador”. Like the president, she is in favour of curbing the independence of the electoral body and having elected judges."}, {"role": "body", "text": "But her time as mayor suggests she would differ from Mr López Obrador in several respects. She is likely to take a technocratic approach to policymaking and be less aggressive towards her critics. Although Ms Sheinbaum says she will not deviate from the president’s policy of supporting state-owned energy companies, she will “accelerate” the green transition. That has not been a priority for her mentor. In private meetings with businesspeople she says she understands they need certainty. This has been lacking under Mr López Obrador. She also says she wants to make sure workers benefit as foreign companies shift production to Mexico, in order to be closer to the United States. "}, {"role": "body", "text": "Ms Gálvez, who is backed by an alliance of parties that were once fierce foes, is less well known—but she is no political novice. She was head of the indigenous-affairs institute under the PAN government of Vicente Fox (who was president from 2000 to 2006) and has been a senator since 2018. And she will be a tough candidate for Ms Sheinbaum to face. Ms Gálvez’s popularity has risen since the start of June, when Mr López Obrador began attacking her in his morning briefings. That persuaded her to compete for the presidency. Thousands gathered in the capital to see her in action at a rally on the day she was appointed."}, {"role": "body", "text": "“People fell madly in love” with Ms Gálvez, says Joy Langston of the College of Mexico, a university in the capital. She is seen as a maverick, partly because of her style: she uses slang, promising a government free of huevones, rateros and pendejos (loafers, thieves and idiots). She also comes from a poor indigenous family (by contrast, Ms Sheinbaum comes from a middle-class background). And she is good at grabbing headlines. Last year she entered the legislature dressed as a dinosaur to denounce Morena’s plan to weaken the electoral body, to make the point that it took the country back to the “Jurassic” age. Ms Gálvez has said she will improve public services, though details remain vague. She wants to create a state firm to develop sources of green energy, and for Mexicans to know more about robotics and AI. "}, {"role": "body", "text": "Crime will be an important issue. Two-thirds of Mexicans polled say insecurity is the worst problem in the country, up from one-third three years ago. Ms Sheinbaum has an edge here: the capital’s murder rate has fallen more quickly than the national average, from 16 per 100,000 people in 2018 to eight in 2022."}, {"role": "body", "text": "In order to win over voters Ms Gálvez needs to foster a better understanding of the main issues, says Andrés Rozental, an analyst. Many middle-class Mexicans resent opposition parties from their previous stints in power. But they do not want to vote for Morena. “I don’t like Claudia, but I don’t trust that Xóchitl has enough of a grasp on things to lead the country,” says Gabriela Portilla, a teacher."}, {"role": "body", "text": "Both candidates will need to get serious about how to pay for their plans. Ms Sheinbaum reckons she can avoid raising taxes by continuing to crack down on tax evasion. Ms Gálvez says she will save money by culling the president’s mega-projects. But neither policy will cover the rising cost of social handouts and pensions. "}, {"role": "body", "text": "Along with voting for a new president, Mexicans will choose all 500 legislators in the lower house and 128 in the upper one in the elections in June. Morena could struggle to retain a simple majority, let alone regain the two-thirds majority that it enjoyed before 2021. The presidenta will have to prove her mettle as a negotiator, too. ■"}], "id": 32}