{"coverImageURL": "https://www.economist.com/media-assets/image/20230909_BID001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The cold war holds lessons for America’s rivalry with China, say Condoleezza Rice and Niall Ferguson", "subtitle": "Military strength matters, as do allies, but nothing is inevitable", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2023-09-07T12:30:56Z", "contents": [{"role": "body", "text": "THE INTENSIFYING rivalry between America and China has led many to speak of a second cold war. Others reject the analogy. We can say this: the world’s two largest economies seem to have little space for co-operation and a great deal of room for conflict."}, {"role": "body", "text": "The greatest difference with the first cold war is, of course, the origin of this rivalry. After the second world war, the two superpowers settled quickly into confrontation. They had little in common. The Soviet Union was a military giant but an economic recluse, isolated from most of the global economy."}, {"role": "body", "text": "China, conversely, was brought into the international economy by its own choices under Deng Xiaoping and by the decisions of global capitalists. For 30 years it benefited from integration and access to foreign capital and know-how. Along the way, China acquired an aptitude for indigenous innovation, not just intellectual-property theft."}, {"role": "body", "text": "China had been chipping away at American power for years. But it took the more frontal approach of Xi Jinping, who speaks of surpassing America in frontier technologies and calls the Taiwan Strait Chinese national waters, to shock America and its allies into fully understanding the challenge ahead."}, {"role": "body", "text": "China has built an impressive global network of telecommunications infrastructure, underwater cables, port access and military bases (or rights to build them) in client states. With each project, Chinese influence has evolved from pure mercantilism to a desire for political influence. If nothing else, the scale of China’s market has a magnetic attraction."}, {"role": "body", "text": "America has been slow to react. Too often it resorts to public cajoling of other countries to resist Chinese investment, while offering too few alternatives. "}, {"role": "body", "text": "The truth is, though, that China’s foreign-investment strategy is beginning to show cracks. Its “loan-to-own” approach, its reliance on Chinese rather than local workers and infrastructure construction failures—including some spectacular accidents—are arousing resentment in Latin America, Africa and elsewhere. "}, {"role": "body", "text": "In the cold war and after, the Marshall Plan, the Peace Corps, the American-backed “green revolution” in Indian agriculture and the PEPFAR initiative to tackle HIV/AIDS showed that America could improve the lives of people abroad. The question today is how far it can take advantage of Chinese missteps with an equally effective strategy. "}, {"role": "body", "text": "From the 1940s to the 1980s the Hoover Institution, where we are both fellows, fostered the study of the cold war. Its archives remain crucial to scholars of the period. We would do well to understand it and to take its lessons to heart. Five stand out."}, {"role": "body", "text": "The first is that allies matter, for both good and ill. China has clients which are beholden to it in one way or another. The most important, Russia, has become a liability because of Vladimir Putin’s war on Ukraine. For now, China finds itself trying to support its “partner without limits” while staying on the right side of the American and European sanctions line. It is a tough balancing act."}, {"role": "body", "text": "America, meanwhile, is blessed with a European alliance revitalised by its firm response to Russia’s aggression and a measurably stronger NATO with the addition of Finland and, assuming hold-outs ratify its membership, Sweden. America also has strong allies in Asia, such as Australia, South Korea and Japan. Its relationship with India is deepening. "}, {"role": "body", "text": "The second lesson is that deterrence requires military capability that matches the rhetoric surrounding it. China has been improving every aspect of its military capability while the war in Ukraine and wargaming about Taiwan have revealed weaknesses in the West’s. The West must respond immediately by procuring more advanced weaponry, developing secure supply chains for critical materials and components, and rebuilding the defence-industrial base. Peace through strength really does work."}, {"role": "body", "text": "Third, engage in efforts to avoid accidental war. To this day we benefit from contacts between the American and Russian armed forces (established during the cold war) to prevent an accident between them. Given the nature of today’s technologies, not least artificial intelligence, a war between America and China could be even more dangerous than one with the Soviet Union would have been. China has been unwilling to discuss accident prevention, despite near misses between Chinese and American planes and ships. That is a mistake."}, {"role": "body", "text": "Fourth, remember George Kennan, the American diplomat based in Moscow who wrote the “long telegram”. The greatest insight in Kennan’s essay-length message, wired to Harry Truman’s State Department in 1946, was to point clearly to the disadvantages that plagued the Soviet Union. He advised his government to deny Moscow scope for external expansion, and argued that the Soviet Union’s own internal contradictions would eventually weaken it. "}, {"role": "body", "text": "China is economically stronger than the Soviet Union ever was, but there, too, contradictions are showing. A deflating property sector, high youth unemployment and disastrous demographics all plague China. Authoritarian leaders prefer the certainties of political control over the risks of economic liberalisation."}, {"role": "body", "text": "But the final lesson of the first cold war is that nothing is inevitable. The leaders of that time never underestimated the challenge before them. Success today will require democracies to come to terms with their own flaws and contradictions—not least, fractures in society caused by ethnic, social and class differences and the tendency for these to be amplified in online echo chambers. Failure to safeguard the legitimacy of political institutions that protect freedom has led to plummeting confidence in democracy itself. "}, {"role": "body", "text": "Still, it is worth remembering that democracies have been counted out before by authoritarian rulers who mistook the cacophony of freedom for weakness and assumed that the suppression of dissenting voices in their own societies was a sign of strength. From Harry Truman to Ronald Reagan to George H.W. Bush, the best cold-war presidents understood that the authoritarians were wrong. If this generation of leaders can show similar resolve, the outcome of this new superpower rivalry—whether it is a second cold war or something new—should be another victory for the free world. "}, {"role": "body", "text": "Condoleezza Rice is the Tad and Dianne Taube Director of the Hoover Institution and a Senior Fellow on Public Policy. She was United States Secretary of State from 2005 to 2009. Niall Ferguson is the Milbank Family Senior Fellow at the Hoover Institution."}], "id": 12}