{"coverImageURL": "https://www.economist.com/media-assets/image/20230909_USD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What Democrats can learn from Bobby Kennedy", "subtitle": "The father—not the son—was the party’s last great populist", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-09-07T14:20:20Z", "contents": [{"role": "body", "text": "Of all the what-ifs of post-war American politics, none is more haunting than the vision in which an assassin did not shoot down Robert Kennedy while he was running for president in 1968. Had Kennedy lived, runs this counterfactual history, he would have become president, and America would have left Vietnam years earlier. There would have been no Nixon administration, no Watergate scandal to sharpen cynicism and no successful Republican “southern strategy” to deepen racial division. The Democrats would have become the party of the multiracial working class, rather than of the multiracial professional elite. "}, {"role": "body", "text": "Now, as his father challenged President Lyndon Johnson for the Democratic nomination, Robert Kennedy junior is challenging President Joe Biden. You might hear echoes of the father’s politics, as when the son inveighs against “the warfare machine that is bankrupting our country” or against the Democratic Party for “inviting Wall Street to strip-mine the American public”."}, {"role": "body", "text": "But unlike his father, this Kennedy has little chance of the nomination. Rather than falling in love with him, leftish journalists are tearing him apart for his opposition to vaccination and his yen for conspiracy theories, including about the murders of his father and his uncle, John Kennedy. Having supplied the tragedy in 1968, history is offering up the farce."}, {"role": "body", "text": "And yet an unflattering comparison could also be made with most other modern Democratic campaigns, even allowing for mythmaking: they all seem a bit pallid beside Kennedy’s blazing, tragic 82-day race. A mix of idealism and pragmatism led him to try to reassemble the Democrats’ New Deal coalition, fractured by the Vietnam war and the civil-rights movement. He got in late, after the New Hampshire primary. Another Democratic challenger, Eugene McCarthy, a cerebral senator from Minnesota, had claimed the hearts of affluent, educated opponents of the war. "}, {"role": "body", "text": "Kennedy set out to build on his support among black voters by showing working-class white Americans they had common interests. His policies were heterodox, aimed at holding families and communities together, to nurture civic pride and a spirit of mutual obligation. For decades liberals had linked the growth of the federal government to the expansion of rights and freedom, but Kennedy sensed Americans felt they were losing control to a distant government with giant, one-size-fits-all programmes. He argued that people wanted the dignity of work rather than welfare, and he favoured local, public-private jobs schemes. “He sensed and managed to articulate that feeling of disempowerment experienced by ordinary Americans, including the white working class, black and Hispanic voters and other groups excluded from the mainstream of American prosperity and respect,” says Michael Sandel, a political philosopher and author of “Democracy’s Discontent”."}, {"role": "body", "text": "As riots tore inner cities apart, Kennedy called for “law and order”, courting the disdain of some liberals who, then as now, heard that as racist code. But he always twinned his call for law enforcement with demands for racial justice, saying white Americans bore responsibility for black violence."}, {"role": "body", "text": "To housewives in Terre Haute, Indiana, he cited Camus, urging empathy with the hopelessness of destitute families. In Indianapolis, on the night Martin Luther King was killed, Kennedy defused the anger in a crowd primed to riot. He quoted Aeschylus on the wisdom that comes with despair and added, “Let us dedicate ourselves to what the Greeks wrote so many years ago: to tame the savageness of man and make gentle the life of this world.”"}, {"role": "body", "text": "He often said what voters did not want to hear. “You sit here as white medical students, while black people carry the burden of fighting in Vietnam,” he scolded students at Indiana University, saying he wanted to take their draft deferments away. “He sort of respects our intelligence,” a farmer told a reporter in Nebraska, where Kennedy freely admitted he had no idea how to milk a cow. "}, {"role": "body", "text": "The honesty and intensity of Kennedy’s campaign—along with his decision to visit Native American reservations, where presidential candidates seldom bother to go, to draw attention to their wretchedness—may have resulted in part from the sense of doom suffusing it. Like the reporters covering him, the candidate feared he would eventually be shot."}, {"role": "second", "text": "From George Wallace to Donald Trump"}, {"role": "body", "text": "Yet Kennedy insisted on so exposing himself that supporters would make off with his jacket and even his shoes. He ended his campaign in Indiana with a nine-hour ride in an open car inching through black and white communities. The reporter Jules Witcover described an “unbroken display of adulation and support” as he rode through neighbourhoods “that ran smack against one another, and you read their racial or ethnic composition in the faces that looked up at him, in the colour of the hands that stretched out to him, in the accents that shouted out at him”. Kennedy did not succeed with well-off white voters. Instead, he won the Indiana primary by carrying 86% of black voters along with working-class white Democrats, including many who had defected to the segregationist George Wallace four years earlier. "}, {"role": "body", "text": "Kennedy would go on to lose the primary in Oregon, an affluent white state, but he won Nebraska, South Dakota and California. There, after his victory speech at the Ambassador Hotel, he broke one of his own rules. Instead of wading through the crowd he left through the kitchen, where his assassin waited."}, {"role": "body", "text": "It is impossible to know what Kennedy might have achieved. Yet it is also hard to believe Donald Trump would have achieved so much had the Democrats modelled themselves less on McCarthy and more on Kennedy. He was, in short, the last great Democratic populist. Kennedy loved to paraphrase George Bernard Shaw: “Some people see things as they are and say, ‘Why?’ I dream of things that never were and say, ‘Why not?’” These days both questions seem worth asking. ■"}, {"role": "body", "text": "Read more from Lexington, our columnist on American politics:Joe Biden’s re-election bid is in trouble (Aug 31st)How Donald Trump won the debate he skipped (Aug 24th)The case for a third-party campaign in 2024 is actuarial, not ideological (Jul 20th)"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters. You can read other articles about the elections of 2024 and follow along as we track shifts in Joe Biden’s approval rating."}], "id": 25}