{"coverImageURL": "https://www.economist.com/media-assets/image/20230909_CUP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Zadie Smith’s new novel revives a 150-year-old court case", "subtitle": "What is the populist appeal of elite men who delude the masses?", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-09-05T19:44:24Z", "contents": [{"role": "body", "text": "The Fraud. By Zadie Smith. Penguin Press; 464 pages; $29. Hamish Hamilton; £20"}, {"role": "body", "text": "Zadie Smith, who has just written a historical novel, never planned to. She saw the genre as “by nature a conservative form”, guided by nostalgia for a time rather unlike the multicultural world of her life and books. "}, {"role": "body", "text": "When she burst onto the scene at 24 with “White Teeth”, her bestselling debut published in 2000, Ms Smith earned comparisons to Charles Dickens; she cluttered a multigenerational epic about immigrants in London with wry details and antic plot twists. As she has morphed from wunderkind into literary luminary, she has experimented widely with styles and forms, nodding to E.M. Forster in “On Beauty” and to Virginia Woolf in “NW”. "}, {"role": "body", "text": "Given her catholic taste in fiction, perhaps it was only a matter of time before she would write a historical novel after all. Her sixth novel, “The Fraud”, is based on a real court battle in 1873, in which a seemingly uneducated butcher from east London claimed to be Sir Roger Tichborne, the presumed-drowned heir to a grand estate. Ms Smith was fascinated by how this butcher’s claim became a cause célèbre, with masses of Britons rooting for a self-declared aristocrat as if he was one of their own. "}, {"role": "body", "text": "Like most novels about the past, this one comments on the present. In short, pacey chapters, Ms Smith uses the trials—which lasted years, making them among the longest in Britain’s history—to interrogate the odd populist appeal of elite men like Donald Trump and Boris Johnson, born into privilege yet praised for speaking for the common man. “Everywhere he speaks there’s huge crowds, full of those what are despised like him, and forgotten like him”, says an illiterate former maid of the man pretending to be Sir Roger. “He’s for us, and we’re for him.” "}, {"role": "body", "text": "Ms Smith broadens the story to touch on her usual themes of race, class, identity and things that people cannot escape, like their bodies and circumstances. The reader’s witness for the legal saga is the sharp-eyed Eliza Touchet, who became a widow in her 20s. Curious, sceptical and jaundiced, Touchet is shocked by the rowdy support for the man purporting to be Sir Roger—“So obviously out of his depth, caught in an ever-widening lie”—but riveted by the quiet dignity of Andrew Bogle, a former Jamaican slave and Tichborne servant, who testifies on Tichborne’s behalf. "}, {"role": "body", "text": "“The Fraud” leaps from stuffy English parlours to Jamaican sugar plantations, where African slaves lost their names, their loves and often their lives while toiling for the British. The effect is potent, as Ms Smith—a child of a white father and Jamaican mother—considers a worse fraud than a butcher’s claim to wealth. Beneath the sweetened tea of polite society was a hellscape of inhumanity. "}, {"role": "body", "text": "Ms Smith admits that much of her career has involved injecting mixed-race people like herself into the novels she grew up with: “The older I get, the Freudian part of it is very clear to me, going through the canon and inserting myself,” she says. With “The Fraud”, she reveals the slavery stories that roiled unseen beneath the classic English novels of Jane Austen, Thomas Hardy and others. In other words, Ms Smith uses fiction to examine the fictions people tell themselves about history, including glossing over past misdeeds. "}, {"role": "body", "text": "“So much of life is delusion,” Touchet observes. Her concerns about the gifts and thefts of time feel like the observations of a female writer in middle age. Her fascinating contradictions—Touchet is at once self-aware and oblivious, right-minded and hypocritical—make her a fine guide for exploring the mysteries that lurk between people, within nations and within the self. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 67}