{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_BRP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Britain’s kings of sourdough", "subtitle": "The rapid rise of a firm that makes bread very slowly", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-03-27T14:14:48Z", "contents": [{"role": "body", "text": "In an industrial estate near Leicester, Geary’s Bakeries turns water, salt and Canadian flour into sourdough bread. The dough ferments slowly in a special room, which, for those familiar with the end product, smells like a thousand breakfasts. Baked loaves of various kinds zip along a conveyor belt, where they are classified by automatic cameras and sent one way or another. The bags into which the sliced bread will be packed are opened with little puffs of air. A food associated with finicky artisans has been industrialised. "}, {"role": "body", "text": "For most of its existence Geary’s Bakeries, a family firm founded in 1906, was a small outfit that supplied shops in the East Midlands. By 2013 it was making loaves for Aldi, a discounter, and employing 83 people. Today most supermarket chains sell the firm’s “Jason’s Sourdough” bread. The company has expanded quickly to 440 workers, a number that will rise to 500 when a new building is completed. Though small compared with conventional sliced-bread behemoths like Hovis and Warburtons, it is a leader in the bubbly business of making sourdough. "}, {"role": "body", "text": "Britain was not a nation of sourdough-chewers until recently. Eliza Acton’s “English Bread Book” of 1857 assumed that bakers would leaven their loaves with yeast (which was close to hand in a country fond of beer) or with soda and acid. She knew that Germans made sourdough bread, but described it as “unfavourable”. Two decades ago the California-based La Brea Bakery made an attempt at supplying the country with sourdough bread. So niche and exotic was the product that the bakery made its loaves in America, froze them and transported them to Britain. "}, {"role": "body", "text": "Tastes changed gradually as sourdough bread appeared on restaurant menus and in a growing number of posh bakeries. More-or-less palatable claims were made about its health-giving properties (sourdough certainly contains fewer ingredients than ordinary commercial bread). Then a terrifyingly quick change occurred. In March 2020 Britons were confined to their homes and cut back on shopping for perishable groceries, lest they catch covid-19. With lots of time on their hands, they took to baking at home in such numbers that shops ran out of yeast. One slow and tricky option remained. "}, {"role": "body", "text": "The popularity of tv baking shows notwithstanding, Britain is not a nation of home bakers. It never was. “Servant women in abundance appear to think that loaves are made by the baker, as knights are made by the king,” complained William Cobbett, a social reformer, in the early 19th century. And if home-made yeasty bread is a challenge, the naturally leavened kind is even more so. "}, {"role": "body", "text": "“People tried to make sourdough, but it’s hard,” says Barry Dawber at Geary’s Bakeries. With extraordinarily good timing, his firm distributed the first Jason’s loaves just as the virus took hold. When people returned to the shops, they fell upon them with relief. "}, {"role": "body", "text": "It would not be easy for the biggest bakers to start churning out sourdough loaves even if they wanted to. Their production lines, which are often built around high-speed mixers and rapid proofing, are not suited to it. So the rise of Geary’s Bakeries is likely to continue. Whether Leicestershire will ever become an appellation to rival San Francisco is another matter.■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 44}