{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_FND002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Europe’s economy is under attack from all sides", "subtitle": "First Putin, now Xi. Next Trump?", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-03-26T20:00:46Z", "contents": [{"role": "body", "text": "A decade ago Xi Jinping was welcomed to Duisburg in Germany’s Ruhr valley. He praised the region as a hub for Chinese investment; greeted a train that had spent a fortnight travelling from Chongqing, via Russia, to Europe’s industrial belt; and enjoyed an orchestral performance of traditional mining songs. More recently, another Chinese arrival in Germany received a frostier reception. In February a ship called BYD Explorer No. 1 unloaded 3,000 or so electric cars made by BYD, a Chinese electric-vehicle (EV) firm. As the ship’s name suggests, it is likely to be the first of many. Little surprise that it has prompted worries about the future of Germany’s hallowed carmakers."}, {"role": "body", "text": "China is churning out cars, as its leaders funnel cash and loans to high-tech industry in an attempt to revive the country’s moribund economy. Its manufacturing trade surplus is close to a record high as a share of global GDP, and is set to rise higher still. As a result, European leaders are fearful of an influx of advanced, cheap Chinese goods. On March 5th the European Commission decided that it had sufficient evidence to declare China had unfairly subsidised its EV-makers, paving the way for tariffs. Ursula von der Leyen, the commission’s president, has warned China not to “race to the bottom” on green tech. Britain has begun a probe into the country’s excavators. Emmanuel Macron, France’s president, will host Mr Xi in May. He will, according to diplomats, deliver “firm messages” on trade. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240330_FNC108.png", "imageWidth": 608.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Countries from Brazil to India are moving to block China’s exports. They are a particular threat to Europe’s producers, though, because of the continent’s growth model, which has long had trade at its heart. According to IMF researchers, Europe is the region of the world most open to trade and investment (see chart 1). In the EU trade in goods and services runs to 44% of GDP, almost twice as much as in America. As a rules-based bloc, the EU is reluctant to violate trade rules too blatantly by erecting barriers. So is Britain, which has a history of support for free trade. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240330_FNC114.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "The new China shock arrives at a terrible time for European industry. It is still dealing with an energy shock caused by Russia’s invasion of Ukraine, which began just as national leaders were attempting to accelerate the green transition. Gas prices—usually around €20 ($22) per megawatt hour—spiked to more than €300 in 2022, sending electricity prices soaring (see chart 2). A post-covid rebound turned into inflation and an energy crisis. The European Central Bank (ECB) was forced to raise rates to 4%, hitting demand in an already weakened economy."}, {"role": "body", "text": "Fiscal largesse during the pandemic and energy crisis has since given way to retrenchment. Germany’s tight deficit limits have forced the country to cut back this year, with more cuts to come in 2025. France has just announced that its deficit in 2023 was 5.5% of gdp, well above forecasts. It had already pulled what Bruno Le Maire, its finance minister, calls an “emergency brake”, cutting €10bn of spending in order to bring fiscal policy back on track. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240330_FNC079.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "The EU’s gdp has grown by just 4% in real terms since 2019, which is around half the pace America has enjoyed. In Britain and Germany GDP per person has actually fallen (see chart 3). Official forecasts for the eu and Britain project growth of less than 1% this year; beyond that, things are uncertain. Whereas American productivity seems to have risen in the pandemic, Europe’s is limping along. The ECB, national leaders, think-tanks and two former Italian prime ministers, Enrico Letta and Mario Draghi, are trying to work out why. At the same time, another threat looms: if Donald Trump wins America’s presidential election, European exporters could be subject to tariffs on sales to one of their most lucrative markets."}, {"role": "second", "text": "Shock horror"}, {"role": "body", "text": "So as the continent’s economy reels from the Russia shock of 2022, how will it adapt to a new one from China and maybe a third from America? The first China shock came in 2001, when the country entered the WTO and benefited from lower trade barriers, posing a challenge to Western manufacturers. In America, some regions and sectors were hit hard. Europe got off more lightly, in part because the shock coincided with the accession of central and eastern European countries to the EU. The fast development of the EU’s newest members supported the bloc’s productivity growth and created demand for Western goods."}, {"role": "body", "text": "This time will be different. Although China is moving towards high-tech manufacturing in response to its economic struggles, Mr Xi is also keen to wean the country off Western industry. He wants to build technological leadership in sectors he sees as necessary for national strength, such as industrial robots and railway equipment. A weaker China aiming to be less dependent on foreign inputs will buy fewer cars, less machinery and less high-tech equipment, precisely the sort of goods that lifted European exports during the first China shock. China’s economy is also much larger than it was at the turn of the millennium. As Adam Wolfe of Absolute Strategy, a consultancy, notes, the rise in China’s exports since 2019—moderate as a share of the country’s GDP—has already felt like a deluge elsewhere. "}, {"role": "body", "text": "Moreover, European firms now face Chinese competition in increasingly sophisticated markets, both at home and in third countries. Take cars, the crown jewel of Europe’s industry. The sector, along with its supply chain, employs around 3m Europeans. Yet Chinese brands already make up 9% of the pure-battery market in western Europe, according to data from Matthias Schmidt, an automotive consultant. Across the continent, new registrations of Chinese-brand consumer vehicles more than doubled between 2022 and 2023. French, German and Italian mass-market brands appear to be especially vulnerable to competition. Analysts at UBS, a bank, reckon that “legacy” carmakers’ global market share will drop from 81% today to 58% by 2030. "}, {"role": "body", "text": "Europe’s leaders are particularly keen to develop green industries as they pour billions into the climate transition. Yet European companies producing for the mass market will struggle to compete with the value offered by their Chinese competitors. China already dominates wind turbines, for instance, with a market share of 60% in 2022, according to the Global Wind Energy Council, an industry body. That provides its manufacturers with the scale needed for further innovation. And things are only heading in one direction. China’s producer-price index, which measures prices at the factory gate, has been falling for 17 months, and is roughly at its level of 2019. The same index for the EU, even excluding energy costs, is almost a quarter above its level of four years ago."}, {"role": "body", "text": "Europe’s own attempts to “de-risk” from China—that is, to source fewer critical inputs from the country and restrict investments and exports of high-tech goods to it—will also push up costs. In a recent paper Julian Hinz of Bielefeld University and his co-authors look at the effects of a hard decoupling from China and its allies. For Germany, the European economy most closely intertwined with China, they find that a gradual adjustment would cost 1.2% of GDP, around the same as for Japan. Other major European countries and America would lose about 0.5% of GDP. China’s loss would come to around 2%."}, {"role": "body", "text": "Europe’s de-risking costs will become harder to bear if Mr Trump wins in November. New levies are a grim prospect for the continent’s exporters, which last year sold €500bn-worth of goods to America. Indeed, 20 of the EU’s 27 member states ran a goods-trade surplus with the country. "}, {"role": "body", "text": "Mr Trump stoked tensions during his first term, when America imposed hefty tariffs on aluminium and steel, hitting European producers. Europe replied with its own tariffs on American products, including bourbon and motorbikes. It took the arrival of Joe Biden for the two sides to reach a (somewhat shaky) truce. Trump 2.0 could be much more painful. The former president has proposed a 10% tariff on all America’s imports. Robert Lighthizer, who advises him on trade, has gone further, arguing recently in The Economist that even more brutal tariffs might be “necessary”. "}, {"role": "second", "text": "Lighthizer’s heavy blow"}, {"role": "body", "text": "The German Economic Institute, a think-tank, has calculated the possible impact. Imagine America applies 10% tariffs on its imports and punishes China with even higher tariffs. America’s own economy would take a hit, via higher consumer prices—but Europe’s would be hurt more. Germany’s total exports would be nearly 5% lower by 2028 than in a world with no new American tariffs. Private investment would also be hit. As a result, German GDP would be 1.2% lower, equivalent to a cumulative loss of €120bn-worth of output by 2028. A Trump administration might go even further, seeking to retaliate against Europe for its digital-services taxes, which target American tech firms, or for refusing to toe the president’s line on China. "}, {"role": "body", "text": "Meanwhile, when it comes to tensions between China and the EU, tit-for-tat probes into subsidies and dumping will probably become common. The Chinese government, for example, has a clear idea who is behind the EU’s EV probe: it has started an anti-dumping probe into French cognac. France has designed its own ev subsidies for consumers to exclude Chinese brands; Chinese firms offer customers a rebate of the same magnitude, in what one analyst calls “a single-finger greeting to Mr Macron”. "}, {"role": "body", "text": "The combination of energy, China and Trump shocks could lead to an extended period of restructuring in the European economy. For the continent’s consumers, this would be a mixed blessing. Trade wars make goods pricier and reduce choice, but when China subsidises solar panels, European utilities and households get cheaper energy. Some regions could benefit, too. Countries such as Spain, with solar-power potential, or Sweden, with water and wind power, could attract new industries. Indeed, earlier this year H2 Green Steel, a Swedish firm, announced that it had secured €6.5bn in funding for its plant near Lulea in the country’s north."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240330_FND003.jpg", "imageWidth": 608.0, "imageHeight": 760.0, "imageDescription": ""}, {"role": "body", "text": "Similarly, some foreign firms will want to invest in Europe to be close to customers when trade is difficult. Poland attracted almost €30bn in foreign direct investment (fdi) in 2021 and 2022, and probably as much in 2023. That is twice the amount it typically received before the pandemic. FDI now makes up 25% of Poland’s capital spending, compared with an average of 5% or so in industrialised countries. Some of its inflows came from Bosch, a German engineering firm, and Daikin, a Japanese conglomerate, both of which are building heat-pump factories in the country. According to a survey by EY, a consultancy, 67% of “international decision-makers” expect their firm’s European presence to grow, up from 40% in 2021. That may include defence companies, which will supply the continent’s growing armed forces—and China’s EV-makers. "}, {"role": "body", "text": "But most of the restructuring will be less pleasant. Continental, one of Germany’s largest suppliers of car parts, is shedding thousands of jobs. Bosch is getting rid of 1,200 positions in its automotive-software division. Others in the car industry have also announced cuts. The previous China shock spurred technological advances as workers moved to more productive companies that invested in innovation. But over the past 15 or so years, firms exposed to Chinese competition have shown signs of slower productivity growth, according to research by Klaus Friesenbichler of the Austrian Institute of Economic Research and co-authors."}, {"role": "body", "text": "Although Germany is Europe’s manufacturing powerhouse, the triple challenge could affect the whole continent. Regions with energy-intensive industries or that produce mass-market products in western Europe stand to lose out. Even areas insulated from the initial effects may see successful local firms invest more overseas, as they adapt to protectionism elsewhere. Over the next five years some 75% of large businesses in the euro area expect to diversify across countries, move production closer to sales or shift parts of their businesses to more politically aligned countries, according to a survey by the ECB. "}, {"role": "second", "text": "Dark clouds"}, {"role": "body", "text": "There are limits to what cash-strapped governments will be able do to ease the transition to new industries. This is especially true when they have promised to spend more on defence and there is little desire for the sort of grand EU reforms that could help stimulate growth. The bloc recently approved €1.2bn in public subsidies for cloud computing by seven countries over several years. As McKinsey Global Institute, another think-tank, points out, that comes to about 4% of the annual investment of Amazon Web Services. Patents in frontier technologies are registered mostly by American and Chinese firms. Despite its huge population, in many respects the EU still struggles for scale. Internal goods trade is far from seamless. Services markets are as fragmented as ever."}, {"role": "body", "text": "That leaves a second approach—seeking to preserve the old—for which lobbying is inevitably fierce. In an age when the populist right is resurgent, few politicians want to be blamed for job losses. Payoffs from doing the difficult, technical work of deepening capital markets or integrating electricity markets do not come quickly. In Brussels and Paris the clamour for unhelpful subsidies and other forms of protectionism is growing. Germany, meanwhile, is hamstrung by a three-party coalition that cannot agree on anything, let alone a thorny issue that cuts across geopolitics and industrial policy. As politicians prevaricate, more BYD ships will make the journey to Europe’s ports. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 60}