{"coverImageURL": "https://www.economist.com/media-assets/image/20240302_WBP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2024-03-27T14:15:07Z", "contents": [{"role": "body", "text": "Letters are welcome via email to letters@economist.com"}, {"role": "second", "text": "You should get out of Russia"}, {"role": "body", "text": "“Divestment dilemmas” (March 2nd) gave an impression of Western companies being stuck in Russia, facing “no pretty choices”. Such framing removes any agency and responsibility from the Western businesses that chose to remain in a country that shows no respect for human or investor rights. Companies that are willing to leave the Russian market do indeed face mounting risks, but it is imperative to understand how they allowed themselves to be in this precarious situation in the first place. "}, {"role": "body", "text": "Russia’s war on Ukraine began in 2014 with the annexation of Crimea and the occupation of parts of Donbas, so foreign companies still operating in Russia have had ten years to make decisions based on sound risk assessment. Because of its lawlessness, the Russian government already de facto controls the assets of all remaining businesses. The list of companies expropriated by the Kremlin extends far beyond the cases of Danone and Carlsberg, to include firms such as Uniper and Fortum, as well as attempts to arrest the assets of the Russian subsidiaries of Deutsche Bank, Credit Suisse and others. As of November 2023, the Russian courts imposed 93 seizures on the assets of foreign firms. "}, {"role": "body", "text": "Values matter too. It has been two years since the invasion of Ukraine and 125,000 war crimes have since been committed by the Russians. The remaining Western firms are facing the consequences of their short-sightedness and greed. Foreign companies in Russia have always had a choice and they still do now. Instead of trying to remain and navigate Russia’s state-controlled chaos, they should drop their keys and leave, writing off the losses and maybe taking their cases to international arbitration. Fortum, a Finnish utility, has done this. "}, {"role": "body", "text": "Nataliia PopovychCo-founder B4Ukraine CoalitionCopenhagen"}, {"role": "body", "text": "America’s Republicans have floated the idea of converting economic assistance to Ukraine into a loan (the idea came from Donald Trump). Overloading Ukraine with more debt would jeopardise the IMF’s Extended Fund Facility stabilisation programme, which is a loan. An American loan in lieu of direct economic assistance would significantly burden Ukraine’s precarious fiscal outlook, complicating the IMF’s debt-ratio guidelines for further lending. "}, {"role": "body", "text": "Moreover, this idea sends the wrong signal to other donors to Ukraine, who might follow the American example of offering more loans and fewer grants. If America and Ukraine’s allies are serious about “unlocking the value” of nearly $300bn in Russia’s frozen assets (Free exchange, March 2nd) they should abandon this unhelpful loan option and accelerate efforts to confiscate the assets in order to help Ukraine before it’s too late. Congress should pass the REPO for Ukrainians Act now."}, {"role": "body", "text": "Greg WilsonFormer deputy assistant secretary at the US Treasury DepartmentEstero, Florida"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240309_FND003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The forms of bitcoin"}, {"role": "body", "text": "You tried to make sense of bitcoin’s price appreciation, but only referenced the BitcoinCore version of the protocol (“Back to the moon”, March 9th). BitcoinCore is the most popular bitcoin but there are in fact three functioning versions, each with a limited supply of coins."}, {"role": "body", "text": "BitcoinCash and Bitcoin-SatoshiVision are both more functional payment protocols. BitcoinCash is focused more narrowly on “privacy”. BitcoinSatoshiVision has restored the original protocol and targets that the pseudonymous Satoshi Nakamoto wanted for an efficient payment system for small casual transactions on the internet, and also the smart contracts alluded to in his white paper from 2008 and later writings."}, {"role": "body", "text": "Although the media still largely follow the ad populum fallacy of only referring to the degenerate protocol as “bitcoin”, lawyers for BlackRock did note these issues in the prospectus for its bitcoin exchange-traded fund. The lawyers suggest that at some point the ETF’s sponsors may be obliged to disagree with the crowd and switch protocols."}, {"role": "body", "text": "Dr Neil SmithHead of researchAltus InvestmentLondon"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240315_BID001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Choice words"}, {"role": "body", "text": "Mohammad Mustafa, the new prime minister of the Palestinian Authority, offered some nice words (By Invitation, March 17th). But there was no criticism of the Hamas rampage on October 7th, or the continued holding of hostages, or the rocket attacks on Israeli civilians. Without this, why should Israel bother thinking about a two-state solution? "}, {"role": "body", "text": "Neil AlexanderOttawa"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240316_BLP505.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Greek sex gods"}, {"role": "body", "text": "The Economist’s list of what to read to understand God and sex (The Economist reads, March 14th) suggests that Catullus and Sappho, two poets, are reliable guides to Greek and Roman attitudes about sex before Christianity. Perhaps, but there was no mention of the Stoics, or Socrates, or the later Platonists. As in the history of Christendom, popular attitudes and sex practices in ancient Greek and Roman culture often diverged from the more ascetic philosophical views that recommended self-control over dangerous passions. "}, {"role": "body", "text": "Your reading recommendations were also silent about the extensive literary deposit of Jewish engagement with Hellenistic culture, which can also be understood to include the canonical Gospels and the letters of St Paul. These reveal an age-old philosophical and theological tension between the created beauty of sexuality and the human tendency to indulge passion without reason. This fundamental tension between sociability and exploitation was not invented by prudish Christians, nor can it be erased by modern excesses of the appetite."}, {"role": "body", "text": "Dr David OpderbeckProfessor of lawSeton Hall University School of LawNewark, New Jersey"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_OBP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The human spirit"}, {"role": "body", "text": "Your obituary of Robert Badinter (March 2nd) recalled that his father had been arrested in France and killed in a Nazi concentration camp. This fact renders even more extraordinary Badinter’s support for freeing Maurice Papon from prison. Papon had been convicted for his role in deporting French Jews, and sought compassionate release on the ground of ill health when he was in his 90s. As Badinter noted, “We talk of crimes against humanity, but I would say that there comes a point at which humanity must prevail over the crime.”"}, {"role": "body", "text": "John LynchSaint-Germain-en-Laye, France"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240323_FND000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Economics thinking"}, {"role": "body", "text": "Free exchange (March 23rd) covered my podcast interview with Steve Levitt. It captures the great applied-economics battle between reduced-form economists (like Mr Levitt) and structural economists (like Jim Heckman). One of the great things about empirical economics research is that the methods continue to improve along with the robustness of results, as any science should."}, {"role": "body", "text": "Jon HartleyHost of the “Capitalism and Freedom in the 21st Century” podcastStanford, California"}, {"role": "second", "text": "Power and The People"}, {"role": "body", "text": "Henry Biggs enthused about the boots theory of inequality as expounded by Sam Vimes, a character in Terry Pratchett’s Discworld series (Letters, March 2nd). The boots theory is often trotted out as a pithy justification of left-wing calls for redistribution. Less well-known is Vimes’s “swing theory”, from “Night Watch”. "}, {"role": "body", "text": "In that book Vimes is disgusted by left-wing activists who are intoxicated by their own narcissistic sense of virtue and who see humans only as pawns to the imposition of ideology: “People on the side of The People always ended up disappointed…they found that The People tended not to be grateful or appreciative or forward-thinking or obedient”. The revolutionaries were faced with the age-old problem: “it wasn’t that you had the wrong kind of government, which was obvious, but that you had the wrong kind of people.”"}, {"role": "body", "text": "Robert FrazerSalford"}], "id": 9}