{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_WBD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Meet the digital David taking on the Google Goliath", "subtitle": "Jeff Green has built The Trade Desk into a plucky online-advertising powerhouse", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-03-27T14:12:19Z", "contents": [{"role": "body", "text": "JEFF GREEN learned about marketing the hard way. In his late teens he was sent to Ventura, on the Californian coast, as a Mormon missionary. He spent 12 hours a day knocking on people’s doors, mostly to have them slammed in his face. His sales pitch was hardly compelling on the bikini-loving west coast, but as he tells Schumpeter: “If you can convince people to give up premarital sex, 10% of their income, no more alcohol, no more smoking or coffee or tea, and then go to church three hours on Sunday, then arguably you can sell anything.” Today he is head of a digital-advertising platform, The Trade Desk (TTD), which he co-founded and based in Ventura, his old stamping-ground. Its market value of $42bn is only slightly less than the combined worth of two of the most valuable ad agencies, Publicis and Omnicom. In digital advertising, the only firms bigger—albeit much, much bigger—are the Goliaths of big tech. "}, {"role": "body", "text": "Mr Green is no longer a Mormon. In 2021 the billionaire publicly parted ways with the Church of Jesus Christ of Latter-day Saints, rebuking it for its accumulated wealth and intolerant stance on issues such as gay rights. But he remains a crusader. His latest fight is against Google. Following the lead taken three years ago by Apple, maker of the iPhone, this year Google aims to phase out cookies, bits of software code that enable marketers to track consumers digitally across third-party websites and target them with ads. Google’s justification for ending the practice is data privacy. But Mr Green says that is a figleaf, and that Google’s cookie removal benefits its own full-throttled advertising platform at the expense of others. “They kept their Ferrari…and said everyone else should ride bicycles,” he says. He is on a mission to ensure the digital-ad machinery remains on four wheels. "}, {"role": "body", "text": "TTD focuses on placing digital ads in auctions across parts of the internet outside the walled gardens of Google, Apple and other tech giants. That means targeting things like streaming-video content (such as Disney+ and Hulu), audio platforms (Spotify) and the news media. He calls this the “open internet”. It is a lucrative business: TTD charges advertisers a commission, or take rate, of about 20% to target digital ads at scale. But it is a lopsided industry: in round numbers, Mr Green says global ad spending is approaching $1trn. Just $10bn of that, or 1%, went through TTD last year. Google’s revenues, mostly from digital ads, were a stonking $307bn. In order to ensure that within a cookie-less internet advertisers do not simply double down on Google or its sister company, YouTube, TTD has rolled out an alternative open-source technology, known as Unified ID 2.0 (UID2), that it hopes will improve on cookies as an industry standard. "}, {"role": "body", "text": "Google has an enormous advantage. Billions of people use its services, and to do so, many sign in to its Chrome browser using email addresses or phone numbers. These identifiers help advertisers track people across Google’s sites. Some internet users resent this trade-off—but not enough to put them off googling, Gmail, Google Maps or YouTube. The challenge for rivals such as TTD is to find a way to persuade users of services outside the walled gardens to join a centralised system of anonymised identifiers so that digital advertising can flourish. "}, {"role": "body", "text": "What could induce consumers to surrender their email addresses or phone numbers and invite a non-Google advertising onslaught? Mr Green says streaming platforms like Netflix and Spotify provide an answer. They offer ad-supported tiers in exchange for cheaper subscriptions, which many viewers have flocked to. The IDs used to sign in to those services promote the sort of personalisation for which advertisers pay high prices. That can mean the streamers show fewer, more targeted ads. "}, {"role": "body", "text": "He hopes that as such multi-tiered mixes of subscriptions and ads become more common, consumers will consent to having their anonymised identifiers distributed across the parts of the internet outside the tech giants’ domains. This, Mr Green adds with his missionary hat back on, could offer a lifeline to struggling web publishers whose business models currently rely on those giants’ whims. He points to Meta’s recent decision to shut down Facebook News, which was a source of revenues for many content providers, as potentially hurting the economics of the news industry, thus lowering the quality of journalism and, by extension, undermining the political process."}, {"role": "second", "text": "The great internet bake-off"}, {"role": "body", "text": "TTD has its work cut out achieving its boss’s ambitions. Evelyn Mitchell-Wolf of eMarketer, a consultancy, says the number of identifiers like UID2 has “exploded” as rivals try to cook up alternatives to cookies. She wonders if any of them will achieve the scale necessary to bypass the tech giants. The focus on Netflix-like connected-TV platforms is also a risk. The big streamers might favour direct access to advertisers over relying on a middleman like TTD, which could then find it harder to sustain its take rate. Moreover, just as the cookie upheaval is under way, an even bigger disruption of digital advertising may be on the horizon. Artificially intelligent chatbots could draw traffic away from publishers, undermining their advertising appeal. "}, {"role": "body", "text": "Mr Green, ever the salesman, dismisses such worries. On March 20th two deals were announced that suggested media giants were buying into his vision. NBCUniversal said that for the first time advertisers would be able to bid for digital spots in the Olympic games, using TTD as the exchange. Disney announced it was expanding its real-time digital-ad exchange for Disney+ and Hulu using two partners, TTD and Google. As for chatty AIs, Mr Green notes that they, too, need to generate revenues. How will they do that? Obvious. Like the rest of the internet, they will one day be overrun with ads. ■"}, {"role": "body", "text": "Read more from Schumpeter, our columnist on global business:Can anything stop Nvidia’s Jensen Huang? (Mar 20th)Elon Musk is not alone in having Delaware in his sights (Mar 14th)Apple is right not to rush headlong into generative (Mar 3rd)"}, {"role": "body", "text": "Also: If you want to write directly to Schumpeter, email him at schumpeter@economist.com. And here is an explanation of how the Schumpeter column got its name."}], "id": 59}