{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The fallacious case for abolishing the rich", "subtitle": "Arguments for caps on income and wealth are simple, rousing and wrong", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-03-22T15:49:22Z", "contents": [{"role": "body", "text": "Limitarianism. By Ingrid Robeyns. Astra House; 336 pages; $28. Allen Lane; £25"}, {"role": "body", "text": "Enough. By Luke Hildyard. Pluto Press; 160 pages; $19.95 and £14.99"}, {"role": "body", "text": "Two new books argue for doing away with the rich. Not in the Pol Pot sense of murdering them all, for the writers—a Dutch professor of ethics and the director of a left-wing British think-tank—are impeccably nice. Rather, they favour policies that would make it impossible to have “too much” money. "}, {"role": "body", "text": "How much is too much? Ingrid Robeyns of Utrecht University in the Netherlands, the author of “Limitarianism”, thinks the state should prevent anyone from accumulating more than $10m (or pounds, or euros; it is a rough figure). In addition to this hard “political limit”, she thinks there should be a much lower “ethical limit”. In countries where the state pays for health care and pensions, no one should amass more than $1m in savings, and society should scorn anyone who does. "}, {"role": "body", "text": "Luke Hildyard, who runs the High Pay Centre in London and whose book is called “Enough”, stops short of an “absolute cap” but suggests something close to it. No one should earn more than the current threshold for entering the top 1% of taxpayers, he believes. (In Britain that was over £180,000 a year in 2021-22; in America it was about $330,000 in 2021.) Redistributing additional income or wealth beyond this point, or enacting policies so that such riches never accrue in the first place, “has no real downsides”, he claims."}, {"role": "body", "text": "The authors offer many reasons for loathing the loaded. They are bad for the environment, with their private jets and occasional holidays in space. They aggravate housing shortages by owning multiple homes. Some of them buy political influence. Some acquired their wealth corruptly. A pragmatist might tackle these problems directly, by taxing carbon emissions, allowing more homes to be built, tightening campaign-finance laws or cracking down on corruption. But for Ms Robeyns and Mr Hildyard, everything depends on cutting the rich down to size. "}, {"role": "body", "text": "They make the reasonable point that the marginal benefit of an extra $1,000 is greater for the poor than the rich. A hungry family could buy food for months; a banker might blow that amount on a single dinner, not including the wine. The authors go further, though, blaming rising inequality for a host of ills. A radically more equal society would be less stressed, they argue (no rat race!) and more cohesive (less envy!). The money hoarded by the rich could be used to uplift the poor and improve public services."}, {"role": "body", "text": "Mr Hildyard makes these points more concisely—and with flashes of wit. His riff about how many banknotes it would take to cover every floor in Britain—£1.7trn ($2.1trn) in fivers—made this reviewer smile, as did his musing on the relative prices of pointless luxuries. A one-hour guest appearance at your birthday party by James Corden, a British comedian who likes to sing karaoke in cars with celebrities, is about as costly as a half-kilo of cocaine, apparently. "}, {"role": "body", "text": "When it comes to practicalities, however, both books lose their grip. How, exactly, can one abolish the rich? Mr Hildyard favours a maximum wage and a hefty wealth tax, among other measures. Ms Robeyns says it will require a patchwork of policies and is irritated by those who try to oversimplify her idea by describing it as a marginal tax rate of 100%. But if she is serious when she says that $10m should be “as hard a limit as possible”, that implies something very close to a marginal tax rate of 100%."}, {"role": "body", "text": "Such a policy would provoke tax-avoidance on an epic scale. Brainy advisers would strain every synapse to help rich folk hide their wealth or shift it to friendlier jurisdictions. If, against the odds, a government managed to thwart such tricks, many rich folk would emigrate. And if governments all adopted similar wealth-banning policies and enforcement was tight, as the authors desire, the effects would be even worse."}, {"role": "body", "text": "Imagine a world where any gain above £180,000 a year, or $10m over a lifetime, was forfeit. Highly productive people—such as surgeons and engineers, never mind word wizards like J.K. Rowling—would have no financial incentive to keep working after that point was passed. Perhaps some would carry on toiling out of altruism or for the love of the job. But many would be tempted to kick back, relax and deprive the world of their exceptional skills, drive and imagination."}, {"role": "body", "text": "Consider, too, the incentives such a system would create for entrepreneurs. You have an idea for a better mousetrap. Under the old system, you might mortgage your house to raise cash to build a mousetrap factory, in the hope of making a fortune. Under the new system, you must shoulder the same risks (such as losing your home), for a small fraction of the rewards. "}, {"role": "body", "text": "Potentially big ideas would stay small. Even if your mousetrap is so good that the world might reasonably be expected to beat a path to your door, it would be irrational to borrow money to expand production. The financial risks of trying to build a global business fall on you. The rewards go to someone else. Only a mug would take such a bet."}, {"role": "body", "text": "Or a politician, betting with other people’s money. Indeed, most ventures that required hefty capital upfront—from chip factories to offshore wind farms—would probably have to be owned or backed by the state. Since the record of state-run industries over the past century has been one of cronyism, sluggishness and inefficiency, this ought to have given the authors pause. "}, {"role": "body", "text": "Like many on the left, they gloss over the huge fall in global poverty over the past few decades and focus on inequality within countries, which they are sure is rising inexorably thanks to the unfairness of capitalism. But is it? In March Maxim Pinkovskiy, an economist at the Federal Reserve Bank of New York, and his co-authors published new estimates suggesting that global inequality fell dramatically between 1980 and 2019 and that inequality within countries had barely budged since the 1990s. (Though an asset-price boom later increased wealth inequality.) "}, {"role": "body", "text": "There may still be a reasonable case for more redistribution, at least in some places. But in a study of 27 rich countries in 2017, Jacob Lundberg of Uppsala University in Sweden found that five (Austria, Belgium, Denmark, Finland and Sweden) were already on the wrong side of the Laffer curve. That is, their top tax rates were so high—adding up to around 70% in Sweden, for example—that their governments would raise more money if they cut them. "}, {"role": "body", "text": "The idea that governments might find a lot more cash from tax rates higher than Sweden’s is delusional. Jean-Baptiste Colbert, Louis XIV’s finance minister, said that “the art of taxation consists in so plucking the goose as to procure the largest quantity of feathers with the least possible amount of hissing.” He did not add: “unless it’s a big goose, in which case strangle it.” ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 68}