{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What lies behind Beyoncé’s country turn?", "subtitle": "The star singer has always been a canny interpreter of musical trends", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-03-27T14:11:38Z", "contents": [{"role": "body", "text": "BEYONCÉ had shown her cards long before she released “Texas Hold ’Em”, a country-pop track, in February. In 2021 she launched a clothing collection inspired by the “overlooked history of the American black cowboy”. She sat astride a crystal horse for the album cover of “Renaissance” (2022) and wore a white, wide-brimmed hat to the Grammy awards. Her lyrics have frequently referred to her upbringing in Houston. “Earned all this money,” she sang on “Formation” in 2016, “but they never take the country out” of her."}, {"role": "body", "text": "Her new album, “Cowboy Carter”, released on March 29th, evokes a honky-tonk. The record is the second instalment in a three-part project conceived during the covid-19 pandemic, in which Beyoncé pays tribute to the black roots of musical genres. (On “Renaissance” she focused on disco and house music.) "}, {"role": "body", "text": "The album is as perfectly timed as a line dance: Americana is flourishing in popular culture. Models have been strutting down Louis Vuitton’s catwalk wearing snakeskin cowboy boots, and Prada is selling bolo ties. Western sagas such as “Yellowstone” have drawn millions of viewers. Last year country-music tracks accounted for more than a third of streams of the top 50 songs on Spotify in America, up from 2% in 2016."}, {"role": "body", "text": "Beyoncé’s experimentation with country is part of a tradition of artists crossing into new genres in search of new audiences. Bob Dylan forsook acoustic folk for electrified rock (and was called a “Judas” for his efforts). David Bowie tried on a wardrobe of looks and produced different sounds to match. Dolly Parton, Taylor Swift and Shania Twain all left country behind for mainstream pop. Coldplay have moved away from the sometimes dour indie rock of their early albums for more upbeat pop and electronic tunes. "}, {"role": "body", "text": "Those who adapt to new musical trends thrive. Coldplay and Ms Swift are in the midst of lucrative concert tours—which have brought in an estimated $810m and $1bn, respectively—while many of their contemporaries have faded into obscurity. "}, {"role": "body", "text": "Beyoncé has also evolved to meet changing tastes. In the 1990s, as the lead singer of Destiny’s Child, a girl band, she sang rousing anthems of female empowerment. After striking out on her own, she added soulful ballads to her repertoire to show off her powerful voice and later incorporated reggae and trap. "}, {"role": "body", "text": "Country allows Beyoncé to experiment with a new style of songwriting again. On early R&amp;B hits she bragged of having too much money to spend. By contrast, on “16 Carriages”, one of the new country tracks, Beyoncé’s lyrics are more down-to-earth: she remembers the toil of her early career and being “overworked and overwhelmed”. Tonally, these songs are better suited to an era of inflation and cost-of-living crises."}, {"role": "body", "text": "As well as being an astute commercial choice, crossing over allows artists to make a statement about their own value. Lady Gaga, for instance, was a pop hitmaker and chose to release an album of jazz standards to prove her vocal chops. Having range has long been important. In the early 20th century, when record labels made and marketed music along racial lines, experimentation became a way for black artists such as Louis Armstrong to “assert that no one should reduce them to a stereotype”, says Eric Weisbard, a music historian. By turning her talents to a host of genres, Beyoncé is showing that she has “no limit artistically”, he adds."}, {"role": "body", "text": "“Texas Hold ’Em” has been at the top of the charts in America and Britain. But some have questioned whether Beyoncé’s tracks are authentic country music. One country radio station even refused to play it. This is a fraught subject in a heavily white genre, which originated 100 years ago and has roots in African-American folk music. Beyoncé hopes her work will help to nullify “the mention of an artist’s race, as it relates to releasing genres of music”. Posting an image of her on yet another horse, she declared: “This ain’t a country album. This is a Beyoncé album.” ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 70}