{"coverImageURL": "https://www.economist.com/media-assets/image/20230902_FNP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Germany’s economic model is sputtering. So are its banks", "subtitle": "Politicised governance and a diminished private sector undermine competitiveness", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-08-31T10:21:34Z", "contents": [{"role": "body", "text": "Germany’s economic model is known for close relations between bosses and unions; the Mittelstand, the country’s world-leading manufacturing firms; and the political system’s federalism, which spreads prosperity widely. Another ingredient is less renowned but no less fundamental: the country’s banks, many regionally focused, provide long-term funding to Mittelstand companies nice and cheaply."}, {"role": "body", "text": "Unfortunately, this model is no longer delivering: German growth is forecast by the imf to be the lowest of any g7 member this year. And the country’s banks are struggling, too. The European Banking Authority estimates that in the first three months of 2023 their weighted-average return on equity, a measure of profitability, was 6.5%, compared with 10.4% across the eu. In 2020 banks in eight countries in the eu offered worse returns than German lenders. In the first three months of this year only those in Luxembourg did. "}, {"role": "body", "text": "In part, this poor performance reflects quirks of the German market. The country’s banks are unusually keen on making fixed-rate loans, which has limited their ability to profit from higher interest rates. Their net interest margin—what a bank collects on loans minus what it pays for funding—has grown by just 0.1 percentage points since June 2020, half the eu average."}, {"role": "body", "text": "Yet there are also deeper issues at play. German lenders are unusually structured, coming in three categories: private-sector lenders, including Commerzbank and Deutsche Bank; public banks, including 361 savings banks and five Landesbanken, which act as wholesale banks for the savings banks; and 737 co-operatives. "}, {"role": "body", "text": "Non-private lenders, which hold 57% of banking-sector assets, are conservative outfits with goals besides profits, such as supporting local firms. Many public banks have politicians as chairs or board members. This politicised governance brings poor risk management, says Nicolas Véron of Bruegel, a think-tank. Lots are highly exposed to property, for instance, leaving them vulnerable to recent price falls."}, {"role": "body", "text": "Public banks and co-operatives also operate on a “regional principle” that bars them from seeking business in one another’s territory. They form networks, with the biggest possessing more assets than any single European bank, allowing them to share costs and reducing the amount of capital with which they are required to fund themselves. As a result, margins for private-sector banks are squeezed, making it hard for them to compete with other institutions. Deutsche Bank’s price-to-book ratio languishes at 0.3, about half that of bnp Paribas, a French rival. "}, {"role": "body", "text": "Germany’s unusual financial system is well-suited to supporting regional companies. It is rather less well-suited to supporting riskier business (say, startups needed for the green transition or digitisation) that require funding from capital markets alongside more traditional forms of finance. Although German politicians and policymakers are engaged in a lively debate about the country’s economic future, discussion of its financial institutions has yet to feature prominently. Perhaps the country’s banks are simply too much of a fixture to be questioned. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 55}