{"coverImageURL": "https://www.economist.com/media-assets/image/20231014_FNP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How economists have underestimated Chinese consumption", "subtitle": "The surprising relevance of state-subsidised spicy cucumber", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-10-10T16:01:24Z", "contents": [{"role": "body", "text": "“Consumption is the sole end and purpose of all production,” Adam Smith pointed out. But his “perfectly self-evident” maxim has never held much sway in China. Earlier this year the country’s statisticians revealed that household consumption accounted for only 37% of China’s gdp in 2022, its lowest level since 2014. "}, {"role": "body", "text": "Although removing covid-19 controls should have helped lift that figure a bit, tweaks to Chinese data could lift it rather more. China’s headline statistics may understate household income and consumption. Look closer, and both appear higher than reported—and both have risen faster."}, {"role": "body", "text": "For almost two decades, Chinese policymakers have sought to “rebalance” the economy from exports and investment towards spending on more immediate gratifications. “We will work to restore and expand consumption…and increase personal income through multiple channels,” the finance ministry declared in this year’s budget, for example. Yet progress has been slow. In recent years, the imf has graded China’s efforts on a colour-coded “rebalancing scorecard”. The latest card, published in February, was mostly red."}, {"role": "body", "text": "Advocates of rebalancing typically identify two problems. First, Chinese households save a lot of their income; second, their income is too small a slice of the national cake. The second problem features prominently in the arguments of Michael Pettis, an influential professor at Peking University. In the West, he has noted, household income typically represents 70-80% of gdp. In China, by contrast, it is only 55%. Rebalancing, he has argued, will necessarily involve shifting wealth and therefore power to ordinary people."}, {"role": "body", "text": "Indeed, some observers now wonder whether Xi Jinping, China’s leader, has soured on the goal altogether. For him, the end and purpose of Chinese production is not limited to consumption—it also includes ambitions such as making China a resilient power, less dependent on “chokehold” technologies that are dominated by the West. As a young man, he was “repulsed by the all-encompassing commercialisation of Chinese society”, according to the leaked account of a professor who knew him in the 1970s and 1980s. "}, {"role": "body", "text": "But although Mr Xi is no fervent champion of rebalancing, his scorecard may be better than commonly thought. Economists have long believed that China’s figures understate household earning and spending. Surveys probably fail to capture the unreported “grey” income of the wealthy. And the national accounts probably still underestimate the implicit “rent” that homeowners pay themselves when they live in property they own. "}, {"role": "body", "text": "Less well known are the struggles of China’s statisticians to account for goods and services that governments provide to individuals at little or no cost. These transfers include education and health care, not least reimbursements for medicines. They also encompass cultural amenities and subsidised food. Zhu Hongshen of the University of Virginia has highlighted community canteens, often housed in state-owned buildings but operated by private contractors, which provide tasty dishes, such as oyster mushroom or spicy cucumber, at heavily discounted prices."}, {"role": "body", "text": "According to international standards, these goodies should appear in the official statistics as “social transfers in kind” (sometimes abbreviated to stik). They can then be added to household income and consumption to provide a fuller “adjusted” picture. “In principle, social transfers should be included in a complete definition of income,” argued an international team of experts known as the Canberra Group in 2001, although they recognised it is not straightforward to do in practice."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231014_FNC893.png", "imageWidth": 608.0, "imageHeight": 814.0, "imageDescription": ""}, {"role": "body", "text": "China in particular has struggled. In the past, it has not reported them cleanly or separately, shovelling them into other parts of the national accounts, including government consumption. If these transfers are ignored, then the disposable income of China’s households was only 62% of national income in 2020 (and as low as 56% in 2010). This seems strikingly low, as Mr Pettis has argued. But that is partly because of everything it leaves out. If social transfers in kind are also stripped out of the disposable income of other countries, their numbers look more like China’s. The figure for the euro area would be less than 64% in 2020 (see chart 1). By this measure, a dozen European countries had a smaller income share than China."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231014_FNC889.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Fortunately, China’s statisticians can now do better. In the past few years, they have begun publishing figures for social transfers in kind in their annual statistical yearbooks, Mr Zhu has pointed out. These amounted to 6.8trn yuan ($1trn, or almost 7% of national income) in 2020, larger, as a share of gdp, than America’s. That has enabled China’s National Bureau of Statistics to publish an “adjusted” figure for disposable income that makes international comparisons with oecd countries easier."}, {"role": "body", "text": "Adding these social transfers in kind raises China’s share of household income to 69% of national income, placing it near the bottom of the pack, but not at the very bottom. Moreover, since they have grown faster than the economy over the past decade, they make Mr Xi’s rebalancing record more promising. Household consumption, including these transfers, increased from 39% of gdp in 2010 to 45% in 2019 before the pandemic struck (see chart 2). "}, {"role": "body", "text": "Such revisions do make government consumption look weaker. And China’s social transfers in kind, as a share of national income, are still not high compared with the oecd average. There is thus scope to raise them. If Mr Xi objects to the commercialisation of Chinese society, the state could instead provide more of the things that he thinks his citizens should be consuming. That would be a way for Mr Xi to rebalance towards consumption without reconciling himself to consumerism. ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 58}