{"coverImageURL": "https://www.economist.com/media-assets/image/20230121_WOT914.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A flurry of new studies identifies causes of the Industrial Revolution", "subtitle": "Slave-ownership, entrepreneurs and labour shortages played key roles", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-01-17T16:11:54Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230121_WOF915.png", "imageWidth": 1280.0, "imageHeight": 2750.0, "imageDescription": ""}, {"role": "body", "text": "The industrial revolution was the biggest transformation in economic history. For centuries scholars have sought to understand why this process occurred in Britain around 1750. But without the ability to run counter-factual experiments, it is hard to prove any single explanation."}, {"role": "body", "text": "Researchers are now testing theories by studying why similar parts of Britain industrialised at different rates. New papers have yielded evidence for a few key factors: slave-owners’ capital, entrepreneurs who stood to benefit from investing, and shortages of lower-skilled workers."}, {"role": "body", "text": "Industrialisation requires investment, which requires capital. To measure the impact of available wealth, Stephan Heblich, Stephen Redding and Hans-Joachim Voth analysed geographic variation in ownership of plantations. The riches Britons extracted from slaves in the Americas flowed mainly to a few cities, such as Liverpool. By the 1830s these regions had large numbers of cotton mills and shares of workers employed in manufacturing."}, {"role": "body", "text": "Other factors could have made these areas both amass wealth from slavery and industrialise quickly. But the paper tries to isolate slavery’s impact using slave ships’ voyages. Long journeys, caused mainly by bad weather, reduced the share of captives who survived and thus traders’ profits. And among similar areas, those where the trips of the slave-trading ancestors of residents in the 1830s were unusually short industrialised faster than did those where residents’ ancestors’ trips were atypically long."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230121_WOF916.png", "imageWidth": 1280.0, "imageHeight": 1942.0, "imageDescription": ""}, {"role": "body", "text": "Investors still needed financial incentives to buy machines. In early modern Britain, most tenant farmers paid fixed rents, stopping both workers who moved elsewhere and landlords from profiting from investment. An exception was monasteries’ land, where such contracts were rarer. In 1536-40 Henry VIII dissolved these monasteries and sold their land. The buyers could farm or rent it on market terms."}, {"role": "body", "text": "A study by Leander Heldring, James Robinson and Sebastian Vollmer shows that areas once owned by monasteries were at the vanguard of industrialisation. By the 1830s they had unusually large numbers of workers in trades and crafts, agricultural-machine patents, textile mills and grain separators. The authors say that market-based farms, common on ex-monastic land, created an entrepreneurial class and incentives for technological advances."}, {"role": "body", "text": "Another factor that has gained support is labour shortages. Mr Voth, Bruno Caprettini and Alex Trew studied Britain’s wars with France in 1793-1815, when conscription shrank the workforce abruptly. They found that adoption of devices replacing manual labour was greatest in areas that provided the most servicemen—so long as those regions also had mechanics. The effect was weaker without such skilled workers, and on non-labour-saving machines."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230121_WOF917.png", "imageWidth": 1280.0, "imageHeight": 1680.0, "imageDescription": ""}, {"role": "body", "text": "The strength of evidence for each of these causes implies that industrialisation probably required a complex mix of conditions. Many important variables are hard to test statistically. But measuring even a few is a promising advance. ■"}, {"role": "body", "text": "Chart sources: Maddison Project; “Agricultural productivity in Europe, 1300-1800”, by R.C. Allen, 2000; “Slavery and the Industrial Revolution”, by S. Heblich, S.J. Redding and H. Voth, 2022; “Fighting for Growth”, by H. Voth, B. Caprettini and A. Trew, 2022"}]}