{"coverImageURL": "https://www.economist.com/media-assets/image/20230121_CUD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A philosopher offers four case studies in failure", "subtitle": "Emil Cioran, Mahatma Gandhi, Mishima Yukio and Simone Weil provide “lessons in humility”, says Costica Bradatan", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-01-19T09:57:19Z", "contents": [{"role": "body", "text": "In Praise of Failure. By Costica Bradatan. Harvard University Press; 288 pages; $29.95 and £26.95"}, {"role": "body", "text": "Failure conceals success, or so argues Costica Bradatan, a philosopher, in this imaginative but puzzling book. Though diverting to read, it is not easy to review. Its main claim has an air of defensive paradox: if failure really is success, listing the book’s flaws may be mistaken for praise. "}, {"role": "body", "text": "Failure may be “brutal and nasty and devastating”, Mr Bradatan writes, but it is also “essential to what we are as human beings”. A wry reflection on failure’s neglected appeal may be a promising idea in a market where “worshipping of success”, in the author’s words, has had a good run. Yet the literature of failure, whether comic or consoling, is long established, too. It is almost as old as writing itself. "}, {"role": "body", "text": "Trouble starts early with the use of “failure” as a generic term, rather like “butter”. Organs, crops, machines, banks, students, concerts, dinner parties and scientific experiments are alike in that all can fail. Each has a standard of success that may or may not be met. That likeness, though, is minimal. Some failures are serious and some are trivial. It depends what is at stake—an unsuccessful vaccination campaign matters more than a lost football match, a failed kidney more than a flat soufflé. "}, {"role": "body", "text": "As the stake here is success or failure in life, Mr Bradatan wisely approaches this topic from an oblique angle. He analyses the lives of four individuals, which he says offer “lessons in humility”. Each, he writes, involves a distinctive kind of life failure: physical, political, social or biological. "}, {"role": "body", "text": "First up is Simone Weil, a radical French philosopher and social missionary. She took human suffering to be pervasive but refused to treat it as “natural” (ie, inevitable and ethically neutral). Suffering was unequally shared, she thought, and much of it due to the power of the strong to abuse the weak. In 1943 she died of malnourishment, in self-imposed poverty in England, at the age of 34. "}, {"role": "body", "text": "Next is Mahatma Gandhi, the charismatic campaigner for India’s ethical revival and independence from British rule. Mr Bradatan takes issue with Gandhi’s “alarmingly imperfect behaviour” (mainly egotism and undue fixation with chastity). The author suggests he might be compared to the likes of Vladimir Lenin and Maximilien Robespierre, whose utopian dreams were realised as nightmares. "}, {"role": "body", "text": "Third comes Emil Cioran, a misanthropic writer with a seductive pen and taste for pessimistic aphorisms. (“Any success, in any realm, involves an inner impoverishment.”) A Romanian fascist in the 1930s—a “folly” he later denounced—he became a recluse in Paris before a spell of acclaim in the last decades of his life."}, {"role": "body", "text": "Last is Mishima Yukio, perhaps the finest Japanese writer of the 20th century. Disgusted by the country’s pacifist constitution as well as its decadent and materialist society, in 1970 he called on troops in Tokyo to rebel. Mishima probably knew the protest would be futile. He committed seppuku, or ritual disembowelment, before being beheaded by an accomplice."}, {"role": "body", "text": "The schema is unconvincing, as physical and biological failure seem to be the same, and each kind of failure involves some aspect of the others. The framework offers little more than signposting. How they failed, exactly, is not clear. Weil and Cioran left their writings. Mishima achieved not only literary greatness but also the spectacular, violent death that had been his erotic obsession throughout his adult life. Gandhi liberated India. "}, {"role": "body", "text": "The territory of human failure is familiar: whether life is a blessing or a curse has been disputed since ancient times. In his book “Better Never to Have Been”, David Benatar, a South African philosopher, revived an old tradition of pessimism and argued that, as life was on balance bad, it was wrong to have children. To defend a counterintuitive proposition takes logical persistence or wit—preferably both. Unfortunately “In Praise of Failure” falls short. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}]}