{"coverImageURL": "https://www.economist.com/media-assets/image/20230121_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Translating the Bible is a vexed task, as a new book shows", "subtitle": "“The Word” demonstrates the complexity of rendering millennia-old texts into modern English", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-01-19T14:46:57Z", "contents": [{"role": "body", "text": "DODGY TRANSLATION is not always of great import. You may be able to work out a new gadget’s instructions even if they are garbled. If the joke you have translated with your smartphone leaves your audience baffled, you risk nothing more than embarrassment."}, {"role": "body", "text": "Sacred texts are another matter. Some religions eschew translations: faithful Muslims are meant to read the Koran in Arabic. Jews similarly revere their original texts. Reading them in Hebrew (some passages are in Aramaic, a related Semitic language) is the mark of a scholar."}, {"role": "body", "text": "By contrast, the two faiths’ cousin—Christianity—has a long tradition of translation. The Bible not only includes Jewish texts as the Old Testament, but also a New Testament written in Greek. Nearly every quoted word in the gospels is a translation, as Jesus and his followers spoke Aramaic. For centuries the Western church’s Bible was a translation: St Jerome’s Vulgate, the predominant edition until the Reformation, rendered the original Hebrew and Greek into Latin. "}, {"role": "body", "text": "Translation is a vexed undertaking as it has theological consequences. In the Old Testament, Isaiah said an almah would give birth. Today most scholars agree that it probably just meant “young girl”. The translation of Isaiah’s Hebrew into pre-Christian Greek (in the Jewish text known as the Septuagint) rendered it as parthenos, or “virgin”. For Christians, this bolsters the idea that Jesus’s birth fulfilled a prophecy. "}, {"role": "body", "text": "Now most people read the Bible in their own language. A new book, “The Word” by John Barton, an Anglican priest and former scholar at Oxford University, explores the complexities in converting millennia-old texts into modern English. You might think that an excellent knowledge of the source language, the subject matter and English style would be enough, but those are just bare prerequisites for a translator, and will not spare them endless hard choices. Mr Barton distinguishes between “formal” and “functional” equivalence. Should a translator try to carry across the language of the original (its form) or its purpose (function)? "}, {"role": "body", "text": "Some translators have produced a text of such quality that its readers simply consider it “the Bible”. Martin Luther set the standard for modern High German with his translation; every subsequent German version has been compared with his text as much as with the originals. The same goes for the King James Bible. Expressions such as “long-suffering” passed into standard English from its pages. Few readers today know that they were once strikingly earthy literal translations from Hebrew. (They were also the work of William Tyndale, on whose translation the later King James scholars drew. Tyndale had courted controversy for translating the Bible and was executed for heresy.)"}, {"role": "body", "text": "Most translations aim for a text that belongs to its distant time and place yet is accessible to 21st-century readers. That demands certain decisions. There is no such single thing as “modern English”: there are many styles and registers. Some translations, intended to reach young or less literate populations, err on the side of slang and read as uninspired. Even when attempting to be neutral—when telling the story of Noah’s ark, for example—should the translator look to the style of a legend, a novel, an eyewitness account, a history or a news report? Each has its particular vocabulary and turns of phrase. (Mr Barton suggests that the Hebrew style of this story is best considered that of a legend.) "}, {"role": "body", "text": "Then there is the question of the variety within the Bible itself. Some translators strive to create a unified style for the whole book. The word biblia was originally a plural, and with reason: the composition of the Old Testament spanned most of a millennium, a fact reflected in its language. The New Testament books may vary less, but vary they do. How might a translator approach the first two chapters of Luke’s gospel, which are so distinct they are thought by some to belong to a different author?"}, {"role": "body", "text": "Vladimir Nabokov said that every translator’s job was to “reproduce with absolute exactitude” and that anything else is either “an imitation, an adaptation or a parody”. Yet when it comes to the Bible, translators must consider whether they regard the text as a “sacred script” or a “sacred story”, Mr Barton says. Hew to the script, and you create a difficult text that risks excluding readers from salvation. Rework the language and you risk presuming to improve on the word of God. Even staunch atheists will learn a great deal from Mr Barton about the horns of a dilemma that could belong to the devil himself.■"}, {"role": "body", "text": "Read more from Johnson, our columnist on language:And the word of 2022 is… (Dec 14th)The translator of the future is a human-machine hybrid (Nov 30th)Why do some words sound similar in completely unrelated languages? (Nov 17th)"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 84}