{"coverImageURL": "https://www.economist.com/media-assets/image/20230930_CUP511.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "“Bluey” captures the joys of childhood and parenting", "subtitle": "The surprise hit show first aired five years ago and has become a family favourite", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-09-29T15:56:14Z", "contents": [{"role": "body", "text": "“IS THERE SOME game where I just lie really still on a comfy bed or something?” Bandit, the father in “Bluey”, asks, with hope in his voice. “Hospitals!” yell Bluey and Bingo, his two rambunctious dog daughters. “Oh, not hospital,” sighs Bandit, as he is led to a pile of sofa cushions on the floor to become a patient, poked and prodded. "}, {"role": "body", "text": "This is just one of a raft of games the Heeler family plays. There’s “Daddy Robot”, where Bandit can be assigned chores, and “Hotel”, where the workers (the children) repeatedly wake up the guest (Bandit). No five-star review for them. "}, {"role": "body", "text": "“Bluey”, a hit series about four Blue Heeler dogs, first aired on Australian television on October 1st five years ago. It is, at heart, a celebration of the whimsical games adults and children play together. The creator, Joe Brumm, who is an Australian animator, draws on his own experience of bringing up little ones. He has said that playing make-believe with his two girls is “just like being in a ‘Monty Python’ sketch”. Youngsters know a bit about how a café or hospital works, but they have to ad lib to fill the gaps—usually with surreal and amusing results."}, {"role": "body", "text": "Mr Brumm envisaged “Bluey” as Australia’s answer to “Peppa Pig”, a beloved (and lucrative) British animated series. He has succeeded. The pups’ antics are watched in more than 60 countries. In America, more than 23m hours of “Bluey” were streamed in a single week in July: an impressive feat given each instalment is around seven minutes long. "}, {"role": "body", "text": "Why has it become such a global success? There is the wholesome premise: a family having fun, which parents like to show their children. There is an instructive element, too, as the dogs usually learn something about the real world as a result of their japes. For children who expect a present from every party they go to, “Pass the Parcel” teaches them about the joy of generosity. “Bluey” is also beautifully designed, with calming hues and soft music. It makes a pleasant change from the gaudy colours and ear-splitting noise used in many kids’ programmes. "}, {"role": "body", "text": "The show has its critics. It revolves around a bog-standard two-parent, two-child unit, even though families come in all shapes and sizes. Some gender stereotypes persist, too. Although Bandit is involved in parenting, he is, like Daddy Pig, too often the fun parent while Chilli, the mother, does domestic chores and organises the family. Some claim the show puts pressure on parents to be constant play companions to their children."}, {"role": "body", "text": "But also “Bluey” entertains parents, who will have played many made-up games with their own children. Parents empathise with Bandit’s sighs and understand why Chilli “likes being by herself”. The characters provide a model for young and old alike. Bandit and Chilli evince a saintly patience and calm. Few, for instance, would let their children make an almighty mess as they discover just how many eggs need to be broken to make an omelette. But when it comes to cracking the recipe for a happy family—and audience—“Bluey” has done it. ■"}], "id": 74}