{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_IRP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-10-05T12:47:55Z", "contents": [{"role": "second", "text": "Ukraine’s army divisions"}, {"role": "body", "text": "The claim that a lack of professional junior leaders may have impeded Ukrainian operations seems plausible (“Are Ukraine’s tactics working?”, September 16th). Since the first world war, effective infantry tactics have relied on expertise at the squad, platoon and company levels. Nevertheless, the real obstruction to Ukraine’s counter-offensive seems to be located higher up the chain of command, especially at the divisional level. "}, {"role": "body", "text": "The job of the division, a command of about three brigades (20,000 troops), is to co-ordinate artillery and air strikes in the “deep” battlespace beyond its brigades, but in immediate support of them. Although the Ukrainians have mounted many successful operational strikes against Russian targets in Crimea and elsewhere, they seem to have struggled to support their brigades with sufficiently concentrated fireplans. Brigades have fought bravely and effectively on their own. "}, {"role": "body", "text": "If it is difficult to train junior commanders, it is even more challenging to develop competent divisional commanders, supported by efficient headquarters. The West would be wise to address this issue over the winter."}, {"role": "body", "text": "Anthony KingChair of war studiesUniversity of Warwick Coventry"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230923_LDP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A precedent for India"}, {"role": "body", "text": "India is alleged to have killed a Sikh separatist in Canada (“Death in Vancouver”, September 23rd). Perhaps it could take a lesson from Northern Ireland, where funding for the IRA came mainly from donors in America. British governments worked with the American authorities to stop the flow of those funds. At no time did the British government accuse the American government of conspiring to cause mayhem in Northern Ireland. It was a bone of contention but both governments had to work within the law. India must understand this. However beleaguered it may feel about separatist movements outside its shores, it must recognise that foreign governments have to work within the law of their own countries. India may then be able to achieve a lot more in that spirit of co-operation."}, {"role": "body", "text": "Ajay DoshiNairobi"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230916_BRD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Britain’s frustrating politics"}, {"role": "body", "text": "Bagehot (September 16th) blamed the clash of Rory Stewart’s idealism with the political reality of Westminster for his going “a bit mad”. But isn’t the endorsement of the “grubby but always needed art of politics” even crazier? The corrupt, factional skulduggery now embedded in many representative governments should not be the best that Britain can hope for, especially now that we so clearly see that it produces an apathetic, alienated population, divisive all-or-nothing referendums and a long decline of national competitiveness. "}, {"role": "body", "text": "Those seeking power must spell out new ideas, even if at first they sound naive, otherwise newcomers like Mr Stewart will have no legitimacy to reform how any country is run. Change in Britain might include proportional representation, randomly selected citizens’ assemblies, doing something new with the House of Lords, a mix of all these and more. True insanity is to keep banging our heads against the wall of the same outdated voting system and to expect that it will produce a better result."}, {"role": "body", "text": "Hugh PopeBrussels"}, {"role": "body", "text": "Like that Japanese soldier who hid in the jungle until 1974 Britain’s parties are survivors of dead conflicts. The MPs they pick and control for our approval are tied to manifestos with minority support. Our simplified elections are cockfights between the two main parties, one of which expects to win. Unlike Europe’s other voters, ours despise coalitions and proportional representation as formulas for sissies. As a result we have alternating rule by one party that the majority of voters have usually rejected, which is on the hook to its remnant membership. "}, {"role": "body", "text": "Rod TippleCambridge"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230916_STD003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Can AI spot fake science?"}, {"role": "body", "text": "You ask whether artificial intelligence could transform science itself, highlighting the potential for AI algorithms to trawl through the global academic literature for patterns and insights (“I, robot scientist”, September 16th). It is a troubling reality that the reliability and trustworthiness of this literature is undermined by a significant proportion of content that is fraudulent, dishonest and fake, for reasons which are often related to the career advancement of the miscreants. "}, {"role": "body", "text": "Some of this material is weeded out by suspicious readers, reviewers and editors, but an unknown volume escapes censure to contaminate the academic gene pool. In my own wide-ranging field of medicine, information from fraudulent and misleading papers can have a significant adverse impact upon human health and well-being. "}, {"role": "body", "text": "Hence there is a real danger that trawling AI for insights will naively integrate the good, the bad and the ugly with the erroneous and potentially damaging. The solutions to this problem are not yet clear, but awareness of the potential for harm is an important first step. "}, {"role": "body", "text": "David RewFaculty of medicineUniversity of Southampton"}, {"role": "body", "text": "You focus on using AI in the fundamental sciences rather than on applied research. Arguably, the latter is the area where humanity will need most of its breakthroughs to prevent climate and other catastrophes before it’s too late, given the time it takes from fundamental research to broad commercialisation. AI’s prowess in “interpolation”, and ability to rapidly access existing knowledge is listed as a limitation, but should be seen as a strength and an enabler to researchers and engineers who need to combine insights across scientific and technological domains in order to solve intractable challenges."}, {"role": "body", "text": "The implications to industrial R&amp;D is threefold. First, companies must ensure that AI is broadly accessible to, and deployed by, their researchers, rather than residing exclusively with a separate team of data scientists. Second, firms should invest in knowledge and data sharing across the entire company and even with external innovation partners. And finally, they should make the necessary changes to their working practices and incentive structures (more agile, more cross disciplinary; with incentives focused on deployment not invention) so that future AI-inspired R&amp;D breakthroughs can be developed and commercialised more systematically."}, {"role": "body", "text": "AI will not replace experimentation nor the experimenter, although fewer of both will probably be needed. The gravy train it promises for R&amp;D is in making researchers into better problem-solvers. "}, {"role": "body", "text": "Michael Kolk Ben Thuriaux-AlemánArthur D. Little Amsterdam and London"}, {"role": "body", "text": "To describe the concerns of some people about AI and the “extinction of humanity” as fretting, whereas others are just focused on its potential, is a classic on the one hand, on the other hand formulation. I can’t see how you can reasonably balance extinction with anything else. In those stakes, we don’t fret enough."}, {"role": "body", "text": "Lori FontanesRye, New York"}, {"role": "second", "text": "Extremists in power"}, {"role": "body", "text": "You argued that the far right in Europe would become less dangerous if it entered government (“The real threat from Europe’s hard right”, September 16th). I am not so sure. That was precisely the argument used to obtain President Hindenburg’s approval for bringing the National Socialists into government in 1933. But why turn to ancient history? Just look at Hungary’s Fidesz party, which has become much more extreme since attaining a governing supermajority in 2010. Beyond Hungary, there is a great deal of evidence—Nuevas Ideas in El Salvador, Law and Justice in Poland, the True Finns in Finland—that extremist parties and leaders do not in fact become more moderate after achieving power. Your claim seems to involve the triumph of hope over experience."}, {"role": "body", "text": "Matthew DraperCharlottesville, Virginia"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230916_LDD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "You chose a photo of a shaven-headed man with an earring to illustrate your cover on the far right (September 16th). The reality is that the hard right today has support from men and women of all ages, races, religion, sexual orientation and classes, both with and without hair. Some of them even wear suits. "}, {"role": "body", "text": "Jack LardBalding but not extremeParis"}, {"role": "second", "text": "Now you listen here!"}, {"role": "body", "text": "I speak for all Monty Python fans when I posit that, although Elon Musk’s Messiah status remains unclear, with all his self-acknowledged faux pas he certainly is a very naughty boy (“Messiah, menace or both?”, September 16th)."}, {"role": "body", "text": "Tom AppletonHaywards Heath, West Sussex"}], "id": 10}