{"coverImageURL": "https://www.economist.com/media-assets/image/20231007_WOT963.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Productivity has grown faster in western Europe than in America", "subtitle": "Long hours and a strong dollar give America the lead in GDP per person", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-10-04T14:28:32Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231007_WOF964.png", "imageWidth": 1280.0, "imageHeight": 3245.0, "imageDescription": ""}, {"role": "body", "text": "THE EU ECONOMY is now 65% the size of America’s in dollar terms, down from 90% just ten years ago. Slow population growth is partly to blame—the number of Europeans has risen by 1.6% since 2012, compared with 6.1% for Americans. Still, GDP per person is higher, and has grown far faster, in the United States than in Europe."}, {"role": "body", "text": "As a result, commentators and think-tanks have set about comparing the economies of some of Europe’s richest countries to those of America’s poorest states. But comparisons based simply on GDP per person are poor measures of economic welfare. Goods and services cost more in some countries than in others, and working more does not always make people better off. Adjusting for these factors suggests that countries like Denmark and Austria are in fact more productive than America."}, {"role": "body", "text": "The first step in comparing different economies is converting national figures into a common currency. But a dollar goes much further in some countries than others, because the costs of non-tradable goods and services, such as housing or restaurant meals, vary widely. Measuring living standards requires converting GDP figures to “purchasing-power parity” (PPP)."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231007_WOF965.png", "imageWidth": 1280.0, "imageHeight": 2888.0, "imageDescription": ""}, {"role": "body", "text": "Europe’s economic performance looks far better at PPP than in nominal terms. In 2012 prices in America were just 5.4% higher than in the EU at market exchange rates. Today, the gap is 46%, largely thanks to a strong dollar. Adjusting for PPP, the EU’s GDP is roughly 95% of America’s, the same as it was ten years ago. Still, PPP-adjusted GDP per person has grown faster in America than in most of western Europe."}, {"role": "body", "text": "But focus instead on productivity, by dividing these figures by a tally of hours worked, and the gap closes further. As a result of demography—western Europe has a larger share of elderly people than America does—and because of differences in holiday allowances, pensions and unemployment benefits, Europeans work less than Americans do. On an hourly basis, countries like Austria, Belgium and Denmark leap ahead. In France, Germany and Sweden productivity has also grown faster in the past ten years than it has in America."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231007_WOF966.png", "imageWidth": 1280.0, "imageHeight": 1314.0, "imageDescription": ""}, {"role": "body", "text": "Such adjustments are an inexact science. PPP conversions struggle to capture differences in the quality of goods and services and many countries calculate hours worked differently. But in aggregate, western Europeans get just as much out of their labour as Americans do. Narrowing the gap in total GDP would require additional working hours, either via immigration or by raising the amount of time citizens spend on the job. Europeans may well reject this trade-off—they tend to value leisure time, even if GDP figures do not. ■"}, {"role": "body", "text": "Chart sources: OECD; World Bank. Inspect our code on Github."}], "id": 80}