{"title": "Sources and acknowledgments", "subtitle": "", "hashTag": "Special report", "authorName": "The Economist", "publishDate": "2023-10-02T08:41:52Z", "contents": [{"role": "second", "text": "Sources"}, {"role": "body", "text": "Aiyar, Shekhar, Jiaqian Chen, Christian Ebeke, Roberto Garcia-Saltos, Tryggvi Gudmundsson, Anna Ilyina et al. Geo-economic fragmentation and the future of multilateralism. International Monetary Fund, (2023)"}, {"role": "body", "text": "Alfaro, Laura, and Davin Chor. “Global Supply Chains: The Looming “Great Reallocation”, (2023)"}, {"role": "body", "text": "Attinasi, Maria Grazia, Boeckelmann, Lukas, and Meunier, Baptiste, “Unfriendly friends: Trade and relocation effects of the US Inflation Reduction Act” "}, {"role": "body", "text": "Autor, David H., David Dorn, and Gordon H. Hanson. “The China syndrome: Local labor market effects of import competition in the United States.” American economic review 103, no. 6, (2013): 2121-2168"}, {"role": "body", "text": "Autor, David H., David Dorn, and Gordon H. Hanson. “The China shock: Learning from labor-market adjustment to large changes in trade.” Annual review of economics 8, (2016): 205-240"}, {"role": "body", "text": "Autor, David, David Dorn, and Gordon H. Hanson. On the persistence of the China shock. No. w29401. National Bureau of Economic Research, (2021)"}, {"role": "body", "text": "Bistline, John, Neil Mehrotra, and Catherine Wolfram. Economic Implications of the Climate Provisions of the Inflation Reduction Act. No. w31267. National Bureau of Economic Research, (2023)"}, {"role": "body", "text": "Bistline, John, Geoffrey Blanford, Maxwell Brown, Dallas Burtraw, Maya Domeshek, Jamil Farbes, Allen Fawcett et al. “Emissions and energy impacts of the Inflation Reduction Act.” Science 380, no. 6652, (2023): 1324-1327"}, {"role": "body", "text": "Bloom, Nicholas, Kyle Handley, André Kurmann, and Philip Luck. “The impact of Chinese trade on US employment: The good, the bad, and the apocryphal.” In American economic association annual meetings, vol. 2019, (2019)"}, {"role": "body", "text": "Bloom, Nicholas, Mirko Draca, and John Van Reenen. “Trade induced technical change? The impact of Chinese imports on innovation, IT and productivity.” The review of economic studies 83, no. 1, (2016): 87-117"}, {"role": "body", "text": "Branstetter, Lee G., and Guangwei Li. Does ”Made in China 2025” Work for China? Evidence from Chinese Listed Firms. No. w30676. National Bureau of Economic Research, (2022)"}, {"role": "body", "text": "Brenton, Paul, Michael J. Ferrantino, and Maryla Maliszewska. Reshaping global value chains in light of covid-19: Implications for trade and poverty reduction in developing countries. World Bank Publications, (2022)"}, {"role": "body", "text": "Caliendo, Lorenzo, and Fernando Parro. “Lessons from US–China Trade Relations.” Annual Review of Economics 15, (2022)"}, {"role": "body", "text": "Chauhan, Rahul, Lamba, Rohit and Rajan, Raghuram “The PLI Scheme: Sense and nonsense in the debate” "}, {"role": "body", "text": "Clark, Richard, Sarah Kreps, and Adi Rao. “The Political Economy of Reshoring: Evidence from the Semiconductor Industry”, (2023)"}, {"role": "body", "text": "Curtis, E. Mark, Layla O’Kane, and R. Jisung Park. Workers and the Green-Energy Transition: Evidence from 300 Million Job Transitions. No. w31539. National Bureau of Economic Research, (2023)"}, {"role": "body", "text": "DiPippo, Gerard, Ilaria Mazzocco, Scott Kennedy, and Matthew P. Goodman. “Red ink: Estimating Chinese industrial policy spending in comparative perspective.” Center for Strategic &amp; International Studies (CSIS), May (2022)."}, {"role": "body", "text": "Du, Jun, Sourafel Girma, Holger Görg, and Ignat Stepanok. “Who wins and who loses from state subsidies?.” Canadian Journal of Economics/Revue canadienne d’économique ,(2023)"}, {"role": "body", "text": "Freund, Caroline, Aaditya Mattoo, Alen Mulabdic, and Michele Ruta. “Is US Trade Policy Reshaping Global Supply Chains?”, (2023)"}, {"role": "body", "text": "Goes, Carlos and Bekkers, Eddy. The Impact of Geopolitical Conflicts on Trade, Growth, and Innovation. WTO Working Papers, (Jul 4 2022)"}, {"role": "body", "text": "Goldberg, Pinelopi K., and Tristan Reed. Is the Global Economy Deglobalizing? And if so, why? And what is next?. No. w31115. National Bureau of Economic Research, (2023)"}, {"role": "body", "text": "Goldberg, Pinelopi K., Tristan Reed, Gian Maria Milesi-Ferretti, and James Stock. “What is the evidence for deglobalization?”, (2023)"}, {"role": "body", "text": "Hufbauer, Gary Clyde, and Euijin Jung. Scoring 50 years of US industrial policy, 1970–2020. Peterson Institute for International Economics, (2021)"}, {"role": "body", "text": "International Monetary Fund. World Economic Outlook, (April 2023)"}, {"role": "body", "text": "Irwin, Douglas A., and Peter J. Klenow. “High tech R&amp;D subsidies.”, (1994)"}, {"role": "body", "text": "JPMorgan, “Mexico: “Shoring” - Far away, so close”“, (2023)"}, {"role": "body", "text": "Juhász, Réka. “Industrial Policy: The Empirics of The Infant Industry Argument”, (2023)"}, {"role": "body", "text": "Juhász, Réka and Steinwender, Claudia “Industrial Policy and the Great Divergence”, (2023)"}, {"role": "body", "text": "Juhász, Réka, Nathan J. Lane, and Dani Rodrik. The New Economics of Industrial Policy. No. w31538. National Bureau of Economic Research, (2023)"}, {"role": "body", "text": "Juhász, Réka, Nathan Lane, Emily Oehlsen, and Verónica C. Pérez. “The Who, What, When, and How of Industrial Policy: A Text-Based Approach.” What, When, and How of Industrial Policy: A Text-Based Approach (August 15, 2022)"}, {"role": "body", "text": "Lane, Nathan. “Manufacturing revolutions: Industrial policy and industrialization in South Korea.” Available at SSRN 3890311, (2022)"}, {"role": "body", "text": "National Audit Office, “Support for innovation to deliver net zero”, (2023)"}, {"role": "body", "text": "Noland, Marcus, and Howard Pack. Industrial policy in an era of globalization: Lessons from Asia. Vol. 69. Peterson Institute, (2003)"}, {"role": "body", "text": "Owen, Geoffrey. Industrial policy in Europe since the Second World War: what has been learnt?. No. 1/2012. ECIPE occasional paper, (2012)"}, {"role": "body", "text": "Rodrik, Dani. “An industrial policy for good jobs.” Hamilton Project, Brookings Institution, (2022)"}, {"role": "body", "text": "Sullivan, Jake. “Remarks by national security advisor Jake Sullivan on renewing American economic leadership at the Brookings Institution.” Speech, Brookings Institution, Washington, DC, April 27 (2023)"}, {"role": "body", "text": "UBS, “China innovation - exploring tomorrow’s growth engine”, (2023)"}, {"role": "body", "text": "US Treasury, “Unpacking the Boom in U.S. Construction of Manufacturing Facilities”, (2023)"}, {"role": "body", "text": "US Treasury, “Early Signs That Bidenomics is Attracting New Foreign Investment in U.S. Manufacturing” "}, {"role": "second", "text": "Acknowledgments"}, {"role": "body", "text": "In addition to those people mentioned and quoted in the text, the author would like to thank the following: Hunt Alcott, Nick Bloom, John Cochrane, Mark Duggan, Niall Ferguson, Francis Fukuyama, Matthew Gentzkow, Edward Glaeser, Adam Gorlick, Anna Grummon, Preeti Hehmeyer, Jesse Jenkins, Scott Lincicome, Annamaria Lusardi, Chris Meserole, Chris Miller, Emi Nakamura, Julia Nielson, Tessa Ogden, Dario Perkins, Gregory Rosston, Jialu Streeter, Hemant Taneja, the Twitter account GDP Stan &amp; CIA Worshipper and Leo Wu. "}], "id": 54}