{"coverImageURL": "https://www.economist.com/media-assets/image/20231007_EUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What should Ireland’s government do with a huge budget surplus?", "subtitle": "The country’s economy has long been prone to manic mood swings", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-10-05T12:47:55Z", "contents": [{"role": "body", "text": "Bloated by the offshore profits of global corporations, the Irish economy has long been prone to manic mood swings. In 2016 Paul Krugman, an economist and commentator, coined the phrase “leprechaun economics” to describe a surge of 26% in Ireland’s GDP that was later found to have been caused largely by accounting changes at Apple, one of several American tech and pharma giants that book much of their global profits in Ireland."}, {"role": "body", "text": "In Irish folklore, leprechauns were grumpy sprites who hoarded pots of gold at the ends of rainbows. Some wily mortal would invariably trick the little chap out of his stash. Boosted by corporate tax from overseas companies, the Irish government faces a budget surplus of €10bn ($10.5bn, or 3.5% of GNI) this year and maybe €16bn the next. Yet this bonanza puts Ireland’s finance minister, Michael McGrath, poised to unveil his annual budget, in a quandary."}, {"role": "body", "text": "With GNP up by 11% in this year’s second quarter and unemployment at only 4%, the economy is churning at full capacity. Any splurge of spending or tax cuts would probably drive up inflation, already running at 6.3%—far above the euro-zone target of 2%. Even so, the two centre-right parties that dominate the ruling coalition have been hinting at cuts in income tax. Fine Gael (led by the prime minister, Leo Varadkar) and Fianna Fail (led by a former prime minister, Michael Martin) may be eyeing elections, which are due within two years. A sovereign-wealth fund for a rainy day, to cover future pension and welfare liabilities, is also being considered."}, {"role": "body", "text": "Yet opinion polls suggest that the Irish people want the windfall to be spent on longer-term investment, particularly infrastructure, and most of all on housing. The Celtic Tiger’s housing bubble of the 2000s produced a big surplus of new homes before it burst in 2008, leaving the Irish on the hook for an $89bn international bail-out loan. Lean years followed. Soaring rents and a shortage of properties now leave many young people with no affordable place to live; homelessness is rising. IBEC, a lobby group for businesses in Ireland, says that lack of housing for workers is harming economic growth. "}, {"role": "body", "text": "So far Ireland’s government, understandably cautious, has resisted calls for a big state-led programme of house-building. Ireland has had a patchy record in this respect. A new 380-bed children’s hospital, originally priced at €650m, is now projected to cost €2.2bn. An underground railway project for Dublin, mooted decades ago, has so far seen €300m spent on planning and consultants but has yet to break ground. Its estimated cost has soared from €3.5bn 20 years ago to as high as €12bn."}, {"role": "body", "text": "Meanwhile, the money that flows in so easily from the likes of Apple, Google, Meta and Pfizer can all too easily flow out again. The EU and America dislike Ireland’s low corporate tax rate of 12.5%. The Irish government knows there could be a crock of something at the end of the rainbow, but fears it may not be gold. ■"}], "id": 37}