{"coverImageURL": "https://www.economist.com/media-assets/image/20231007_FNP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why India hopes to make it into more big financial indices", "subtitle": "Will others follow the example of JPMorgan Chase?", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-10-05T10:15:40Z", "contents": [{"role": "body", "text": "In theory, financial indices are similar to thermometers, providing objective numbers that reflect external conditions. In reality, especially if the underlying securities are bonds, human choices about their composition make an enormous difference—as India is now demonstrating."}, {"role": "body", "text": "On September 21st JPMorgan Chase, a bank, decided to include Indian government bonds in its emerging-markets index. The decision was hailed by Indian ministers, and Jamie Dimon, JPMorgan’s boss, as a sign of India’s rise. Then, on September 29th, ftse Russell, another indexer, announced, with much less ado, that it would not follow suit, owing to concerns about how markets function in India. Investors are awaiting a call by Bloomberg Barclays Emerging Market Bond Index."}, {"role": "body", "text": "JPMorgan’s move may now prompt an influx of $24bn into India’s government-bond market as the switch is made, according to one estimate. Were Bloomberg’s managers to make a similar decision, and ftse Russell’s to be won over by reforms, the gain could rise to around $40bn. That is a sizeable figure, particularly when set against net purchases of Indian government bonds by foreigners, which amounted to just $3.8bn in the first eight months of this year. The changes in JPMorgan’s index, which will take place over a ten-month period beginning in June, could reduce India’s benchmark ten-year interest rate by as much 0.45 percentage points, or about 7%, reckon some economists. "}, {"role": "body", "text": "JPMorgan’s decision was prompted by support from large investors—when surveyed, 73% backed India’s inclusion in the firm’s emerging-markets index. Once the reallocation is complete, India’s share of the index will be 10%, matching those of China, Indonesia, Mexico and Malaysia. To accommodate India, there will be cuts in excess of one percentage point to Brazil, the Czech Republic, Poland, South Africa and Thailand. The result will be an increase in the relative importance of Asia."}, {"role": "body", "text": "India’s inclusion is not an unalloyed good for the country, however. Outside money will strengthen the rupee, and thus depress inflation and the price of imports, benefiting consumers and some manufacturers. But it will also reduce the competitiveness of Indian exports, at a time when the government is keen to boost it, and swell the country’s large trade deficit. Foreign investors can also be skittish, leading to volatility and raising the chance of a sudden stop to capital inflows. "}, {"role": "body", "text": "Investors also face pitfalls. Bringing money into and out of India is, at best, messy. Foreign-ownership registration and reporting requirements are unhelpfully complex. There are taxes on transactions and gains, and then extra hurdles for those wishing to take their gains outside of India. These add costs, undermine returns and in the past have pushed away all but the most determined investors. "}, {"role": "body", "text": "Large local brokers and international banks are thrilled by JPMorgan’s decision, in part because it means lots of money will be arriving into the financial system, which they can help (for a fee) circumvent such impediments. Other firms are likely to try to create derivative products that capture the swings of Indian bonds without the accompanying burdens, which will annoy the Indian government."}, {"role": "body", "text": "The happiest outcome would be for India to use the transition to do away with some of the regulation facing its securities markets, making the country more welcoming to foreign investment. The government now has an added incentive to be responsible in other areas, too. After all, smaller fiscal deficits would mean less vulnerability to capital flight. If such changes were made, the short-term relief of lower costs of capital would be joined by a more profound transition to greater financial stability. A lot can ride on the decisions made by anonymous index compilers. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 65}