{"coverImageURL": "https://www.economist.com/media-assets/image/20240316_WBD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Elon Musk is not alone in having Delaware in his sights", "subtitle": "Sin City does, too", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-03-14T15:11:46Z", "contents": [{"role": "body", "text": "AT THE TURN of the 20th century the prime state to register businesses in America was New Jersey, home to America’s biggest trusts such as Standard Oil. Other states, including its diminutive next-door neighbour, coveted the spigot of easy money that came from business incorporation. “Little Delaware, gangrened with envy at the spectacle of the truck-patchers, clam-diggers and mosquito-wafters of New Jersey getting all the money in the country into her coffers, is determined to get her little tiny, sweet, round, baby hand into the grab-bag of sweet things,” the American Law Review, a journal, wrote at the time."}, {"role": "body", "text": "It succeeded. As New Jersey tightened its laws in response to the antitrust fervour of the 1910s, businesses realised the grass was greener across the Delaware river. The resulting corporate migration has turned Delaware into America’s incorporation capital. In 2022, 1.9m firms were incorporated in the state, almost two for every one of its citizens. More than two-thirds of the Fortune 500 list of America’s biggest firms by revenue are registered there (as are a few entities linked to The Economist). In Wilmington, its biggest city, office towers stand as their faceless business domiciles. Business taxes and fees generated about $2bn for the state in 2022, a big part of its annual budget. "}, {"role": "body", "text": "No surprise, then, that now other states are keen to get their own sweet, round mitts on the spigot by offering businesses even juicier incentives. Some aggrieved tycoons, such as X’s troll-in-chief, Elon Musk, are helping make the anti-Delaware case for them. To assess their chances, your columnist visited Nevada, which has long wanted to make itself as amenable to business registration as it is to nuptials. As Benjamin Edwards, a law professor at the University of Nevada, Las Vegas, puts it: “There is dreary Wilmington and the Texas wastelands. Or there is fabulous Vegas.” "}, {"role": "body", "text": "Las Vegas’s business courts are a far cry from Wilmington’s Court of Chancery. They are in the general courthouse, so you are checked for weapons before you enter. Their location on the 16th floor provides a sense of being high above the hurly-burly. Yet the first case Schumpeter heard was down to earth, concerning mould in a rental property. A paper on the desk of Mark Denton, the judge in that case, is a reminder of the state’s long battle to be taken seriously. “Transforming Nevada into the judicial Delaware of the West: How to fix Nevada’s business courts”, from 2016, pointed to three problems. Business judges did not publish their opinions, which made the system unpredictable. They were forced to work on business and non-business cases, which made it slow. And Nevada had two business-court districts, Las Vegas and Reno, which meant some laws were interpreted differently. Nevada, the paper concluded, had a lot to fix before taking on Delaware. It still does. "}, {"role": "body", "text": "You do not find such soul-searching in Wilmington. When your columnist last visited, the sense of entitlement for setting the de facto corporate law of the land was palpable. He dined, with obligatory tie, at the Wilmington Club, a place for corporate lawyers to eat, drink and discuss the business rulings of the day over brandy and cigars. Read some of the erudite judgments that have emerged recently from the Court of Chancery, interspersed with discussion of the “soritical paradox” and Shakespeare, and they leave little doubt that business law is as prized in blue-blooded parts of Wilmington as slot machines are in red-blooded Vegas. Delaware’s pre-eminence is seldom questioned. "}, {"role": "body", "text": "Now is one of those rare times. A flurry of rulings has been a cause for disquiet. The most prominent critic has been Mr Musk, who attacked Delaware in January after the Court of Chancery voided his $56bn pay package as boss of Tesla. In response, he reincorporated Neuralink, his brain-implant firm, in Nevada, and has filed to move SpaceX, his rocketry business, to Texas. TripAdvisor, an online travel firm chaired by Greg Maffei, a media baron, is decamping to Nevada—to save money and spare the board “unmeritorious litigation”, it says. A Court of Chancery judge recently ruled that Delaware could not stop the move, though he allowed shareholders to sue for compensation."}, {"role": "body", "text": "Delaware’s defenders instinctively dismiss its critics. At a gathering this month at the Tulane Corporate Law Institute in New Orleans, panellists noted that in the past some of Delaware’s loudest antagonists, such as Conrad Black, a publisher, were later convicted of fraud (Lord Black was pardoned by Donald Trump when he was president). Yet law professors say recent rulings—not just Mr Musk’s case but also Delaware’s efforts to push back against agreements through which controlling stockholders, such as private-equity firms, govern their listed subsidiaries—have raised concerns about the unpredictability of Delaware judgments. Some buy-out firms are said to be thinking of moving to Nevada."}, {"role": "body", "text": "Francisco Aguilar, Nevada’s secretary of state, highlights its selling points. Nevada leans in favour of controlling shareholders in their “constant tension” with minority investors, he says. He points to the “accessibility” of state lawmakers to business-owners who want to influence corporate statutes—highly unDelaware-like behaviour. But Mr Aguilar also acknowledges local shortcomings. Nevada’s low fees partly reflect poor service. Its business-filing system has been “duct-taped together” for too long, he says, and is in the midst of a $15m upgrade. Faced with such constraints, firms looking for an alternative to Delaware have often preferred Wyoming or North Dakota, he admits. "}, {"role": "second", "text": "Stick or twist"}, {"role": "body", "text": "If Nevada offers loose shareholder protections in order to woo businesses, the danger is that investors will value firms that move there less highly. This means that Delaware has little to fear from Nevada—or any other state—for the time being. But the competition could still turn out to be healthy, even if it involves rivals offering laxer corporate standards, by keeping Delaware on its toes. It may even make the First State less insufferably smug. ■"}, {"role": "body", "text": "Read more from Schumpeter, our columnist on global business:Apple is right not to rush headlong into generative (Mar 3rd)How Argentine businessmen size up Javier Milei (Feb 29th)Is running a top university America’s hardest job? (Feb 20th)"}, {"role": "body", "text": "Also: If you want to write directly to Schumpeter, email him at schumpeter@economist.com. And here is an explanation of how the Schumpeter column got its name."}], "id": 58}