{"coverImageURL": "https://www.economist.com/media-assets/image/20240316_CUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How Aesop’s fables fostered a secret language of protest in Russia", "subtitle": "Coded tributes to Alexei Navalny reveal the long afterlife of Aesop’s fables", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-03-14T15:11:33Z", "contents": [{"role": "body", "text": "In late February 2024, rubber ducks started landing in unlikely places. One was spotted peering through roses in St Petersburg; another was illuminated by plastic torches next to a tributary of the Volga river. When Alexei Navalny, Russia’s most prominent opposition leader, was alive, rubber ducks symbolised his fight against corruption. Since his death on February 16th, they have played a different role: to protest against the regime that murdered him, while evading censorship."}, {"role": "body", "text": "Aesop, a slave in Ancient Greece, is credited with invoking talking animals to tell tales about morality. In Russia, images of animals carry coded meaning. There is a herd of examples, such as stickers of a goose cawing. (The sound made by a goose is written as “ga-ga-ga”, similar to “Ha-aga”, the Russian pronunciation of The Hague, where Vladimir Putin, Russia’s president, should be tried for war crimes in Ukraine.) Graffiti of a crossed-out fish is another allusion to Ukraine: net voine (no to war) in Russian has a similar number of letters to net voble (no to salt-cured fish)."}, {"role": "body", "text": "“You need to avoid your censor, and you know that censor is watching you all the time,” explains Alexandra Arkhipova, a social anthropologist in Paris. She refers to these anonymous Russian symbols as “Aesopian language”, a term that originated in the late 19th century. (Many credit Mikhail Saltykov-Shchedrin, a satirist, for popularising it, though he preferred the phrase “the language of slaves”.)"}, {"role": "body", "text": "The Soviet Union’s founding Bolshevik, Vladimir Lenin, resented that he had to use Aesopian language (before he seized power and censored other people). In 1917 Lenin lamented that he wrote “with an eye to the tsarist censorship…with extreme caution, by hints, in an allegorical language—in that accursed Aesopian language”. "}, {"role": "body", "text": "It would be preferable for coded language not to be needed in the first place. But cloaked expression is better than no expression. Ahead of Russia’s sham election on March 15th-17th, Dr Arkhipova is monitoring government voting posters. A recent one in Moscow had “Navalny” scrawled across it. Another appeared normal, with official red, blue and white. A closer look reveals the phrase “for Russia without Putin”. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 75}