{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_CNP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A nationalist effort to rebrand the Chinese dragon", "subtitle": "Officials in Beijing want a more friendly symbol for their country", "hashTag": "China", "authorName": "The Economist", "publishDate": "2024-02-22T13:47:41Z", "contents": [{"role": "body", "text": "The year of the dragon, one of the 12 creatures in the Chinese zodiac, began on February 10th. But some Chinese state media have been calling it the year of the loong in their English reports. Loong (pronounced like the English word “long”) sounds like the Mandarin term for dragon. It is more appropriate, says the state-run Beijing Daily, because Western dragons are evil monsters, whereas Chinese ones are noble and benevolent. The latter are said to bring good luck. "}, {"role": "body", "text": "Dragons have a special place in Chinese culture. They were once the symbol of the emperor. Some Chinese people—including the country’s supreme leader, Xi Jinping—call themselves “descendants of the dragon”. But in both China and other countries, dragons come in all shapes and sizes. There are good dragons in Western mythology and culture. One is on the Welsh flag, for instance. Another called Puff, made famous by the musical group Peter, Paul and Mary, seems nice enough. Meanwhile, there are Chinese tales of loong who eat children and conjure up devastating floods. "}, {"role": "body", "text": "So the word dragon would seem a decent translation for loong. But China’s state media have another reason to prefer the Mandarin term. They hope it will make the country look more friendly. China’s association with fearsome dragons has contributed to Western perceptions that it is a threat, writes Ding Gang, an editor at the People’s Daily, the Communist Party’s mouthpiece. If Westerners instead saw China as a friendly loong, they would not fear its rise, Mr Ding argues. Never mind China’s efforts to upend the liberal world order."}, {"role": "body", "text": "China often tweaks language to make political points. In recent years English editions of state media have increasingly replaced the word Tibet with Xizang, the Mandarin word for the region, to downplay its history of independence from the rest of China. Government officials have also started to use Mandarin words to refer to disputed territories that China claims in the South China Sea. Ren’ai Reef, for example, which is also claimed by the Philippines, is now usually called Ren’ai Jiao on the English version of the Chinese foreign-ministry website (jiao is Mandarin for reef). "}, {"role": "body", "text": "More than a few netizens have mocked the effort to rebrand the Chinese dragon as a friendly fire-breather. Should China be known internationally as Zhongguo, the transliteration of its name in Mandarin, asked some. But the word loong could yet catch on, at least among English-speaking Chinese people. About two-thirds of respondents to a poll on Weibo, a Chinese social-media platform, said they prefer it to the word “dragon”. “Change the definitions of words,” wrote one commenter, “and the world will slowly change.” ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 20}