{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_EUD008.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "After two years of war, Ukrainians are becoming pessimistic", "subtitle": "They no longer expect the war to be over soon", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-02-22T13:47:41Z", "contents": [{"role": "body", "text": "IT HAS BEEN a long two years for Ukrainians, but for some the clock stopped the moment Russian tanks crossed the border. Residents of Hlibivka, a village 40km north of Kyiv, were trapped by the advance when the bridges behind them were blown up to save the capital. The Russian occupation marked the start of a nightmare for Olha Manukhina. Two days in, masked men jumped over her fence and kidnapped her husband and her son. She has not seen them since. She understands they are being held in a prison in southern Russia, two of thousands of civilian prisoners who don’t officially exist. It’s the uncertainty that gets her, she says, “the not knowing, the sense they are being left to die”. "}, {"role": "body", "text": "As war enters its third year, Ms Manukhina’s sense of limbo is increasingly common. Belief in an eventual “victory” remains—among 85% of the population, according to one recent poll. But opinions about what that means and when it will happen have begun to diverge strongly. A majority now believe it will take years. And for the first time since the start of the war, polling also suggests a majority feel that the country is heading in the wrong direction. Hopes of pushing Russia back to its legal borders are being eclipsed by a focus on survival, says Oleksandr Martynenko, a journalist and a former senior official. “We will be holding off the Russians all this year. The only question is whether we can.” "}, {"role": "body", "text": "Wavering economic and military support from the West means things are likely to get worse. Ukrainian officials are increasingly nervous about the figures: cashflow, mobilisation numbers, weapons. Serhiy Marchenko, the finance minister, says he believes his country’s Western partners will come good on this year’s non-military budget of $37bn—Ukrainian taxes pay for military expenses—but he is worried about what happens next. “We just haven’t had assurances about 2025.” Ammunition shortages are already an issue, and will get better only if Europe learns to produce weapons again. "}, {"role": "body", "text": "Russia has its own problems with resources and manpower, but it retains a relative size advantage. In a war of attrition, that counts. “While the fat man shrinks, the thin man disappears,” a Ukrainian intelligence official says, citing a well-known local proverb. "}, {"role": "body", "text": "Mykhailo Fedorov, a deputy prime minister and champion of military tech, says the only way forward is self-reliance. “We have no choice but to show strength. But I’m optimistic. We’ve got a clear advantage in effectiveness and speed.” Creative thinking allowed Ukraine to score unlikely victories in the Black Sea, he argues. During 2023, Ukraine sank a fifth of the Russian Black Sea fleet and established a shipping corridor in the face of constant bombardment. The same approach has seen a huge increase in the production of cheap and capable fighting drones. Ukraine boasts nearly a dozen long-distance models able to strike targets more than 600km away. One long-range drone manufacturer confidently predicts that 2024 will see the war move deep into central regions of Russia. “Mr Putin will have some explaining to do to his people,” he says. “Things will not be easy for him domestically.” "}, {"role": "body", "text": "Yet it is Ukraine’s domestic politics, rather than Russia’s, that are beginning to look more fragile. Two years of unusual political unity have given way to public infighting. President Volodymyr Zelensky has faced down much of the criticism in tough fashion. In early February he removed his popular armed forces commander, Valery Zaluzhny, after relations broke down between the two. The full effects of that risky decision have yet to be seen. On the eve of his firing, a full 94% of Ukrainians said they trusted their wartime general, compared with 40% for his replacement, Oleksandr Syrsky. A senior government official says he is worried about the capacity of the Ukrainian political system to manage the growing tensions, and says the Kremlin would love to capitalise on them. “Russia wants to remove Zelensky because there is no one else who can control the situation,” he says. "}, {"role": "body", "text": "A difficult point will come in May, the date Mr Zelensky’s five-year presidential term officially ends. Martial law is clear in allowing the president to continue in office until another is elected, with elections also impossible under the same provisions. But the political chatter in Kyiv is all about an upcoming cliff-edge of legitimacy. Andriy Mahera, a constitutional expert whose decision in 2004 not to ratify a fraudulent vote marked the start of the Orange revolution, says the criticisms are legal nonsense; but Mr Zelensky is nonetheless walking a tightrope. “The president will be in position past the five-year mark only because there is a war on—no more, no less. He needs to understand this, and instead of fighting opponents, try to unite them around him.” So far, big-tent collaboration has not been Mr Zelensky’s style. "}, {"role": "body", "text": "The president can certainly take some comfort in public opinion, which continues to back him, albeit with a downward trajectory. Polling from the Razumkov Centre, a local sociological company, shows trust in him remains at 70%. That is much higher than for parliament and any potential opponent save Mr Zaluzhny. The public also largely aligns with Mr Zelensky’s uncompromising stance on negotiations with Russia. The Razumkov polling shows just 18% of them would support concessions to Russia even if the West were to cease support completely. A third say Ukraine should continue to fight even if it is left on its own; 22% suggest trying to freeze the conflict without making concessions, with the rest undecided. "}, {"role": "body", "text": "The real obstacle to any deal is not so much domestic support as finding a trustworthy negotiating partner. “For negotiations to work, you need a tango,” the senior government official said. “War is actually quite successful for Putin. What is his reason to stop?” A Ukrainian military-intelligence source suggested that current rates of equipment and ammunition use might force both sides to a temporary ceasefire some time next year. But it would be only a pause, he says: there is little confidence in a lasting deal as long as Mr Putin is alive. “We know he hates Ukraine and our freedom. We are a bad example for his society.” "}, {"role": "body", "text": "For Ms Manukhina, the suggestion of waiting for a change in the Russian leadership brings her to tears. She says the little people, like her, are being forgotten. “If we are going to wait until Putin dies, all of our guys will perish. If nothing else is working, we must negotiate.” ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 36}