{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_CUP006.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Growing numbers of Chinese are escaping urban life for rural peace", "subtitle": "“The Mountains Are High” examines what is driving people out of Chinese cities to the mountains", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-02-22T13:47:41Z", "contents": [{"role": "body", "text": "The Mountains Are High. By Alec Ash. Scribe; 272 pages; £16.99"}, {"role": "body", "text": "IN January 2020 Alec Ash, an English writer living in Beijing, arrived in the small mountain town of Dali in southwestern China. He and his fiancée had split up just two months before their wedding, and he wanted to escape. So he chose a mountain refuge to which a growing number of Chinese were fleeing, seeking a different kind of Chinese dream. The ancient town became known as “Dalifornia”. "}, {"role": "body", "text": "Some of the new arrivals were writers and political dissidents, but many were refugees from modernity. The reason most of them left cities, writes Mr Ash, “is not communist control so much as capitalist excess”. China’s boom has improved people’s lives. But now some citizens are stepping back from the “gospel of development” and asking, “What was it all for? I’m richer, but am I happy?”"}, {"role": "body", "text": "The numbers are still small, but the trickle represents a rejection of what upwardly mobile Chinese held dear for four decades: “It had taken just two generations for a Chinese family to pass from pre-industrial agrarianism to post-material urban malaise.” For years farmers migrated to cities and tried to shift their hukou (household registration) to get better health care and education. Now urbanites are doing the reverse."}, {"role": "body", "text": "Some are hippies. Others are Chinese yuppies fed up with the social expectations of earning more and pushing their children to achieve, part of a trend known as fugu (a return to old ways). All are taking advantage of Dali’s remoteness. The book’s title invokes an old saying, “The mountains are high and the emperor far away.” "}, {"role": "body", "text": "The author sets out to reinvent himself, too. What could have been a laboured tale of a foreigner in rural China is mercifully kept as a sideshow. Mr Ash (who used to be a contributor to The Economist) emerges from the year a changed man. China, less so. “The paradox of Dali was that we were trying to find freedom in an unfree state,” he writes. The parties continue, but so does the Communist Party. Those who can get from Dalifornia to California still do.■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 69}