{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_EUD006.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How Boris Pistorius is transforming the German armed forces", "subtitle": "The defence minister is turning the country’s promises into reality", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-02-21T18:43:27Z", "contents": [{"role": "body", "text": "Boris Pistorius might seem an unlikely candidate for Germany’s most popular politician. A ruddy-faced veteran of local politics in the flat north-western state of Lower Saxony, he can sound gruff and dismissive. His party, the Social Democrats, has suffered a steep drop in support since taking power at the head of a three-way coalition in 2021. And for a country that has enjoyed eight decades of peace, that shuns nuclear weapons and still shudders with shame for instigating two world wars, Mr Pistorius’s message to bite the bullet and get kriegstüchtig, “war-capable”—and to get there fast—might seem jarring. "}, {"role": "body", "text": "Yet since being appointed defence minister 13 months ago the 63-year-old lawyer has topped every poll. This owes much to his straight-talking manner. It also reflects the changing times, or more precisely the Zeitenwende, a term that Olaf Scholz, the chancellor, used three days after Russia’s invasion of Ukraine to emphasise the gravity of the moment. From this point forward, he said, nothing would be the same. Germany would have to build defences in a more hostile world. To many Germans, a tough-guy defence minister who looks happiest clambering onto muddy tanks seems just the ticket in a dark hour."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_EUC476.png", "imageWidth": 608.0, "imageHeight": 701.0, "imageDescription": ""}, {"role": "body", "text": "But Mr Pistorius faces a huge task. Germany took its “peace dividend” at the end of the cold war all too seriously. Over the past three decades the number of soldiers in the Bundeswehr, Germany’s armed forces, has fallen from 500,000 to 181,500. Worse, internal reports have suggested embarrassingly low levels of operational readiness for many systems, such as helicopters and ageing infantry vehicles. That is hardly surprising. Using NATO’s defence-spending target for its members of 2% of GDP as a baseline, the German Economic Institute estimates that over those 30 years Germany’s cumulative underspending amounted to nearly €400bn ($430bn), a giant sum for a country whose annual defence budget has only since 2022 topped €50bn. In recent years Germany has been spending a puny 16-17% of its defence budget on new equipment. That is below the 20% recommended by NATO. "}, {"role": "body", "text": "In his Zeitenwende speech two years ago Mr Scholz tossed a giant heap of virtual money into this hole, creating a €100bn off-budget special fund to top up defence spending. Yet when Mr Pistorius came into office a year later, little of it had been allocated. He quickly wrenched open the spigot. In 2023 Germany’s parliament approved a record 50 big procurement deals, and even more are expected this year. Add some €19.2bn from the special fund on top of the annual defence budget, plus extras such as aid to Ukraine, and Germany should hit NATO’s 2% target this year for the first time since 1992. At this pace it could regain its spot ahead of Britain and France as Europe’s biggest military spender as soon as 2025."}, {"role": "body", "text": "But given his stated ambition to make Germany the “backbone” of European defence, Mr Pistorius is the first to admit that this is still not good enough. He has suggested that 2% of GDP should be a floor rather than a ceiling. And he would prefer to see the commitment reflected in the budget itself, not just by means of a temporary fund. Last year he asked for an extra €10bn; all he got in the budget was €1.8bn, not enough to cover cost-of-living adjustments in soldiers’ pay. Mr Pistorius has pointed out that when the special fund runs out in around 2028, the government will have to find €25bn-35bn a year extra to keep defence spending at its elevated level. "}, {"role": "body", "text": "That sounds easy for a country with a €4.1trn economy, and opinion polls suggest that a comfortable majority of Germans are in favour of beefing up defence. But German budgets are strangely constrained. Only 38% of overall tax revenue goes to the federal (as opposed to state and local) government, compared to around half in America. And spending is capped by a constitutional “debt brake” that sharply limits borrowing. So spending more on defence almost certainly entails spending less on other things. That is a conversation that Mr Pistorius would like to see his government colleagues start now."}, {"role": "body", "text": "The money is just one item on a long wish-list. Germany, which last week signed a joint defence pact with Ukraine and is already its second-biggest donor after America, plans to send three to four times more artillery ammunition to the country this year than last. He wants to bolster the German army with an extra 20,000 soldiers by 2031. Given German demography, this could prove tough. "}, {"role": "body", "text": "Mr Pistorius is due to present a plan for overhauling the Bundeswehr in early April. He has spoken publicly of at least considering a return to the draft, which Germany abolished in 2011. There is also talk of adopting a Swedish model of national service, which might entail strengthening Germany’s feeble military reserve force and creating a home guard. A strong emphasis is being put on readiness. By 2032 the Bundeswehr wants to field three fully equipped combat divisions. More immediately it is focused on creating a 35,000-strong force assigned to rapid deployment needs under NATO command. "}, {"role": "body", "text": "Perhaps the boldest of Mr Pistorius’s current projects is the creation of post-war Germany’s first permanent foreign base, on the territory of its NATO ally Lithuania. Some 5,000 German personnel, two combat battalions, should be fully deployed there by 2027. The number sounds small, but in manpower terms this increases Lithuania’s fighting strength by 20%. Perhaps more important, this extension of German muscle towards the alliance’s eastern flank represents both a strong riposte to Russian belligerence and a sign of commitment to joint defence. For war-shy Germany, that is a pretty big leap. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 38}