{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The making of a PowerPoint slide", "subtitle": "Loosely based on almost-true events", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-02-22T13:47:41Z", "contents": [{"role": "body", "text": "Vanessa: Thank you for attending the call today. This is the first meeting of the Project X sub-group, and I’d like to start by reminding everyone of what our brief is. As part of the refresh of our core values, we have been asked to create a one-slide representation of what the company stands for. "}, {"role": "body", "text": "At our last meeting we decided to explore the option of using a temple diagram. The idea is that we represent the company’s thinking as the facade of a temple, with our new values as the columns that support our purpose. This feels like a super-effective way of demonstrating what we stand for, and I couldn’t be more excited that we’re going to be trying it out. "}, {"role": "body", "text": "The list of values is still to be confirmed but the provisional set is Wonder, Originality and Candour. The—yes, Jeff?"}, {"role": "body", "text": "Jeff: Can a temple have only three pillars? That seems like quite a low number, just in terms of structural integrity. "}, {"role": "body", "text": "Vanessa: I think so. Though it’s a great question. I see lots of hands going up on the screen. Angelo, you first."}, {"role": "body", "text": "Angelo: The ancients definitely had more than three columns on their temples: six was more normal, I think. I also wanted to ask whether we were planning to use particular column types. "}, {"role": "body", "text": "Vanessa: Great question. It’s super-exciting to see how super-engaged everyone is. Rodney?"}, {"role": "body", "text": "Rodney: I was going to ask the same question as Angelo. I like the Corinthian column aesthetically. Doric just seems more ho-hum and if “Wonder” is one of our values then I think we should push the envelope on our design choices."}, {"role": "body", "text": "Vanessa: Which one is Corinthian?"}, {"role": "body", "text": "Rodney: It’s the one with the feathers."}, {"role": "body", "text": "Vanessa: Oh yes! I see lots of thumbs up in the chat, so that feels like a great early win for this group. Leslie?"}, {"role": "body", "text": "Leslie: I just wonder if we are being a little Eurocentric in our thinking here. I mean, these are all types of ancient Greek column and that feels very non-diverse to me. Do Hindu temples have pillars?"}, {"role": "body", "text": "Vanessa: Super-insightful, Leslie. Lots of clapping emojis in the chat. Maybe we should combine pillars from different cultures? That would be super-original, too, with a capital “O”! Shilpa, you’re next. "}, {"role": "body", "text": "Shilpa: Can I be candid? I think I am on this group because none of you can do PowerPoint. I am literally going to draw some rectangle shapes for the pillars. We won’t be having feathers or whatever. And there’s a limit to how many pillars will fit on a single slide."}, {"role": "body", "text": "Vanessa: Thanks, Shilpa. Candour is hard but it’s super-central to who we are as a company. Lots of thank-you emojis in the chat for that intervention. Or does that symbol mean namaste?"}, {"role": "body", "text": "Shilpa: I have no idea why you’re directing that question to me."}, {"role": "body", "text": "Vanessa: Er, right. No. Sorry. Anyway, let’s just go with three plain columns for now. Rodney, is that your old hand or have you got a new point to make?"}, {"role": "body", "text": "Rodney: I get what Shilpa is saying but I worry that we are settling for a really boring temple. As I understand it the purpose is on the pediment?"}, {"role": "body", "text": "Vanessa: The pavement?"}, {"role": "body", "text": "Rodney: The pediment: the triangular bit above the columns. But we could have an architrave, which—I’m getting there, Vanessa—is a horizontal strip on top of the columns and below the pediment. And the reason for doing that is that we could put our corporate mission there, just below our purpose."}, {"role": "body", "text": "Vanessa: Oh wow! That’s a super-energising idea. Yes, Jeff?"}, {"role": "body", "text": "Jeff: Do we have a mission? And do missions come above or below purposes?"}, {"role": "body", "text": "Vanessa: We don’t have a mission, but we should take that idea back to the main group. And purposes are definitely higher than missions. Purposes are the “why” and missions are the “what”. Values are the “how”."}, {"role": "body", "text": "Rick: What’s the “where”? "}, {"role": "body", "text": "Vanessa: The temple is the “where”. "}, {"role": "body", "text": "Shilpa: You do all know we’re not actually building a temple?"}, {"role": "body", "text": "Laura: I have a question. What are the columns resting on? "}, {"role": "body", "text": "Angelo: Yes, I wondered about that. Those must be the foundations? But what are those in our firm?"}, {"role": "body", "text": "Rodney: Isn’t that capabilities? So like our people, our technology, our brand, that kind of thing?"}, {"role": "body", "text": "Angelo: Just putting this out there but maybe our values should be foundations and the pillars should be capabilities? "}, {"role": "body", "text": "Vanessa: Lots of thumbs up for that idea. Shilpa, what do you—oh, I see Shilpa has just exited the call, so we may need to leave it there for now. Super-inspiring, everyone. Super-inspiring. "}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:How to benefit from the conversations you have at work (Feb 16th)Fairness: the hidden currency of the workplace (Feb 8th)Jürgen Klopp and the importance of energy (Jan 29th)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 51}