{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_USP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "These American cities are obsessed with dogs", "subtitle": "They are probably not the ones you think", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-02-22T13:47:41Z", "contents": [{"role": "body", "text": "ONE OF THE caricatures of millennials (along with eating too much avocado toast, as if that’s possible) is that they treat their pets like children. Precious pups are carted around in prams. Spot isn’t just a dog, he is a “fur baby”. Except he is probably not called Spot. Human names for pets are en vogue. There is even some overlap between the top-ten names for dogs and babies. “Luna” and “Theodore” grace both lists, though for dogs it is the cuddlier “Teddy”. "}, {"role": "body", "text": "So when it came out in recent years that San Francisco probably has more dogs than children, it seemed like an idiosyncrasy befitting a city filled with tiny flats and wealthy millennials. But San Francisco is not the only place where this may be true (Denver claims more pups than tots too). Nor is it even close to the most dog-obsessed area in America. "}, {"role": "body", "text": "It is tricky to do a systematic comparison of the populations of dogs versus children in big cities. Counting canines is not a precise process. Local parks departments or animal-control agencies may have a ruff estimate, but their methods can differ by city. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_USC481.png", "imageWidth": 608.0, "imageHeight": 762.0, "imageDescription": ""}, {"role": "body", "text": "To try to rank cities by their dog obsessiveness, The Economist used Census data to compare the proportion of households with children under 18 to that of households with dogs in the 15 biggest metropolitan areas in America. Riverside—which contains the suburbs east of Los Angeles—takes the biscuit. Nearly half of homes there have a tail-wagging tenant. Phoenix and Dallas round out the top three for dog ownership (see chart). "}, {"role": "body", "text": "Six of the 15 cities, as well as the country as a whole, have more homes with dogs than tots. San Francisco is not one of them. What explains which places are pup-sessed? There is no clear geographical trend. The cities with the biggest gaps between the number of homes with dogs and those with kids are in the Sunbelt. But Detroit, Seattle and Philadelphia are just behind. There is a correlation, however, between household space and high rates of dog ownership. Dogs are more prevalent in cities where single-family homes are common. Just 22% of homes in New York City have a dog. Pity the pup cooped up in a closet-sized flat in Tribeca. The paw thing would go barking mad.■"}, {"role": "body", "text": "Stay on top of American politics with The , our daily newsletter with fast analysis of the most important electoral stories, and Checks and Balance, a weekly note from our Lexington columnist that examines the state of American democracy and the issues that matter to voters."}], "id": 25}