{"coverImageURL": "https://www.economist.com/media-assets/image/20240224_EUD007.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Towns in eastern Ukraine fear they will be Russia’s next target", "subtitle": "After the fall of Avdiivka, where will be next?", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-02-20T19:11:33Z", "contents": [{"role": "body", "text": "FEAR IS COURSING through the small towns of eastern Ukraine after the fall of the strategic redoubt of Avdiivka on February 17th. Pokrovsk, a hardscrabble mining spot 45km north-west of Avdiivka (see map), is now crammed with soldiers, many of whom have just retreated from the fallen town. Russian attacks in the hours after the retreat are said to have killed five people in three other eastern towns. Even though these places are set back from the front, the sound of artillery in all of them is clear. It never lets up for long. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_EUM903.png", "imageWidth": 608.0, "imageHeight": 890.0, "imageDescription": ""}, {"role": "body", "text": "Heavily fortified, Avdiivka had lain in a salient, surrounded by Russian-held territory for a decade. Although its fall is a setback, Major Rodion Kudriashov, deputy commander of the 3rd Assault Brigade, which helped cover the retreat, says he takes the long view, having battled the Russians since 2014. “We have lost a small battle,” he says, “but we have not lost the war.” "}, {"role": "body", "text": "The question is whether Russia’s forces will press home their advantage and surge forward from Avdiivka, or turn to attack elsewhere. On February 19th there were reports of attacks in several sectors. But Major Kudriashov does not believe that the Russians can continue to press forward from Avdiivka. For even as the Ukrainian forces withdrew, they were able to inflict heavy blows on the enemy. According to Oleksandr Tarnavsky, the overall commander of the sector, 47,000 Russians were killed or injured in four months of battle for Avdiivka, a figure that is impossible to verify. Ukrainian forces do not give their own casualty numbers, though Major Kudriashov claims they were far lower. "}, {"role": "body", "text": "The commander of a drone unit who pulled out the day before the fall says that, over a five-hour period last week, he witnessed some 200 Russians dashing to cross exposed ground. Ukrainian troops did not have enough ammunition to strike them all, but half of them did not make it, he says. Major Kudriashov notes that the Russians prevailed because they had an 11-fold advantage in terms of artillery and, in the 12 days before the fall, dropped 60 massively destructive guided aerial bombs a day. He thinks that if Ukrainian forces had had more equipment and ammunition the battle of Avdiivka would have ended “entirely differently”. "}, {"role": "body", "text": "In Pokrovsk Alyona Sobolenko, a reporter for Kapri, a local television station, is just back from filming the aftermath of an overnight strike on the nearby town of Selydove. She has been talking to her family about evacuating them. But for now, like many civilians in eastern towns, she is waiting to see how the situation unfolds. In the past two years Pokrovsk has sustained 59 Russian strikes, she says, though none in the past two weeks. "}, {"role": "body", "text": "In another eastern town, medics have set up a stabilisation point to which wounded soldiers are evacuated before being dispatched to hospital. (They do not want its location revealed.) Most come at night, says Mila Makarova, in charge of evacuations, when it is easier to get them out. Drone warfare has transformed the battlefield, turning men running with stretchers or trying to haul out the wounded into targets, visible in a way they have never been in the history of warfare. "}, {"role": "body", "text": "Drones are responsible for 30-40% of casualties in this sector, according to Asan Charuhov, the head of the unit; up from just a handful six months ago. On the night of February 16th a steady stream of men limp in. They tell of being pinned down for hours by a mix of drone and mortar strikes, and mention a wounded comrade who died after the two men who had tried to get him to safety came under attack and were forced to abandon him. "}, {"role": "body", "text": "According to Major Kudriashov, Ukrainian troops are pulling back from Avdiivka to new defensive lines. Supposedly these are being built along the entire front line. But an intelligence source describes what has been built so far as patchy. “We have been suffering casualties,” he says, “because of poorly dug-in positions.” "}, {"role": "body", "text": "Eight kilometres east of Kupiansk—which the Russians seized in February 2022, lost six months later and have since been trying to retake—new defensive lines unfurl across the fields. There are five lines, to a depth of four kilometres. They include trenches, minefields, barbed wire and concrete “dragon’s teeth”, pyramidal anti-tank obstacles. Few soldiers are to be seen; many of them are keeping warm in log-fortified underground bunkers. Outside, the mud is so thick that it is hard to walk, let alone dig more defences. "}, {"role": "body", "text": "Brewing raspberry tea in a room with four bunk beds that could pass for a set in a film about the first world war, the men list the battles they have taken part in. They also complain about a lack of ammunition. “We cannot hold on for a long time without help,” says a soldier with the call sign Viter. The road back to Kupiansk passes through the ruins of little Petropavlivka, cratered by aerial guided bombs. “There are no words to explain how tired we are,” says Viter. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 37}