{"coverImageURL": "https://www.economist.com/media-assets/image/20230311_ASP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Are Thailand’s gay TV dramas the next K-pop?", "subtitle": "A Thai take on manga storylines is big in Japan", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-03-09T14:25:19Z", "contents": [{"role": "body", "text": "THE “2gether cafe”, a pop-up restaurant on the second floor of the Tower Records Shibuya building in Tokyo, is a hub for a new Asian craze. Visitors, all women, swoon over wall-to-wall pictures of Bright Vachirawit and Win Metawin, stars of “2gether: The Series”, a Thai TV drama about two students who fall in love. The actors, both men, are depicted exchanging flirtatious glances and hugging. Airy Thai pop music plays in the background. “I didn’t know Thailand had such handsome men,” says Kobayashi Maki. An ardent fan of the TV series, she is studying Thai because of it."}, {"role": "body", "text": "Thai soap operas about gay romance, generically known as “Boys’ Love” (BL) or sometimes “Y series”, are stealing hearts across Asia. Though the first shows appeared in 2014, the genre, including over a hundred series to date, took off outside Thailand during covid-19 lockdowns, thanks in part to many being available on YouTube. In Japan, a key market, the hashtag Thai numa or “Thai swamp”—a reference to the shows’ addictiveness—is popular on social media. Thailand promotes BL content at international trade shows. In June 2021 the industry secured 360m baht ($10.4m) in foreign investment."}, {"role": "body", "text": "BL originated as a Japanese manga storyline, which became popular in the 1990s. It has always been mainly consumed by straight women, just as the Thai televised version is. “I get to see two handsome men together. It’s a feast for my eyes!” says Takabayashi Otoha, a 20-year-old Japanese fan. Rujirat Ishikawa, a Thai academic at Aoyama Gakuin University in Tokyo, says some women find it liberating to watch romance as a sexual “outsider”, with no female protagonist to make them feel jealous."}, {"role": "body", "text": "For the shows’ Thai producers, the global success of another group of delicately featured young men—South Korea’s K-pop stars—was another inspiration. They have copied elements of the K-pop business model, including heavy use of “fan services” such as meet-and-greet events to boost revenues. Poowin Bunyavejchewin of Thammasat University in Bangkok calls Thai BL a “melting pot” that mixes “the Japanese ingredient and Korean ingredient”."}, {"role": "body", "text": "Thai BL’s success has also started to attract more gay viewers. A recent survey suggested that more than 20% of the TV shows’ fans in Thailand are gay. That may be in part thanks to a growing number of storylines about the discrimination they face, notwithstanding Bangkok’s reputation as a gay mecca. The shows’ success is itself a rebuke to that chauvinism. “These days, you see BL couples featured on big advertisements in public. That used to be unthinkable,” says Mr Bunyavejchewin."}, {"role": "body", "text": "This puts the Thai government in a slightly awkward position. While embracing the BL shows’ potential to burnish Thailand’s soft power, it tends to play down their gay content when promoting them; it is also opposed to same-sex marriage. Back in 2007 the government briefly banned BL comics under obscenity laws. The production companies will be wary of provoking another backlash. “If they go too far, they might get crushed,” warns Ms Ishikawa. In Thailand, Boys’ Love is in, gay rights not so much. ■"}]}