{"coverImageURL": "https://www.economist.com/media-assets/image/20230311_CUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "In “Birnam Wood”, Eleanor Catton returns with a thriller", "subtitle": "The Booker-winner’s new novel pits a billionaire against a guerrilla gardening group", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-03-09T14:25:20Z", "contents": [{"role": "body", "text": "Birnam Wood. By Eleanor Catton. Farrar, Straus and Giroux; 432 pages; $28. Granta; £20"}, {"role": "body", "text": "“THE LUMINARIES”, the novel that made Eleanor Catton, at 28, the youngest-ever winner of the Booker prize, is set in a frontier town in New Zealand. Published in 2013, it opens in the smoking room of a hotel where an assortment of strangers are dressed in “frock-coats, tailcoats, Norfolk jackets with buttons of horn, yellow moleskin, cambric and twill”. In Ms Catton’s new novel, “Birnam Wood”, the characters wear dark gloves, balaclavas and jackets zipped to the throat, listening out for a “shout of warning, or a gunshot, or the now unmistakable sound of a drone”. The setting is still New Zealand, but instead of 1866 the date is 2017. "}, {"role": "body", "text": "Birnam Wood is the name of a witchy guerrilla gardening group run by a charismatic ideologue called Mira Bunting, a horticulturalist by training, and her seemingly quiet and devoted sidekick, Shelley Noakes. For years the group has cultivated small plots of urban land around care homes, nursery schools and the car parks of dental surgeries. Their equipment is mostly salvaged and they barter what they grow; none of them is paid and everything they own is commonly held. Seeds are one of the only things they spend money on. Mira works full-time for the collective. Her ambition is for it to make “radical, widespread and lasting social change”. "}, {"role": "body", "text": "When an area of rich arable land in New Zealand is suddenly abandoned after a late-summer landslide closes the nearest pass for several months, Mira senses that Birnam Wood may have found its playground. But someone else is interested in the place: an American tycoon with a calculating mind and a preternaturally calm exterior. His name is Robert Lemoine (his surname is French for “monk”), and he is an aspiring “doomsteader”, someone who sets up home in preparation for civilisation’s collapse. At least, that is what Lemoine claims to be. He offers Birnam Wood a deal—and seed funding to massively expand its cultivation."}, {"role": "body", "text": "“Birnam Wood” is a taut novel about what it means to sup with the devil, distinguished by its character studies and the author’s sharp pen. She skewers anti-capitalist activists with the same relish she exhibits in chewing up the billionaire class. Lemoine turns out to be surprisingly attentive in bed, but he is also amoral and blind to his failings. Ms Catton is acute about the chippiness of even the most successful New Zealand men (marooned as they are at the edge of the world), the self-mythologising of middle-class do-gooders and the frictions that bind female friendships, while undermining them at the same time."}, {"role": "body", "text": "This book is not as self-consciously literary as “The Luminaries”. But with its deft plotting, penetrating observations and swirling, rhythmic sentences, “Birnam Wood” is a rare accomplishment: an intelligent and elegant thriller that is also a damn fine read. "}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 73}