{"coverImageURL": "https://www.economist.com/media-assets/image/20230311_FNP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "New York’s stockmarkets are thrashing Hong Kong and London", "subtitle": "As it attracts more overseas listings, the Big Apple is getting bigger", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-03-07T18:51:18Z", "contents": [{"role": "body", "text": "In 2006 Charles Schumer and Michael Bloomberg took to the pages of the Wall Street Journal to express their concerns about New York. The senator and mayor both feared that the Big Apple was losing its financial edge. The city had, after all, captured only one of the previous year’s 24 largest initial public offerings (ipos)."}, {"role": "body", "text": "New York’s bigwigs have little to worry about these days. In the battle between global financial centres, the city is increasingly a power with no equal. That is especially true when it comes to stockmarkets, where America’s financial hub is extending its already comfortable lead. "}, {"role": "body", "text": "On March 3rd Arm, a British semiconductor firm owned by SoftBank, a Japanese investment outfit, announced that it would list only in New York, rebuffing a campaign by British ministers to encourage a London listing. A day earlier, crh, a London-listed building-materials firm, said it would move its main listing to New York. Other European countries have also lost out. The same week Linde, a chemical firm that was until recently the largest constituent of Germany’s dax index, quit Frankfurt, keeping its American listing. "}, {"role": "body", "text": "After a pause of almost two years, Chinese firms are also looking westward. New rules published last month by the country’s securities regulator mean that overseas listings will be vetted more closely, but they also offer an avenue for more firms to list abroad. Last month Hesai Group, a Chinese electronics company, raised $190m on the Nasdaq, the largest Chinese listing in America since 2021. Shein, a fashion firm, is also said to be looking to float its shares in New York. American regulators may be toughening up on some Chinese firms, by employing sanctions and export controls, but the Big Apple seems to have retained its allure. "}, {"role": "body", "text": "The trend reflects the failures of Hong Kong and London, the only stockmarkets that can really compete with New York. In the past four quarters, during which business was slow, American exchanges won $24bn in overseas ipos, eight times as much as managed together by London and Hong Kong (excluding Chinese stocks), according to Dealogic, a data provider. In 2019, by contrast, New York only took in three times as much business."}, {"role": "body", "text": "Hong Kong’s stockmarket once held some attraction for foreign companies, including Rusal, a Russian aluminium firm, Prada, an Italian fashion house, and Samsonite, an American luggage company. But the city’s current listings pipeline contains few firms from beyond China. Meanwhile, London has its own drawbacks. One common gripe is the lack of a natural base of investors. Britain’s pension funds and insurers invest a notably small proportion of their assets in domestic stocks."}, {"role": "body", "text": "Stock exchanges in Shanghai and Shenzhen are enormous, boasting combined total market capitalisations of more than $12trn. But the Chinese Communist Party is an ever-present threat, and Chinese stockmarkets still behave somewhat irrationally. Indeed, shares in firms listed on mainland and Hong Kong bourses are almost 40% more expensive on the mainland. Tokyo’s stockmarket is also big, with a total market capitalisation of nearly $5.4trn, but these days manages to attract little international business."}, {"role": "body", "text": "Other places simply cannot match the big three’s heft. Amsterdam and Dubai have grown, but remain regional, murky or both. Singapore, which passed Hong Kong in last year’s Global Financial Centres Index, compiled by Z/Yen, a consultancy, is a growing wealth-management hub, but remains a minnow when it comes to stocks."}, {"role": "body", "text": "As Messrs Schumer and Bloomberg can attest, financial competition sometimes changes in unpredictable ways. Right now, though, New York appears to be the listing venue of choice for companies in America, Europe, and—when officials on both sides allow—China, too. The city is fast pulling away from the rest of the field. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}]}