{"coverImageURL": "https://www.economist.com/media-assets/image/20230311_WWP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Politics", "subtitle": "", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-03-09T14:25:21Z", "contents": [{"role": "body", "text": "The National People’s Congress, China’s rubber-stamp parliament, opened its annual session. The outgoing prime minister, Li Keqiang, kicked things off by announcing an economic growth target of “around 5%” in 2023, lower than many external forecasts. Xi Jinping blamed Western countries led by America for trying to suppress China. The congress is expected to approve a set of reforms that will give Mr Xi more direct control over government bodies. It will also confirm him for a norm-busting third term as president."}, {"role": "second", "text": "On the wrong track"}, {"role": "body", "text": "China’s foreign minister, Qin Gang, warned America that its hostile attitude was in danger of souring relations between the two countries, comparing the situation to a train heading towards derailment. China is also “seriously concerned” that the president of Taiwan, Tsai Ing-wen, is going to meet the speaker of America’s House of Representatives, Kevin McCarthy, in the United States. "}, {"role": "body", "text": "Japan’s space agency commanded its new H3 rocket to self-destruct after its second engine failed to ignite after lift-off. It is a big setback for Japan’s rocket programme, which hopes to compete in the growing business of launching commercial and government satellites. The rocket was carrying a satellite that could, among other things, monitor North Korean missile tests. "}, {"role": "body", "text": "A suicide-bomber killed ten police officers in Pakistan’s Balochistan province, the latest in a series of attacks on the country’s security forces. "}, {"role": "body", "text": "Al-Shabab, a jihadist group in Somalia linked to al-Qaeda, recaptured a base that it had lost in the south, a sign that the biggest government offensive against the group in years may be stalling. "}, {"role": "body", "text": "Nigeria postponed elections to choose governors in 28 of its 36 states to March 18th in order to configure voting machines after a chaotic presidential election last month."}, {"role": "body", "text": "After a visit to Tehran, Rafael Grossi, the head of the International Atomic Energy Agency, the UN’s nuclear watchdog, said that Iran had agreed to the reinstallation of cameras and other monitoring equipment at its nuclear sites. He later clarified that the terms of these concessions would have to be worked out in future negotiations with the regime. "}, {"role": "body", "text": "Israeli forces killed six Palestinians in a raid on Jenin refugee camp in the West Bank. Binyamin Netanyahu, Israel’s prime minister, said that one of the dead had been responsible for killing two Israeli settlers in February, which had prompted hundreds of settlers to attack a Palestinian town. Two days after the raid, Israeli security forces killed three Palestinians near Jenin who had opened fire on them while they were trying to make an arrest. "}, {"role": "body", "text": "Canada’s prime minister, Justin Trudeau, said he would appoint an independent special rapporteur to investigate claims that China had attempted to influence the federal elections in 2019 and 2021. Mr Trudeau has been under pressure to take more seriously reports that China had tried to help his Liberal Party. He contends that the interference did not affect the election results. "}, {"role": "body", "text": "Ecuador’s National Assembly approved a report by a legislative commission that recommends the impeachment of the country’s president, Guillermo Lasso. The vote suggests that the legislature will try to impeach him, but the Constitutional Court has the power to quash that. The report alleges that Mr Lasso failed to stop bribery at public companies."}, {"role": "body", "text": "Armed men kidnapped four Americans and killed two of them in the Mexican city of Matamoros, just across the border from Texas. A Mexican woman was also killed. American officials believe that the Gulf Cartel, a gang based in Matamoros, is responsible for the killings. It is not clear what the motive was."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230311_WWP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Cities across Ukraine were struck by a wave of Russian missiles targeting power infrastructure but which also hit residential buildings. The missiles fell on Kyiv, the capital, Odessa, Kharkiv, Dnipro and other areas. Meanwhile, fierce fighting continued for control of Bakhmut. Volodymyr Zelensky said that the battle for the town and the Donbas region was Ukraine’s first priority."}, {"role": "second", "text": "Murky waters"}, {"role": "body", "text": "Germany’s defence minister warned against jumping to conclusions about who sabotaged the Nord Stream pipelines that carried gas from Russia. Boris Pistorius was responding to press reports linking the attack last year to Ukrainians, and said there was an equal chance that it could have been a “false-flag operation staged to blame Ukraine”."}, {"role": "body", "text": "The liberal Reform Party increased its number of parliamentary seats in Estonia’s general election, allowing Kaja Kallas to continue as prime minister. She was urged to form a new coalition quickly to head off any notion of uncertainty regarding her country’s stalwart support for Ukraine. The Centre Party, favoured by Estonia’s Russian-speaking minority, did badly in the election. "}, {"role": "body", "text": "Georgia’s ruling party withdrew a bill that would have required NGOs and media that receive at least a fifth of their funding from abroad to register as foreign agents. The legislation had sparked huge demonstrations in Tbilisi, the capital. The protesters, some waving EU flags, feared that the bill would be the first stage towards adopting a clampdown on press freedoms similar to Russia’s. "}, {"role": "body", "text": "In Athens police clashed with demonstrators protesting over a train crash that killed 57 people. Unions claim that the neglect of rail infrastructure in Greece contributed to the tragedy, putting pressure on the government just as it is due to call an election. "}, {"role": "body", "text": "Unions in France held their biggest strike yet to protest against the government’s proposal to raise the state retirement age to 64, from 62. Rail workers are considering a rolling wave of action. In next door Belgium farmers brought central Brussels to a standstill when they drove 2,700 tractors into the city to demonstrate against plans by the Flemish regional government to limit nitrogen emissions from agriculture."}, {"role": "body", "text": "The British government unveiled its umpteenth plan to try to stop the tide of illegal migrants crossing the English Channel. If the bill passes, new arrivals will be detained and swiftly removed, some to Rwanda or a safe third country. Asylum claims would then be heard remotely. Migrant charities said the proposals were unworkable and may flout international law. The opposition described the announcement as “groundhog day”. "}, {"role": "body", "text": "The American Senate voted to overturn a decision by the council of Washington, DC, to reduce sentences for some violent crimes in the city. Democrats in the Senate joined Republicans in blocking the measure, which critics say was soft on crime. Homicides are up by a third in Washington this year, though overall violent crime is down. "}], "id": 0}