{"coverImageURL": "https://www.economist.com/media-assets/image/20230311_ASP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "South Korea has a plan to end its forced-labour feud with Japan", "subtitle": "America hopes it will solidify a united front against China", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-03-06T20:01:11Z", "contents": [{"role": "body", "text": "Yang Geum-deok, a child of 1940s Korea, dreamed of being a teacher. When her head teacher suggested she should study in Japan, the country’s colonial ruler, she enthusiastically agreed. Aged only 13, she forged the necessary documents and left her home in South Jeolla province. She was promptly dispatched not to the promised school in Japan, but to an aeroplane factory run by Mitsubishi, a Japanese conglomerate. “I was worked almost to death and never paid,” she recalls. Her last hope, she says, is that “the offenders will offer a sincere apology before I die”."}, {"role": "body", "text": "She may at least be offered some hard cash. On March 6th the government of Yoon Suk-yeol, South Korea’s president, announced a new compensation fund for victims of Japanese wartime forced labour or their surviving relatives. The details—including, crucially, whether Mitsubishi or any Japanese firm will pay into it—are unclear. Yet Mr Yoon hopes this will end a dispute that has for decades poisoned the two countries’ relations, even as American pressure and worries about China and North Korea draw them closer. Joe Biden, America’s president, hailed the announcement as “a groundbreaking new chapter of co-operation and partnership”."}, {"role": "body", "text": "It follows a ruling by South Korea’s Supreme Court, in 2018, that two Japanese companies, Nippon Steel and Mitsubishi Heavy Industries, must compensate South Koreans, or their surviving relatives, who were forced to work in their factories. Japan’s government objected, saying the issue had been settled by a treaty between the two countries in 1965. A stand-off ensued, raising the prospect that Japanese firms such as Mitsubishi would have their South Korean assets seized by the court. Since Mr Yoon came to power last May, officials in Seoul and Tokyo have been engaged in a closed-door effort to patch things up."}, {"role": "body", "text": "The compensation fund will be filled mostly or entirely by South Korea’s government. South Korean companies that received money under the 1965 treaty (which included $800m in grants and low-interest loans to South Korea) will be encouraged but not forced to contribute. Japanese firms may do so on a voluntary basis. Meanwhile Japan’s government, instead of issuing a fresh apology, will reissue the “deep remorse and heartfelt apology” it offered in 1998 for the “tremendous damage and suffering” caused by the Japanese colonial occupation of Korea in 1910-45."}, {"role": "body", "text": "The formula reflects how little Kishida Fumio, Japan’s prime minister, felt able to compromise. He fears upsetting the right of his Liberal Democratic Party, which is against any new apology. Mr Kishida hailed the fund as a “return to a healthy relationship”. Within hours, Japan’s trade ministry announced bilateral talks on lifting controls, in place since 2019, on exports to South Korea of materials for semiconductor manufacturing. (South Korea said it would suspend a related complaint that it had lodged with the World Trade Organisation.) On March 9th the two countries announced that Mr Yoon would make an official visit to Japan the following week. He may also be welcomed as a guest at the G7 summit in Hiroshima in May. "}, {"role": "body", "text": "The South Korean leader still has to sell his fix domestically. His push for better bilateral relations rests on an appeal to South Koreans to weigh the benefits of co-operating with Japan against their grievance over its past abuses. In a speech on March 1st, a day that commemorates Korean independence, Mr Yoon said Japan had transformed itself from a “militaristic aggressor of the past into a partner that shares the same universal values”. But he may fail to placate either the victims of Japanese forced labour or his political opponents."}, {"role": "body", "text": "Lim Jae-sung, a lawyer acting for 15 plaintiffs in relation to Nippon Steel’s use of forced labour, argues that, for the fund to work as hoped, each will have to renounce his or her claim to compensation from the Japanese firm. And some of them, he suggested, will insist that Nippon Steel must itself apologise and pay up. “How will we be able to accept this when there is not one apology, not one yen?” he asks."}, {"role": "body", "text": "Most South Koreans want better relations with Japan. Yet a recent poll suggests 64% consider a further apology from Japan and an investigation into its past wrongdoing to be prerequisites. And Mr Yoon’s opponents will inflame that feeling. Lee Jae-myung, the leader of the opposition party, has accused the government of “treating forced-labour victims as if they are a stumbling-block to the improvement of relations”. Much the same charge helped undo a “final and irreversible resolution” of the issue of Korean women forced into wartime sexual slavery by Japan, negotiated by the two countries in 2015. "}, {"role": "body", "text": "As dusk fell on March 6th, protesters against the deal gathered outside Seoul’s city hall. Candlelit signs decried Mr Yoon’s “humiliating pro-Japanese diplomacy” and America’s support for it. The big question is whether Mr Yoon has done more to soothe the anger, or to stoke it. ■"}]}