{"coverImageURL": "https://www.economist.com/media-assets/image/20230311_FND002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why commodities shine in a time of stagflation", "subtitle": "They offer high returns, low correlation with other assets and protection from inflation", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-03-09T10:13:47Z", "contents": [{"role": "body", "text": "Watching Jerome Powell testify before Congress on March 7th brought on an irrepressible sense of déjà vu. “The process of getting inflation back down to 2% has a long way to go and is likely to be bumpy,” warned the Federal Reserve’s chairman. Recent economic data suggest that “the ultimate level of interest rates is likely to be higher than previously anticipated.” It is a message that Mr Powell and his colleagues have been repeating, in various forms, since the Fed started raising rates a year ago. As so many times before, markets that had lulled themselves into a sense of complacency took fright and sold off."}, {"role": "body", "text": "Investors are serially reluctant to take Mr Powell at his word because its implications are unpleasant for them. An ideal portfolio would contain a mix of asset classes that each prospers in different economic scenarios. But all the traditional classes—cash, bonds and stocks—do badly when inflation is high and rates are rising. Inflation erodes the value of both cash and the coupons paid by fixed-rate bonds. Rising rates push bond prices down to align their yields with those prevailing in the market, and knock share prices by making future earnings less valuable today."}, {"role": "body", "text": "Elroy Dimson, Paul Marsh and Mike Staunton, three academics, demonstrate this in Credit Suisse’s Global Investment Returns Yearbook. They show that globally, between 1900 and 2022, both stocks and bonds beat inflation handily, posting annualised real returns of 5% and 1.7% respectively. But during years of high inflation, both performed poorly. On average, real bond returns flipped from positive to negative when inflation rose much above 4%. Stocks did the same at around 7.5%. In “stagflation” years, when high inflation coincided with low growth, things got much worse. Shares lost 4.7%, and bonds 9%. "}, {"role": "body", "text": "In other words, neither bonds nor stocks are short-term hedges against inflation, even if both outrun it in the long term. But this dismal conclusion is paired with a brighter one. Commodities, as a frequent source of inflation, offer an effective hedge. What is more, commodity futures—contracts offering exposure without requiring the purchase of actual barrels of oil or bushels of wheat—look like a diversified investor’s dream asset."}, {"role": "body", "text": "To see why, start with their excess return over cash-like Treasury bills. In the long run, the Yearbook’s authors put this at an annualised 6.5% for dollar investors, beating even American stocks’ 5.9%. Better still, this return is achieved while being little correlated with shares, and moving inversely with bonds. "}, {"role": "body", "text": "Commodity futures can be mixed with other assets for a portfolio with a much better trade-off between risk and return. At historical rates, a portfolio that is evenly split between stocks and commodity futures would have a better return than a stock-only portfolio, and three-quarters of the volatility. Best of all for an investor fearing high inflation and low growth, commodity futures had an average excess return of 10% in stagflationary years."}, {"role": "body", "text": "All this is appealing to the high-octane end of finance. aqr Capital Management, a hedge fund known for its mathematical sophistication, published a paper last April entitled: “Building a better commodities portfolio”. Citadel, an investment firm that last year broke the record for the largest annual gain in dollar terms, has been building up its commodities arm for years. This part of the business is reported to have made a hefty chunk of the $16bn in net profits Citadel made for clients."}, {"role": "body", "text": "Yet commodity futures remain an esoteric asset class rather than a portfolio staple. Like any investment, they do not offer guaranteed returns, as history demonstrates. Gary Gorton and Geert Rouwenhorst, two academics, brought commodities’ merits to widespread attention with a paper published in 2006. That was just in time for a deep, lengthy crash, beginning in February 2008. From this point, a broad index of commodity prices lost 42% in real terms and did not regain its peak until September 2021. Investors were scared off."}, {"role": "body", "text": "Another reason is that the market is tiny. Out of total global investible assets worth $230trn, commodity futures make up less than $500bn, or 0.2%. Physical supply, meanwhile, is constrained. Were the world’s biggest investors to plough capital into the futures market, they would be liable to distort prices enough to render the exercise futile. But for smaller outfits—and fast-money ones like Citadel—commodity futures offer a lot of advantages. That is true even if Mr Powell keeps up the bad news."}, {"role": "body", "text": "Read more from Buttonwood, our columnist on financial markets:The anti-ESG industry is taking investors for a ride (Mar 2nd)Despite the bullish talk, Wall Street has China reservations (Feb 23rd)Investors expect the economy to avoid recession (Feb 15th)"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}]}