{"title": "Why did 250,000 Britons die sooner than expected?", "subtitle": "Life expectancy in Britain has flatlined in the last ten years", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/britain/2023/03/09/why-did-250000-britons-die-sooner-than-expected/processed-images/1424/20230311_BRD010.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "MIDDLESBROUGH", "hashTag": "Britain", "publishDate": "Mar 9th 2023", "contents": [{"role": "body", "text": "James cook university hospital in Middlesbrough, in the north-east of England, is home to a world-leading heart unit. The unit was a pioneer in primary angioplasties, in which balloons are inflated inside blocked arteries to open up the vessels. In 2016 surgeons there fitted a 71-year-old woman with a wireless pacemaker no bigger than a grain of rice—the first operation of its kind outside a clinical trial. The unit marked its 30th birthday in January with news of funding for a research lab."}, {"role": "body", "text": "But there was also a deflating sense of reality. Despite the unit’s successes, cardio­vascular diseases still cause around one in five premature deaths in Middlesbrough. The town of 144,000 people has some of the worst mortality rates for heart disease in England. Life expectancy at birth, a good indicator of health, has fallen slightly over the last decade, from 75.7 years to 75.4 years for men."}, {"role": "body", "text": "It is not just in Middlesbrough where life expectancy has flatlined. The latest official data end in 2020, when covid-19 was still claiming large numbers of lives. To provide a post-pandemic health assessment of Britain, The Economist has used provisional figures for the last two years. The result is disturbing. We calculate that life expectancy in Britain in 2022 was 81 years for boys and girls combined, just eight weeks longer than a decade ago."}, {"role": "body", "text": "There are caveats to these figures. First, our life-expectancy estimate for 2022 is based on provisional death figures using population projections that have not yet incorporated changes from the 2021 census. These are the best data available for now. Second, starting-points matter: a life expectancy of 83.2 years would have represented the best possible scenario for Britain, one in which long-run gains continued unabated from 2011. But since progress started to stall in the early 2010s, it is a natural moment to choose."}, {"role": "body", "text": "Finally, to convert life expectancy to absolute numbers of deaths we have made a simplifying assumption that gains and losses in life expectancy reflect death rates which change proportionally among all age groups. In practice, death rates can rise and fall at differential rates across the population: the elderly were more at risk from covid-19, for example."}, {"role": "body", "text": "Yet such caveats cannot obscure the fact that something has gone badly wrong in the past decade, and that large numbers of Britons have lived shorter lives as a result. That raises two big questions. How much of this is specific to Britain? And why?"}, {"role": "body", "text": "Some things are common to all countries. The pandemic is an obvious example. Covid killed millions around the world in 2020 and 2021, meaning that life expectancy was especially bad in those years. But deeper trends are also at work. For almost two centuries the story of life expectancy in the rich world had been one of unfettered progress. In 1841 a baby boy born in England or Wales could expect to live to the age of 40, and a girl to 42. By the 20th century’s end, life expectancy had nearly doubled; in the first decade of the new millennium, improvements even sped up. “2000-2010 was a halcyon decade for life expectancy,” notes Veena Raleigh of The King’s Fund, a think-tank."}, {"role": "body", "text": "The slowdown that occurred in the next decade may have been an inevitable comedown from the preceding period, given the mortality rates associated with ageing populations. Deaths from Parkinson’s disease and Alzheimer’s are increasing, often in conjunction with respiratory disease, especially flu and pneumonia. Medical interventions have kept sicker people alive for longer, but may be finding their limits."}, {"role": "body", "text": "Take cardiovascular disease, which for the past half a century contributed the largest gains to life expectancy in rich countries. Those who survive heart attacks are at greater risk of developing valvular heart disease, which if untreated can result in heart failure. “So while we’ve seen heart-attack deaths going down, we’ve actually seen the numbers of cases of heart failure and heart-failure deaths going up,” says Mike Stewart, chief medical officer at James Cook. “You can postpone [the effects of heart disease] but you can’t get rid of it.”"}, {"role": "image", "imageURL": "https://www.economist.com/interactive/britain/2023/03/09/why-did-250000-britons-die-sooner-than-expected/processed-images/1424/20230311_BRD011.jpg", "imageWidth": 608, "imageHeight": 817}, {"role": "body", "text": "As you might expect, such longer-run slowdowns in life expectancy are also observable in other European countries. But none has stalled quite so much as Britain. To create an international benchmark we selected a dozen rich European countries that share similar demographic and economic attributes with Britain. We excluded Germany, because reunification in 1991 had specific effects on life expectancy. We also did not include outliers such as America, whose dreadful performance reflects an opioid epidemic, or East Asian countries such as Japan and South Korea, whose gains in life expectancy make them stand out for better reasons."}, {"role": "body", "text": "Improvements in life expectancy among our 12 European countries slowed from an additional 12 weeks per year on average between 1980 and 2011 to seven weeks per year from 2011 until the start of the pandemic. But they slowed much more dramatically in Britain. The international slowdown in comparable countries, adjusting for covid, explains only about 300,000 of the additional 700,000 British deaths in the 11 years to 2022."}, {"role": "body", "text": "Strip out the age-standardised deaths associated with the pandemic too, and around 250,000 of the 700,000 deaths remain to be explained. Around a quarter of a million people, almost two whole Middlesbroughs, have died sooner than expected in little more than a decade. Why?"}, {"role": "body", "text": "To answer that, you have to look not just at how many are dying, but at who. It is not just the elderly: improvements in life expectancy have slowed across all age groups. Between end-2019 and mid-2022 Britain had the 19th-highest cumulative excess-mortality rate of 33 European countries for the over-65s, but the fifth-highest among those who died younger."}, {"role": "body", "text": "This fits with a “worrying trend” of more 50- to 64-year-olds dying than would otherwise be expected in 2022, notes Dr Jonathan Pearson-Stuttard of lcp Health Analytics, a consultancy. Many probably succumbed to heart disease, diabetes and liver problems, which were leading causes of excess deaths in 2022. Some of these deaths may have been caused by interrupted health care during the pandemic. But for those aged between 40 and 64, death rates for cardiovascular disease were increasing well before covid struck."}, {"role": "body", "text": "In England and Wales mortality rates among 30- to 49-year-olds have steadily increased since 2012, in sharp contrast with neighbouring countries such as the Netherlands and France; the same applies to mortality rates for men between the ages of 49 and 54. Deaths at younger ages are less easily explained by demo­graphy or the limits of medical advances; other factors are at work. Obesity, for example, is associated with increased mortality for cardiovascular diseases and cancer; obesity rates have risen faster in Britain than in most other rich countries."}, {"role": "body", "text": "As for where people are dying, the uncomfortable truth is that the 250,000 do not die in places like the London borough of Westminster (where life expectancy surpasses that in the Swiss canton of Geneva). They die in poorer towns and cities."}, {"role": "body", "text": "A government press release in 2021, to mark the creation of an Office for Health Improvement and Disparities, acknowledged that around 80% of a person’s long-term health is determined not by the care they receive but by wider social factors. Cold, damp homes can increase the risk of developing heart and respiratory diseases. A low income or a limited education can worsen the choices a person makes about their diet. Poor people sometimes use food, drugs and gambling as an escape."}, {"role": "body", "text": "“Deaths of despair”, from drugs, suicides, accidents and alcohol, play a particular role in Scotland. Death rates from drug misuse are around 3.7 times higher there than in Britain as a whole, making them comparable to opioid-ravaged America. Within Scotland, they are 18 times higher in the poorest 20% of neighbourhoods than the richest. Drug overdoses have been second only to covid-19 as the biggest contributor to rising mortality rates in Scotland over the last four years."}, {"role": "body", "text": "Drug-and-alcohol-related deaths have been rising south of the border too, and are the main reason for the alarming rise in death rates among people in their 30s and 40s. But in England “deaths of despair” only explain about one sixth of the life-expectancy gap between the richest 20% and poorest 20% of neighbourhoods."}, {"role": "body", "text": "Outside London, there is almost a perfect correlation between life expectancy in a local authority and its level of deprivation—as measured by a government index of a battery of economic and other factors . Our calculations also suggest that between 2001 and 2016 income and employment deprivation alone accounted for 83% of the variation between local authorities in life expectancy."}, {"role": "body", "text": "In 2020 Sir Michael Marmot, an epidemiologist, published a follow-up to an influential report from 2010 into health disparities across England. He found that, whereas in London life expectancy had improved across all income deciles, in the years between 2011 and 2017 life expectancy had declined for women living in the poorest decile of areas, and for the men living in the poorest parts of the north-east and Yorkshire. A poor English girl could on average expect to live 7.7 years less than a rich girl, and a boy 9.5 years less."}, {"role": "body", "text": "If working-age and poorer people are at the heart of a decade of British deaths, many forces will have been at play, some of them overlapping. But funding cuts, reduced public-health interventions and problems in the National Health Service (nhs) all are likely to have played a part."}, {"role": "body", "text": "For many the connection between slowing life expectancy and austerity is increasingly clear. “It’s all down to the weight of evidence,” argues David Walsh of the Glasgow Centre for Population Health. On this view, funding cuts in other European countries during the 2010s help explain some of their slowdowns, and Britain’s worse performance reflects the particular brand of austerity enacted by the coalition government that was in power from 2010 to 2015."}, {"role": "body", "text": "Reductions in government funding then tended to hit the most deprived areas hardest. During the 2010s, spending per person decreased by 16% in the richest councils, but by 31% in the poorest. Benefits were also cut. Our analysis of a detailed dataset of local government spending from 2009-19, compiled by the Institute of Fiscal Studies, a think-tank, shows that places with the largest relative declines in adult social-care spending and housing services were the ones that suffered the greatest headwinds to life expectancy."}, {"role": "body", "text": "The connection of austerity with life expectancy is controversial—correlation does not necessarily mean causation. But there is at least one specific way in which funding cuts are likely to have worsened health outcomes. Statistical boffins define preventable deaths as those which could have been avoided with public-health interventions such as improving health education or helping people to stop smoking, say, or manage their weight."}, {"role": "body", "text": "These interventions are not easy to get right but they can be very effective. A study looking at coronary heart-disease deaths in England and Wales between 1981 and 2000 found that this kind of primary prevention avoided four times as many deaths as secondary prevention did, and that the average person saved gained almost three times as many years of additional life (21 years compared with 7.5). Experts reckon that 40% of the burden on the nhs may be preventable through tackling the causes of avoidable chronic conditions. But in 2020 less than 7% of overall government health-care spending went on prevention, a third of that on covid testing and tracing."}, {"role": "body", "text": "Such services have been pruned in the last decade. Since 2013 public health in England has come under the purview of local authorities. The public-health grant, which is paid to councils by the Department of Health, was cut by 24% in real terms per person between 2015-16 and 2021-22; the government is yet to publish its allocation for 2023-24, making it hard to plan. Public-service agreements committing the previous Labour government to tough targets on life expectancy, among others, were discontinued in 2010. “From our heart-disease point of view, I think we were doing public-health intervention better 20 years ago,” says Dr Stewart."}, {"role": "body", "text": "There is no substitute for stopping people from falling ill in the first place. But once a disease is present, secondary prevention with treatments such as statins and cardiac rehabilitation can do much to reduce mortality rates. That is where shortfalls in medical care are liable to show up. Britain had higher rates of treatable mortality (deaths which could have been avoided with timely and effective health-care interventions) than the oecd median country long before the waiting lists started to spiral. This is partly because the poorest tend to present to health services later, when their conditions are more advanced."}, {"role": "body", "text": "Sorting out these problems is not a quick or easy task. But it is an urgent one. Back in Middlesbrough, the gap in life expectancy between the richest and poorest fifth of the population is 11.3 years for men and 8.8 years for women. This discrepancy is something that Kevin Leavesley, who officiates at 300-350 funerals a year across the north-east, sees all too often. “If I’m doing a funeral in east Middlesbrough then it is less of a surprise when it’s a 62-year-old,” he says. Some 10m years of life have been lost in Britain over the past decade, compared with what might have been expected in 2011. That grim total keeps ticking up. "}], "id": 37}