{"coverImageURL": "https://www.economist.com/media-assets/image/20240127_STP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Can scientists save your morning cup of coffee?", "subtitle": "A warming planet threatens the world’s favourite drug", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2024-01-23T19:04:54Z", "contents": [{"role": "body", "text": "CAFFEINE is one of the world’s most popular drugs, and coffee one of its best-loved delivery mechanisms. It is grown in more than 70 countries; more than 2bn cups are drunk each day. It helps support the livelihoods of an estimated 125m people. It indirectly supports many more, including your Californian correspondent (though not his tea-drinking British editor), by supplying them with a jump-start every morning. "}, {"role": "body", "text": "But global warming threatens the world’s coffee supply. Temperatures are rising and rainfall patterns shifting across South America, central Africa and South-East Asia, where most of the world’s coffee is grown. By the end of the century between 35% and 75% of the coffee-growing land in Brazil, the world’s biggest producer, could be unusable, according to a recent paper published in Science of the Total Environment by Cássia Gabriele Dias, an agricultural engineer at the Federal University of Itajubá, in Brazil. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240127_WOF930.png", "imageWidth": 1280.0, "imageHeight": 4547.0, "imageDescription": ""}, {"role": "body", "text": "Another paper, published in 2015, concluded that by 2050 between 43% and 58% of the world’s coffee-growing land would be rendered unsuitable, depending on how high greenhouse-gas levels rise (see map). Some of that loss will be offset as other bits of land, presently too cold for coffee, warm up. New plantations might take root in southern China, for instance, or on the northern coast of the Gulf of Mexico. But they are unlikely to make up for the shortfall."}, {"role": "body", "text": "The problem is that coffee is a fussy plant—and Coffea arabica, the beans of which account for 70% of the world’s production, is especially so. Its best yields come when temperatures remain between 18°C and 23°C throughout the year. Many of the places in which it is grown are already near the top of that range. It is susceptible to diseases such as coffee rust (a fungal infection) and the depredations of berry-borer beetles, which lay eggs inside growing beans. Both are expected to spread more readily in a warmer world."}, {"role": "body", "text": "Farmers growing Robusta (Coffea canephora), Arabica’s tough, bitter cousin, have a bit less to worry about. Robusta prefers warmer temperatures. But coffee snobs dislike the taste. Robusta beans fetch a lower price than Arabica ones, and are mostly used in instant coffee. For coffee-lovers, therefore, the solution is not to shift to Robusta but to save Arabica. "}, {"role": "second", "text": "Onwards and upwards"}, {"role": "body", "text": "One option is simply to move uphill. Other things being equal, temperatures fall by about 0.7°C for every 100 metres above sea level. Tanzania, for example, has significant areas of land 150 to 200 metres above where Arabica is currently grown that ought to work well for coffee-farming as temperatures rise. In Ethiopia, some farmers have already moved their plantations as much as 600 metres higher. "}, {"role": "body", "text": "But higher altitude usually means steeper slopes and shallower soils, which increase the rate at which nutrients are washed out by rain. Replacing them with artificial fertiliser is expensive. Higher slopes are also often covered in dense, species-rich forests. Cutting them down to make room for coffee plants might not be compatible with a country’s climate pledges. And moving cannot be done overnight. New plantations require five years or more to produce a good harvest. For many smallholders, such delays are not an option."}, {"role": "body", "text": "Another option is to change the way in which existing plantations are managed. Coffee plants are relatively short, and evolved to live in the shade beneath a forest canopy. Indeed, that is how they were originally cultivated. But as demand grew in the 20th century, farmers removed the taller trees in order to fit more coffee plants on their land. Now some are giving these old techniques a second look. "}, {"role": "body", "text": "Last year Nicholas Girkin, an environmental scientist at the University of Nottingham, published a paper that reviewed these historic “agroforestry” techniques. Dr Girkin and his colleagues note that the shade provided by taller trees helps prevent coffee plants from getting scorched in hot weather. Reinhold Muschler, an ecologist at the Centre for Investigation of Tropical Agronomy, in Costa Rica, has evidence suggesting that shade slows the ripening process, improving the size and flavour of coffee beans. "}, {"role": "body", "text": "Dr Girkin also cites evidence that trees provide homes for useful predators and pollinators. A study in Kenya concluded that tree-shaded plantations with pollinators present produced 10.8% more coffee berries per branch than unshaded plantations. Predatory bats, birds and insects that make their homes in the trees will happily feast on pests like the berry-borer beetle."}, {"role": "body", "text": "Trees can attract monkeys that eat coffee fruits. But Dr Girkin notes that the evidence suggests that these losses are more than compensated for by trees’ positive effects. As for the fact that trees extract water and nutrients from the same soil as the coffee plants, whether that causes problems is a matter for debate. The shade and humidity they provide cuts the amount of water that coffee plants lose to evaporation, which might compensate. "}, {"role": "body", "text": "And then there is the opportunity cost of the trees themselves. Adding them leaves less room for coffee plants, which was the reason farmers cut them down in the first place. However, several tree species that grow well on coffee plantations produce crops of their own, such as bananas or avocados, that farmers can sell alongside their beans. And more trees means more leaf litter, which can help keep nutrients locked into the soil. "}, {"role": "body", "text": "However the balance of costs and benefits shakes out, agroforestry can only go so far. In many parts of the world, climate models suggest that temperatures will eventually simply get too hot for the sensitive Arabica to cope. That means that, if coffee cultivation is to continue, the bean itself will have to change."}, {"role": "body", "text": "Arabica and Robusta are not the only coffee species. Around 130 are known, but most have been ignored or forgotten thanks to unpalatable flavours, poor yields or small beans. One man who has not forgotten them is Aaron Davis, a botanist at the Royal Botanic Gardens, Kew, in Britain. Aware of the danger faced by mainstream coffee crops, Dr Davis has been learning everything he can about these lost species. "}, {"role": "body", "text": "Historic records show that many have flourished in environments warmer or drier than those in which Arabica and Robusta grow now. One report written in 1834 by George Don, a Scottish botanist, described a coffee species known as Coffea stenophylla that he found growing wild in Sierra Leone. A cup brewed from the plant’s berries, he wrote, was even better than one brewed from Arabica. "}, {"role": "second", "text": "Lost and found"}, {"role": "body", "text": "Intrigued, Dr Davis went searching. He and his colleagues found the species still growing in Sierra Leone. They also managed to track down another lost coffee species. Known as Coffea affinis, it too was noted (this time in 1925) for its pleasant flavour. Both species come from Sierra Leone’s hot and seasonally dry lowland hills, hinting that they can probably cope with warmer climes than either Arabica or Robusta. It was fortunate that Dr Davis found the plants when he did, for habitat loss means both are threatened with extinction. "}, {"role": "body", "text": "In 2021 Dr Davis published a paper revealing that, compared with Brazilian Arabica, C. stenophylla was fruitier, had a better acidity and a more complex flavour profile—though slightly fewer of these characteristics than Ethiopian Arabica. In a blind taste test, judges given C. stenophylla thought they were drinking Arabica 81% of the time. Dr Davis says that C. affinis has demonstrated similar flavours."}, {"role": "body", "text": "Heat tolerance and a nice taste are not the only important traits. Coffea dewevrei, known as Excelsa, is easy to grow, high-yielding and has a good flavour. Its biggest advantage might be its resistance to the coffee-rust fungus. It was discovered in 1902, in what is now the Democratic Republic of Congo. C. dewevrei quickly became the dominant coffee crop in parts of central Africa. But in 1933 disaster struck. A new disease called coffee wilt emerged, devastating crops and leaving farmers destitute. They gave up on Excelsa and focused on Arabica and Robusta instead. "}, {"role": "body", "text": "Now, with climate change making rust a more serious issue, researchers like Dr Davis are giving Excelsa another look. While the limits of its heat resistance are not yet known, it is clear that it can tolerate higher temperatures than both Arabica and Robusta. It also seems to be more drought-tolerant than Robusta. "}, {"role": "body", "text": "Still, it takes 11-12 months to go from flowering to fruiting, compared with just nine months for Arabica. Its berries are more firmly attached to its branches, meaning they require more effort to harvest—a problem compounded by the fact that it is taller than many other coffee species, obliging farmers to use ladders. And wilt remains poorly understood—although a paper published in June suggests that higher temperatures might make that particular disease less of a problem. "}, {"role": "body", "text": "No single species, in other words, has been found that could serve as a drop-in replacement for Arabica. Instead, the hope is that a mix of genetic engineering and old-fashioned cross-breeding could allow traits from these rediscovered species to be transferred into Arabica—or help transplant Arabica’s traits into a new species. Dr Davis is undertaking two research projects that aim to do exactly that, though he is reluctant to give details. A paper containing the most comprehensive Arabica genome yet published, which appeared in Nature Communications on January 23rd, should move things along."}, {"role": "body", "text": "But it will be a while before such work bears beans. Dr Dias, at the University of Itajubá, says a decade or more could pass between proposing a new coffee cultivar and its approval for commercial use. She argues that Brazil needs to take more immediate measures, shifting some farms uphill while others adopt agroforestry. That could buy time for scientists to come up with a coffee plant that can thrive in a warmer world. ■"}, {"role": "body", "text": "Correction (24th January 2024): A previous version of this article said that a paper on the most comprehensive Arabica genome yet published appeared in the journal Nature. It actually appeared in Nature Communications."}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}], "id": 62}