{"coverImageURL": "https://www.economist.com/media-assets/image/20240127_LDD003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The risks to global finance from private equity’s insurance binge", "subtitle": "Funding pensions with private assets holds promise—but needs scrutiny", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2024-01-25T10:17:46Z", "contents": [{"role": "body", "text": "A DECADE OR so ago private equity was a niche corner of finance; today it is a vast enterprise in its own right. Having grabbed business and prestige from banks, private-equity firms manage $12trn of assets globally, are worth more than $500bn on America’s stockmarket and have their pick of Wall Street’s top talent. Whereas America’s listed banks are worth little more than they were before the pandemic, its listed private-equity firms are worth about twice as much. The biggest, Blackstone, is more valuable than either Goldman Sachs or Morgan Stanley—and has the confidence of a winner. “It’s the alternatives era,” proclaimed the company’s ebullient Taylor Swift-themed festive video in December. “We buy assets then we make ’em better.”"}, {"role": "body", "text": "This is not, though, the business that has recently boomed for them. Traditional private equity—using lots of debt to buy companies, improving them, and selling or listing them—has been lifeless. High interest rates have cast doubt on the value of privately held companies and reduced investors’ willingness to provide new funds. It does not seem to matter. Core private-equity activity is now just one part of the industry’s terrain, which includes infrastructure, property and loans made directly to companies, all under the broad label of “private assets”. Here the empire-building continues. Most recently, as we report this week, the industry is swallowing up life insurers."}, {"role": "body", "text": "All of the three kings of private equity—Apollo, Blackstone and KKR—have bought insurers or taken minority stakes in them in exchange for managing their assets. Smaller firms are following suit. The insurers are not portfolio investments, destined to be sold for a profit. Instead they are prized for their vast balance-sheets, which are a new source of funding. "}, {"role": "body", "text": "Judged by the fundamentals, the strategy makes sense. Insurance firms invest over long periods to fund payouts, including annuities sold to pensioners. They have traditionally bought lots of government and corporate bonds that are traded on public markets. Firms like Apollo can instead knowledgeably move their portfolios into the higher-yielding private investments in which they specialise. A higher rate of return should mean a better deal for customers. And because insurers’ liabilities stretch years into the future, the finance they provide is patient. In banking, long-term loans are funded with lots of instantly accessible deposits; with private assets and insurance, the duration of the assets matches the duration of the liabilities. "}, {"role": "body", "text": "Yet the strategy brings risks—and not just to the firms. Pension promises matter to society. Implicitly or explicitly, the taxpayer backstops insurance to some degree, and regulators enforce minimum capital requirements so that insurers can withstand losses. Yet judging the safety-buffers of a firm stuffed with illiquid private assets is hard, because its losses are not apparent from movements in financial markets. And in a crisis insurance policyholders may sometimes flee as they seek to get out some of their money even if that entails a financial penalty. Last year an Italian insurer suffered just such a bank-run-like meltdown. "}, {"role": "body", "text": "Making things harder is the complexity of the tie-ups, which involve labyrinthine interlinkages between different bits of firms’ balance-sheets. Much reinsurance activity takes place in Bermuda, an offshore hub where there is more than a whiff of regulatory arbitrage. Yet compared with the zealots who police the global banking system, insurance regulators are docile. "}, {"role": "body", "text": "As private assets become more important, that must change. Regulators should co-operate internationally to ensure that the safety-buffers are adequate. High standards of transparency and capital need to be enforced by suitably heavyweight bodies. The goal should not be to crush a new business model, but to make it safer. Financial innovation often brings new benefits even as it creates new ways to blow up the system. Regulators would be making a mistake to ignore either edge of the sword. ■"}], "id": 7}