{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2024-01-25T13:58:46Z", "contents": [{"role": "body", "text": "WE HAVE TWO covers this week. In America and Europe we look at the fraught issue of America’s southern border. Since Mr Biden became president over 3.1m border-crossers have been admitted into the United States. At least a further 1.7m have come in undetected or overstayed their visas. Insecure borders weaken support for legal immigration and boost restrictionist parties. Immigration could bring Mr Trump back to the White House. As president he might pull America out of the Refugee Convention of 1951, causing it to collapse. Mr Biden should call the Republicans’ bluff, roll up his sleeves and set out to fix the border. That would be the right thing to do. It would also help his prospects for re-election. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240127_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leaders: How the border could cost Biden the electionUnited States: How America’s failed immigration policies might cost Joe Biden the electionAmericas: The prospect of a Trump presidency looms over Mexico’s elections"}, {"role": "body", "text": "In Asia, Africa and the Middle East we consider the potential for artificial intelligence (AI) to boost human capital, and ultimately growth, in poor countries. The big winners of AI so far seem to be a bunch of Western early adopters. Yet AI stands to transform lives in the emerging world, too. As it spreads, the technology could raise productivity and shrink gaps in human capital faster than many before it. It could help income levels catch up with those in the rich world."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240127_DE_AP.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leaders: AI holds tantalising promise for the emerging worldBriefing: Could AI transform life in developing countries?"}], "id": 3}