{"coverImageURL": "https://www.economist.com/media-assets/image/20240127_USP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why politicians are obsessed with mythical Chinese land grabs", "subtitle": "No, the Communist Party is not buying up farms", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-01-22T20:55:48Z", "contents": [{"role": "body", "text": "There was a time when Kim Reynolds, the governor of Iowa, had no problem with Chinese investment. In 2012, when she was the state’s lieutenant governor, she met Xi Jinping, then China’s vice-premier, on a visit to Beijing. In 2017, as governor, she visited again, this time posing with Vice-Premier Wang Yang. No longer. In her Condition of the State address to Iowa’s legislature on January 9th, Ms Reynolds claimed that “China continues to grow more aggressive, and buying American land has been one of the many ways they have waged this new battle.” Later this year she intends to introduce a new law that would toughen land-ownership reporting rules in Iowa. “American farmland should stay in American hands,” she says."}, {"role": "body", "text": "Ms Reynolds joins a chorus of state and federal politicians who worry about Chinese land grabs. On January 2nd Missouri’s governor, Mike Parson, issued an executive order banning “foreign adversaries” from buying land within ten miles of a military facility. Last October Arkansas ordered a Chinese-owned agricultural firm to sell 160 acres of land. Laws to restrict Chinese ownership of land have spread to Florida and Texas. In recent years the number of states with restrictions on foreign ownership has grown from 14 to 24, according to Micah Brown, of the National Agricultural Law Centre in Arkansas. Federal politicians are getting in on the act, too. Jon Tester, the Democratic senator from Montana, is among those to have proposed tighter federal laws on foreign land ownership. "}, {"role": "body", "text": "Yet there is little reason to think that Chinese firms are really buying much American land—whether near military bases or otherwise. If official data are to be believed, Chinese landholdings are both tiny and shrinking. Chinese investment into America has collapsed in the past few years. Is it all a storm about nothing?"}, {"role": "body", "text": "Since 1978 foreign owners of agricultural land have been required to declare it to the US Department of Agriculture (USDA). The agency’s data show that, at the end of 2022, around 3% of privately held land nationwide was declared foreign-owned. The biggest holders were firms and individuals from Canada, followed by the Netherlands and Britain. Declared Chinese entities held less than 1% of all foreign-owned land, or 0.03% of the total. People in Luxembourg own more. Foreign land ownership has grown by 40% since 2016, but China is not evidently the driver. From 2021 to 2022 the total amount of land owned in full or in part by Chinese firms shrank from 384,000 acres to 347,000. In Iowa, Chinese holdings totalled just 281 acres—an area smaller than the state fairgrounds in Des Moines."}, {"role": "body", "text": "So why the panic? Mr Brown says that the surge of lawmaking is driven by a change in the political climate, caused by two relatively high-profile incidents of Chinese land purchases near military bases. One was for a grain-milling plant in North Dakota, a few miles away from Grand Forks Air Force Base. The other was land purchased to build a wind farm in southern Texas, near Laughlin Air Force base. Those, combined with the shooting down of a Chinese spy balloon last year, meant that: “Nobody wanted to stand up against restricting [Chinese] purchases of land,” says Mr Brown. Politicians of various stripes have suggested that the Chinese either want to spy, or to control America’s food supply, or both."}, {"role": "body", "text": "The patchiness of official data does not help. That 281 acres in Iowa is owned by Syngenta, an agricultural-science firm. The firm was purchased outright by ChemChina, a state-owned chemicals firm, in 2017. But until 2021 the land was listed as Swiss-owned in the USDA records—as were several other Syngenta sites. Late last year, tax records revealed that Chen Tianqiao, a Chinese billionaire with past links to the Communist Party, who lives in the San Francisco Bay Area, owns almost 200,000 acres of forestry land in Oregon, which was not declared as foreign-owned. (Mr Chen’s firm now says that, following media questions, it has submitted the relevant USDA filings.) A review by the Government Accountability Office published on January 18th found that the Treasury and Defence departments need timelier and more accurate data to judge security risks."}, {"role": "body", "text": "Still, it is unlikely that data gaps hide a surge of secret Chinese purchases. Overall Chinese investment into America peaked in 2016, and has fallen off a cliff since the pandemic, says Derek Scissors, who maintains a database of Chinese foreign investment for the American Enterprise Institute, a think-tank. What investment is continuing is generally confined to the supply chain for electric vehicles. The flood of Chinese land purchases that began a decade or so ago was more to do with wealthy Chinese people trying to get their money out of China than about spying, according to Mr Scissors. The new laws are a bit like ones “preventing snow emergencies in Florida”, he says. That is to say, pointless."}, {"role": "second", "text": "From California to the New York island"}, {"role": "body", "text": "Some politicians are frustrated with the endless focus on land. Raja Krishnamoorthi, a Democratic congressman who is the ranking member of the House select committee on China, admits that enforcement of filing requirements for USDA’s database is “pretty lax”. But some laws intended to stop any Chinese-origin individuals buying any land at all, such as one passed in Florida last year that restricted even residential-property purchases, drift into “outright racism and xenophobia”, he complains. He wishes politicians would focus more on improving American competitiveness in general. Sadly that is harder than blustering about farmland. ■"}, {"role": "body", "text": "Correction (January 23rd 2024): This article was updated to note that Chen Tianqiao no longer has links to the Chinese Communist Party."}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 26}