{"coverImageURL": "https://www.economist.com/media-assets/image/20230211_USP007.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A new primary calendar gives black Democrats an earlier say for 2024", "subtitle": "The move is unlikely to change who wins, but might speed up the process", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-02-09T14:25:11Z", "contents": [{"role": "body", "text": "ONE OF THE many ways America is exceptional is in how it picks nominees for president. In most other democracies, parties select their leaders quickly through a set of selection procedures with tight rules and minimal involvement from the people. In America voters themselves get to pick who runs for president. They do so via a months-long series of elections held independently by each state’s party organisations, with each state lobbying the national party for the coveted first go at casting ballots for the nominees. For decades, Iowa has held that title. But on February 4th, the Democratic National Committee (DNC) handed pole position to South Carolina, previously the fourth state to vote."}, {"role": "body", "text": "Activists have supported a reshuffling of the primary calendar for some time. They claim that letting Iowa and New Hampshire, which votes second, go before more diverse states gives white voters more power. This is accurate; New Hampshire and Iowa are the fourth- and fifth-whitest states in the country. South Carolina, by contrast, has the fifth-highest concentration of black Americans; they make up 27% of the state’s adults, a hair higher than Alabama’s 26%. Given the party’s reliance on black voters, a reliably Democratic group, for their national wins, shouldn’t it prioritise their say?"}, {"role": "body", "text": "The question misunderstands the nominating process. It is not as important to go first as it is for candidates to consolidate support among certain demographic groups and donors. Because South Carolina previously voted fourth, a candidate who polled well with black voters could be confident they would do well later, even if they lagged in Iowa and New Hampshire. "}, {"role": "body", "text": "Such a path is precisely the one Mr Biden followed last time around. Bill Clinton also staged a similarly “surprising” comeback in the 1992 election. In fact, aside from John Kerry’s ill-fated presidential bid in 2004, every eventual Democratic presidential nominee has won the Palmetto-state primary. The Democrats moving South Carolina from fourth to first position is thus unlikely to change who wins its next presidential nomination. But it may speed up the process. An early signal from the state’s black voters may help winnow the field, much as fringe candidates previously dropped out after flops in Iowa and New Hampshire."}, {"role": "body", "text": "The bigger news in the Democrats’ rules change thus is the state that has made the biggest jump in the queue: Georgia. Peach-state Democrats in 2020 were slated to vote 32nd, long after they might have played a decisive role in the selection process. Next year, Georgia will go fourth. Since Georgia also has a high share of black Americans—higher even than South Carolina—adding it to the slate of early states will tilt the group’s racial composition heavily away from white voters. And though proximate, replacing Iowa with Michigan in the early bunch will significantly decrease the say of white non-college voters, disproportionately represented in the future. "}, {"role": "body", "text": "Ahead of the vote on the DNC’s rules change the chairman, Jaime Harrison, rose to remark that “Folks, the Democratic party looks like America and so does this proposal.” But notably absent from the new bunch of early-voting states are any from the West Coast or mid-Atlantic, the party’s two strongest regions. Texas and Florida, two fast-growing Hispanic-heavy red states, are also absent. And there are no states from the mountain region—Wyoming, Idaho, Utah, Colorado and Montana. "}, {"role": "body", "text": "The reality of the primary system is that, even when reshuffled, it is not a great way to pick a nominee. It hands veto power to a group of voters who tend to be more ideologically extreme than the electorate as a whole. The Democratic Party has been arguing over which state should go first in selecting its presidential candidates for decades. It may be worth considering an alternative mode of election. Look abroad and it will see many alternatives.■"}, {"role": "body", "text": "For more coverage of Joe Biden’s presidency, visit our dedicated hub and follow along as we track shifts in his approval rating. Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}]}