{"coverImageURL": "https://www.economist.com/media-assets/image/20230204_USP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "American universities are hiring based on devotion to diversity", "subtitle": "Mandatory statements are quickly taking hold of academia", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-02-04T14:32:41Z", "contents": [{"role": "body", "text": "The university of california, Berkeley is currently advertising for a “director of cell culture, fly food, media prep and on-call glass washing facilities”. Applicants need an advanced degree and a decade of research experience, and must submit a cv, a cover letter and a research statement. They must also send in a statement on their contributions to advancing diversity, equity and inclusion. Seemingly everyone (this director, the next head of preservation for the library, anyone who dreams of a tenured professorship) must file a statement outlining their understanding of diversity, their past contributions to increasing it and their plans “for advancing equity and inclusion” if hired."}, {"role": "body", "text": "Not long ago, such statements were exotic and of marginal importance. Now they are de rigueur across most of the University of California system for hiring and tenure decisions. Studies claim that as many as one in five faculty jobs across America require them. And government agencies that fund scientific research are starting to make grants to labs conditional upon their diversity metrics and plans."}, {"role": "body", "text": "Proponents argue that such things are needed to advance concepts normally invoked by abbreviation: diversity, equity and inclusion (dei), sometimes with “belonging” appended (deib), or “justice” (deij), or else rearranged in a jollier anagram (jedi). Critics—typically those with tenure rather than those seeking it—think mandatory statements constitute political litmus tests, devalue merit, open a back door for affirmative action, violate academic freedom and infringe on First Amendment protections for public universities. “There are a lot of similarities between these diversity statements as they’re being applied now and how loyalty oaths [which once required faculty to attest that they were not communists] worked,” says Keith Whittington, a political scientist at Princeton University. Who is right?"}, {"role": "body", "text": "Advocates see no conflict between dei and academic excellence. “It’s hard to imagine being a good teacher if you don’t know how to actively engage all students,” says Sharon Inkelas, an associate vice-provost at Berkeley. Nor is it a matter of political belief. These statements “are descriptions of things that people have done that have enabled them to be successful in the classroom,” says Professor Inkelas. A referendum has already outlawed affirmative action in California, so state institutions cannot give preferential treatment on the basis of race or sex. A separate law bans employers from “controlling or directing” the political activities of their employees."}, {"role": "body", "text": "“There is no litmus test attached to diversity statements. All that it’s asking is, ‘What are you going to be able to add to our campus? How are you going to deal with the diverse student body and faculty?’” says Erwin Chemerinsky, dean of Berkeley’s law school and a well-known First Amendment scholar. “The absence of lawsuits so far, despite threats, is an indication that the diversity statements are legal. They don’t violate the First Amendment.”"}, {"role": "body", "text": "It is hard to know whether dei statements merely meet their goals or stray into political filtering. Davidson College, in North Carolina, asked prospective computer-science staff to write about their “potential to contribute to our commitment to equity and anti-racism”—a cause fervently embraced by the left and despised by the right. Berkeley has distributed guidance on how search committees ought to evaluate diversity statements. They say that any candidate who does not discuss gender or race must be awarded low marks. The same goes for any earnest classical liberal who “explicitly states the intention to ignore the varying backgrounds of their students and ‘treat everyone the same’.”"}, {"role": "body", "text": "In 2018 Berkeley launched a “cluster search” for five faculty to teach biological sciences. From 894 applications, it created a longlist based on diversity statements alone, eliminating 680 candidates without examining their research or other credentials. This “yielded significant increases in urm [underrepresented minority] candidates advanced to shortlist consideration”, a university memo reported."}, {"role": "second", "text": "The dark side"}, {"role": "body", "text": "Whether such a process privileges candidates of certain ethnic backgrounds over others is a sensitive question with legal implications. “It doesn’t appear that there’s any kind of correlation between particular identities and the quality of statements,” says Karie Frasch, the director of Berkeley’s Office of Faculty Equity and Welfare. When asked to clarify whether that meant scores did not differ by race, Dr Frasch says, “I’m not saying that. We don’t have that information. I shouldn’t have said the word ‘correlation’. I apologise.”"}, {"role": "body", "text": "Berkeley is an important case study, not necessarily because it is the most extreme but because it is the most transparent. The University of California, Los Angeles has embraced diversity statements in hiring and tenure decisions even more fervently, but does not feel the need to explain its policies. A spokesperson said that Anna Spain Bradley, a law professor who serves as vice-chancellor for equity, diversity and inclusion, was unavailable for comment."}, {"role": "body", "text": "Critics worry about the proliferation of diversity criteria in science. Beginning this fiscal year, the Department of Energy, which funds research on nuclear and plasma physics among other things, will require all grant applications to submit plans on “promoting inclusive and equitable research”. Since 2021 the brain Initiative at the National Institutes of Health has required prospective grantees to file a “plan for enhancing diverse perspectives”. Teams with investigators from diverse backgrounds receive precedence."}, {"role": "body", "text": "“People are unwilling to push back because they are afraid to lose their funding, and no one wants to become a martyr for defending reason,” says Anna Krylov, a professor of chemistry at the University of Southern California. Professor Krylov studied in the former Soviet Union and sees parallels that are “a little too close”. Rather than Marxism-Leninism, “you really have to pledge your commitment to critical social justice.”"}, {"role": "body", "text": "If race-based affirmative action for college admissions is struck down by the Supreme Court, as most expect it will be this year, universities will surely resort to creative means of maintaining diversity that can survive judicial scrutiny. Diversity statements may prove useful. The subtlety can vary. The Harvard Law Review strongly encourages prospective editors to submit, alongside their application, a 200-word statement “to identify and describe aspects of your identity…including, but not limited to, racial or ethnic identity, socioeconomic background, disability (physical, intellectual, cognitive/neurological, psychiatric, sensory, developmental, or other), gender identity…” (the list goes on)."}, {"role": "body", "text": "In many Republican-led states legislators are trying to forcibly eradicate this strain of thinking—sometimes in ways that seek to limit freedom of thought in the name of protecting it. Last year Republicans in Florida passed the Stop woke Act, which prohibits instruction at universities on ideas like systemic racism unless provided in “an objective manner without endorsement”. In 2021 those in Idaho passed a law banning the teaching of critical race theory in all schools, including public universities. Last month the Manhattan Institute, a conservative think-tank, released a piece of model legislation for states to emulate that would do less violence to the First Amendment, by dismantling dei offices in universities and banning consideration of diversity statements in hiring."}, {"role": "body", "text": "Others are more sanguine. “I think it’s a fad,” says Janet Halley, a professor of law at Harvard. Bureaucratising ideology saps sincerity. “People will utter the hocus-pocus. They know that they’re being required to put on an act. And that’s going to create cynicism about the very values that the people who put these requirements into place care about,” she says. If those contradictions don’t sink the project, the courts might. Professor Halley believes these innovations are “forced speech and viewpoint discrimination in the First Amendment context” and will lead dei dissidents to file lawsuits. “With the increasing conservatism of the federal bench, I think they’re likely to win.” ■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 24}