{"coverImageURL": "https://www.economist.com/media-assets/image/20230211_CND001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Tensions will linger over a Chinese balloon downed by America", "subtitle": "Much will depend on what American officials learn from the debris and what they decide to reveal", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-02-09T14:25:10Z", "contents": [{"role": "body", "text": "THE PRECISE purpose of the Chinese balloon that drifted across America, kiboshing a brief detente in the world’s most consequential bilateral relationship, has yet to be proven. But troubling answers may soon emerge from the Atlantic. US Navy divers have already started retrieving debris from the airship, which was shot down by an American F-22 fighter jet off South Carolina on February 4th. The divers aim to complete their work within days. "}, {"role": "body", "text": "The equipment they find could bolster American officials’ assertions that the balloon was part of a fleet of similar craft gathering intelligence worldwide. They say they have already got plenty of evidence from tracking it across America. Yet China is doubling down on its claim that the balloon was monitoring weather and blown off course. And with Chinese authorities now suggesting that they want the debris returned, the two sides seem to be heading for a stand-off that could push them deeper into a cold-war-style confrontation."}, {"role": "body", "text": "In some ways, the saga echoes previous bilateral upsets, including China’s testing of an anti-satellite missile in 2007 (first revealed by American officials) and its show of muscle by trying out a prototype of a stealth fighter-jet during a visit to Beijing by a Pentagon chief in 2011. What makes it more dangerous is that both countries’ leaders are now facing intense domestic political pressure to stand up to each other. Their armed forces are already gearing up for a potential conflict over Taiwan."}, {"role": "body", "text": "At first, a relatively quick resolution seemed within reach. Before the balloon was shot down, China expressed regret and said it respected the White House’s decision to postpone a visit to Beijing by Antony Blinken, America’s secretary of state, that was due to start on February 5th. That briefly held out the possibility that the two sides could manage the crisis and reschedule the visit, which was supposed to consolidate the detente since Presidents Joe Biden and Xi Jinping met in November."}, {"role": "body", "text": "But China’s rhetoric later hardened. Its foreign ministry expressed “strong dissatisfaction”, accusing America of over-reacting and violating international practice. It pledged to safeguard the interests of “relevant Chinese companies” and said it reserved the right to respond. Asked if China had demanded the return of the debris, a spokeswoman said: “The airship does not belong to the US. It belongs to China.” The defence ministry threatened to “use necessary means to deal with similar situations”."}, {"role": "body", "text": "In America, China hawks are in full cry. Republican leaders, questioning why the balloon was not shot down earlier, originally planned a resolution criticising Mr Biden’s response but have since pivoted to a bipartisan one condemning China’s balloon escapade. “I am committed to work with China where it can advance American interests and benefit the world,” Mr Biden told Congress on February 7th. “But make no mistake: as we made clear last week, if China threatens our sovereignty, we will act to protect our country.”"}, {"role": "body", "text": "Some observers shrug off the episode, noting that China already has a formidable array of spy satellites. In China, there are experts with their government’s ear who suggest the Biden administration is hyping the issue to out-hawk Republicans ahead of a presidential election in 2024 and to mobilise public support for a long-term confrontation with China. “If the public does not support you, how can you engage in a new cold war?” says Jin Canrong of Renmin University in Beijing. "}, {"role": "body", "text": "But American officials insist that the balloon represents a serious threat. They say China has recently developed a fleet of them to spy, often for the People’s Liberation Army (PLA). Although less sophisticated than satellites, the balloons can gather some communication and other data only accessible at lower altitudes, and can often linger for long periods using a small solar-powered engine. They are also far cheaper. "}, {"role": "body", "text": "The balloons have been spotted over countries across five continents, including Europe, and have violated the sovereignty of several, the officials say. On February 6th China acknowledged that another balloon, seen over Latin America in recent days, was one of its own but insisted that it, too, was a stray weather-monitoring airship. "}, {"role": "body", "text": "Also that day, America’s deputy secretary of state, Wendy Sherman, led a briefing on China’s balloon espionage for about 40 embassies, according to the Washington Post. The newspaper said that American officials believe some of these operations are being run from China’s southern province of Hainan and collect military information from countries including India, Japan, the Philippines, Taiwan and Vietnam."}, {"role": "body", "text": "Some of the previous sightings were already public, including one over Japan in June 2020, another over India in January 2022 and a swarm over Taiwan last February that its armed forces linked to the PLA Rocket Force. That month, America scrambled fighters to intercept an unmanned balloon off Kauai, a Hawaiian island with a missile-testing range (the balloon was not identified as Chinese at the time)."}, {"role": "body", "text": "But American officials have only revealed in recent days that Chinese government surveillance balloons have briefly transited continental America at least four times before: three during the Trump administration and once earlier in Mr Biden’s presidency. Some passed over Texas and Florida and went near sensitive military sites, the officials said. "}, {"role": "body", "text": "More worrying still for America, those intrusions were not detected at the time. They were identified only later by intelligence officials using “additional means of collection”, according to General Glen VanHerck, commander of the North American Aerospace Defence Command. “That’s a domain-awareness gap that we have to figure out,” he said on February 6th. "}, {"role": "body", "text": "This time, however, American forces spotted the Chinese balloon as it approached Alaska. That allowed them to ensure that no sensitive activities or communications were exposed nearby, and to monitor it closely and try to assess its ability to gather and transmit data. One finding that American officials say undermines China’s claims is that the balloon appears to have manoeuvred itself over military sites, including a base in Montana with intercontinental ballistic missiles. "}, {"role": "body", "text": "The American navy divers now hope to gather further evidence from the wreckage of the balloon, which was about 200 feet (61 metres) tall and carried kit roughly the size of a regional passenger jet. Counter-intelligence specialists have joined the search for the debris, which is spread across about three-quarters of a square mile (195 hectares) in waters less than 50 feet deep. "}, {"role": "body", "text": "It is unlikely that they will find anything labelled PLA. China’s balloons are thought to carry a wide range of sensors, including some that gather meteorological data. But that data can be used to help track or guide weapons including ballistic and hypersonic missiles. And there could be incriminating kit such as electro-optical cameras or sensors that “sniff” for nuclear isotopes in the atmosphere. Some of it might even include Western dual-use technology (despite American-led efforts to stop it, China still acquires plenty). "}, {"role": "body", "text": "There may even be evidence of involvement by a Chinese civilian entity. Yet that would do little to allay American concerns. Mr Xi has in recent years ordered the civilian sector to play a greater role in national defence through what China calls a “military-civil fusion” programme. Much of China’s research on high-altitude balloons appears to have been done by the civilian Chinese Academy of Sciences. Any of that organisation’s equipment or data has to be made available to the PLA if requested."}, {"role": "body", "text": "What happens next will depend partly on what American officials learn from the debris and what they choose to reveal. It will also be determined by China’s response, especially if it makes good its threat of reciprocal action. As for Mr Blinken’s trip, it is unlikely to be rescheduled before the annual session of China’s parliament, which starts on March 5th. “The big issue is what is Xi Jinping telling his colleagues,” says Drew Thompson, a former Pentagon official now at the National University of Singapore. “Is he telling them, stop fussing about this and move on?” "}, {"role": "body", "text": "America and its allies have many other questions. If Mr Xi approved the balloon’s mission, how does that tally with his recent diplomatic charm offensive? If he did not, then how come it went ahead? If it was an accident, why didn’t China promptly tell America? And if a civilian company was responsible, why not identify it and provide some details? After the balloon was downed, China refused to take a call from America’s defence secretary, Lloyd Austin. Answers will be slow to come. ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 20}