{"coverImageURL": "https://www.economist.com/media-assets/image/20230211_WOT962.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Turkey sits at the crossroads of tectonic plates as well as civilisations", "subtitle": "The recent quake was the first magnitude-seven event on the East Anatolian fault in modern times", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-02-09T13:36:48Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_WOF961.png", "imageWidth": 1280.0, "imageHeight": 1193.0, "imageDescription": ""}, {"role": "body", "text": "The earthquakes that ripped across southern Turkey and northern Syria in the small hours of February 6th were among the most devastating of this century. Within three days of the disaster, the reported death toll surpassed 10,000. This horrifying impact stems largely from shoddy construction practices and from the timing of the quake, which occurred while people were sleeping. But any seismic event this powerful—the biggest quakes were of magnitude 7.8 and 7.5—would inflict grave damage. Worldwide, only around 15 earthquakes of magnitude seven or greater happen each year."}, {"role": "body", "text": "Although Turkey is far from the Pacific “ring of fire” that generates most of the world’s strongest earthquakes, its neighbourhood is unusually seismically active. Quakes tend to occur along the boundaries between tectonic plates, the segments of Earth’s crust that get moved around by convection currents in the hot mantle below. Along the fault lines that separate plates, crustal rocks move slowly past each other, often sticking and jamming. This causes strain to accumulate until the fault slips, causing an earthquake."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_WOF960.png", "imageWidth": 1280.0, "imageHeight": 2742.0, "imageDescription": ""}, {"role": "body", "text": "The eastern Mediterranean has a particularly complex tectonic structure involving several “microplates”, including the Anatolian plate, on which most of Turkey sits. A mere 100m years ago, this plate comprised part of the southern shore of a sea called Tethys, which separated Africa from Eurasia. As this body of water closed up, leaving the Aral, Black, Caspian and Mediterranean seas as its only remnants, the Anatolian plate drifted north. It then got squeezed between four others, including the Arabian plate to the south-east (which is migrating north) and the Eurasian plate to the north (which is moving south). Both of these plates are still pushing into their small Anatolian neighbour today."}, {"role": "body", "text": "In the wake of a catastrophic earthquake near Istanbul in 1999, Turkish leaders vowed to improve seismic preparedness. That tremor originated in the North Anatolian fault, the Anatolian plate’s boundary with the Eurasian plate, which has been the source of most of Turkey’s large quakes. In contrast, the East Anatolian fault, where it rubs up against the Arabian plate, had not seen a quake of at least magnitude seven since modern monitoring systems began in the late 19th century."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230211_WOF959.png", "imageWidth": 1280.0, "imageHeight": 1249.0, "imageDescription": ""}, {"role": "body", "text": "Many other active fault systems, such as the Cascadia subduction zone in the north-western United States and south-western Canada, have gone centuries without an earthquake. Such relative quiet does not necessarily indicate low seismic risk. Strain along the East Anatolian fault had been building up year after year, making the fault ripe for a cataclysm. ■"}, {"role": "body", "text": "Chart sources: USGS; Christopher Scotese, Paleomap Project, 2016; “An updated digital model of plate boundaries”, Peter Bird, 2003; The Economist"}], "id": 67}