{"coverImageURL": "https://www.economist.com/media-assets/image/20240120_WWP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Politics", "subtitle": "", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2024-01-18T15:02:48Z", "contents": [{"role": "body", "text": "Donald Trump stormed to victory in the Iowa caucuses, the first contest in the Republican race to choose the party’s presidential nominee for November’s election. Mr Trump took 51% of the vote, underlining his dominance in the race (in 2016, when Mr Trump started his first presidential campaign, he came second with 24%). Ron DeSantis and Nikki Haley were far behind, taking 21% and 19% of the caucus vote respectively. Some 65% of caucus-goers thought Mr Trump would be fit for the presidency even if he were convicted of a crime. "}, {"role": "body", "text": "The day after the caucuses Mr Trump’s legal troubles came to the fore again as a trial began in Manhattan to determine how much he should pay in damages for defaming E. Jean Carroll, a writer. Ms Carroll won a civil trial last May that found Mr Trump liable of sexually abusing her and of defamation. "}, {"role": "body", "text": "Israel marked 100 days since the Hamas attacks of October 7th. At a big commemorative event in Tel Aviv many carried pictures of the more than 130 hostages still being held in Gaza. Meanwhile, under a deal brokered by France and Qatar, Israel and Hamas agreed that medicines would be given to the hostages while more humanitarian aid would be delivered to Gaza where conditions are increasingly dire. Intense fighting continued in southern Gaza, especially around Khan Younis where Israel believes Hamas’s leaders are holed up. Jordan said Israeli air strikes had damaged its military field hospital there."}, {"role": "body", "text": "Israel offered its defence against South Africa’s accusation at the International Court of Justice that the war in Gaza amounted to a genocide against the Palestinians. Israel argued that South Africa had ignored the events of October 7th and that Israel had a right to defend itself. Its lawyers blamed Hamas for the high civilian death toll."}, {"role": "body", "text": "America and Britain bombed dozens of Houthi targets in Yemen in response to almost two months of attacks on commercial vessels in the Red Sea. The Iranian-backed group continued its campaign, however, firing on several ships, which just prompted more American strikes against the militants. The American government put the Houthis back on a list of terrorist groups."}, {"role": "body", "text": "Tensions increased between Iran and Pakistan after Iran launched a missile attack in western Pakistan targeting Jaish al-Adl, Sunni militants whom it considers to be terrorists. Pakistan then fired missiles into eastern Iran, hitting what it said were “terrorist hideouts”. Each country has accused the other in recent years of harbouring militants in the border region. Iran also hit targets in Iraq and Syria. "}, {"role": "body", "text": "Russia and Niger, whose democratically elected leader was overthrown last year by a soldiers’ junta, agreed to enhance military co-operation."}, {"role": "body", "text": "Azali Assoumani, who came to power in 1999 in a coup, won election to a fourth five-year term as president of the Comoros, an archipelago in the Indian Ocean. His opponents cried foul."}, {"role": "body", "text": "Britain’s home secretary, James Cleverly, asked Parliament to proscribe the Islamist Hizb ut-Tahrir group under the Terrorism Act 2000. Anybody belonging to the group, or showing support for it, could face up to 14 years in prison. Mr Cleverly said that Hizb ut-Tahrir’s praise of the October 7th attack by Hamas on Israel constitutes “promoting and encouraging terrorism”."}, {"role": "body", "text": "Rishi Sunak, Britain’s prime minister, survived a challenge from rebels in his own Conservative Party to a new law clearing the way for a controversial plan to deport illegal migrants to Rwanda. Three Tories resigned from their posts because they think the legislation is too weak. "}, {"role": "body", "text": "Donald Tusk, Poland’s new reformist prime minister, and politicians from the previous right-wing Law and Justice (PiS) government continued to row. The Constitutional Tribunal blocked Mr Tusk’s attempt to remove the head of the public prosecutor’s office, after Andrzej Duda, the country’s president, said the dismissal did not have his consent. Mr Duda is from the PiS. A meeting between Mr Tusk and Mr Duda to smooth things over ended in acrimony. And the former deputy foreign minister was arrested over a visa scandal."}, {"role": "second", "text": "Keep on truckin’"}, {"role": "body", "text": "Polish lorry drivers suspended their blockade of three border crossings into Ukraine, after reaching a deal with the Polish government over driver permits. Ukraine said the blockade had hurt its economy and its war effort. "}, {"role": "body", "text": "Ukraine shot down a Russian military spy plane over the Sea of Azov and damaged another Russian aircraft used for airborne command. The planes were being used to co-ordinate Russia’s ground operations. The spy plane could track more than 300 targets simultaneously. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240120_WWP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "William Lai Ching-te was elected president of Taiwan, giving a third term in office to the independence-minded Democratic Progressive Party. He will be inaugurated in May. Mr Lai has been an even more outspoken proponent of Taiwan’s national sovereignty than the incumbent president, Tsai Ing-wen, though in his victory speech he emphasised his aim of avoiding confrontation by talking to China. The DPP lost its parliamentary majority, however. "}, {"role": "body", "text": "The election in Taiwan angered China. It warned the Philippines “not to play with fire” and summoned the Filipino ambassador after the country’s president, Ferdinand Marcos junior, congratulated Mr Lai. China said that this was “a serious violation of the One China principle”. The Pacific nation of Nauru ditched its diplomatic links with Taiwan in order to forge closer ties with mainland China, leaving Taiwan with just 12 countries that formally recognise it."}, {"role": "body", "text": "The new government of the Maldives said it had asked India to withdraw the 80 or so troops it has stationed there by March 15th. Last year the Indian Ocean archipelago elected a new president, Mohamed Muizzu, who is strengthening ties with China and reducing his country’s long-standing reliance on India. The Indian foreign ministry did not give a timeline for any withdrawal."}, {"role": "body", "text": "North Korea’s dictator, Kim Jong Un, pivoted away from his country’s formal desire for unification with South Korea, ordering the closure of all state offices that had been working towards that goal. Mr Kim said his people should no longer think of South Koreans as “fellow countrymen”. Meanwhile North Korea’s foreign minister visited Russia for talks. North Korea is supplying Russia with weapons for its war on Ukraine."}, {"role": "body", "text": "One of the ethnic rebel groups fighting the junta in Myanmar said it had captured the port town of Paletwa, a big trading hub that lies close to the border with India and Bangladesh. The Arakan Army has been fighting Burmese troops for several years. Along with other insurgents, it stepped up its operations after the army seized power in a coup in February 2021. "}, {"role": "second", "text": "The presidential zeal"}, {"role": "body", "text": "Bernardo Arévalo was sworn in as Guatemala’s president. Since his landslide election victory last August, sections of Guatemala’s political elite have done their utmost to stop the anti-corruption Mr Arévalo from taking office. His swearing-in ceremony was delayed by nine hours amid more shenanigans from his opponents in Congress, underlining the huge battle he faces fighting corruption. "}, {"role": "body", "text": "In Ecuador the prosecutor who was leading an investigation into the recent storming of a television station by an armed gang was assassinated, according to the country’s attorney-general. César Suárez was shot dead in the city of Guayaquil, the centre of most of the violence that has rocked the new government. "}, {"role": "body", "text": "The pace of deforestation in Brazil’s Amazon forest fell by 50% in 2023 over the previous year, according to the government. Satellite data showed that 5,153 square kilometres (1,990 square miles) were bulldozed, the smallest area since 2018. Deforestation soared under the presidency of Jair Bolsonaro. "}], "id": 0}