{"coverImageURL": "https://www.economist.com/media-assets/image/20240120_BRP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Rishi Sunak’s pyrrhic victory on Rwanda", "subtitle": "The British prime minister defeats his internal critics, at a heavy price", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-01-17T22:12:56Z", "contents": [{"role": "body", "text": "THE DICTIONARY definition of “pyrrhic” just gained a new example. On January 17th Rishi Sunak secured a comfortable victory when MPs voted in favour of the third reading of the Safety of Rwanda Bill, a piece of legislation designed to unblock a totemic government scheme to deport asylum seekers to Kigali. For weeks Mr Sunak’s internal critics had rattled their sabres and issued chilling war cries. In the end Conservative rebels were scattered: the bill cleared the House of Commons with only 11 Tory MPs voting against it. The prime minister can claim victory. But it has been a costly week for his authority. "}, {"role": "body", "text": "The Rwanda scheme lives on but its credibility has been shredded by the MPs it was intended to please. The idea is for the Rwandan regime to take responsibility for people claiming asylum in Britain, at a cost so far of £240m ($304m). The prospect of deportation is an essential deterrent, Mr Sunak says, to illegal attempts to cross the English Channel in small boats. Some Tory MPs also claim it is the one route to avoiding electoral defeat. The bill is meant to circumvent judicial and legal objections to the scheme by declaring Rwanda a “safe country” in law and by disapplying elements of human-rights legislation."}, {"role": "body", "text": "But the new law is a dud, according to 60 of Mr Sunak’s own MPs. They argue that the prospect of planes taking off for Rwanda will be stymied either by appeals from individual migrants or by injunctions from the European Court of Human Rights (ECHR). On January 16th these MPs supported an amendment intended to beef up the bill by fully disapplying international and domestic human-rights law. This amendment, and others like it, failed. But a policy that members of his own party call legally and operationally flawed and “simply not adequate” is one that Mr Sunak must now defend in the House of Lords and brandish at the election."}, {"role": "body", "text": "“He had lost a great part of the forces with which he came, and all his friends and generals except a few,” wrote Plutarch of Pyrrhus of Epirus, a Greek king who defeated the Romans but shattered his army in the process. Mr Sunak has also lost a fair few friends as a result of this policy. "}, {"role": "body", "text": "Before Christmas Robert Jenrick, once a close ally of the prime minister, resigned as immigration minister and reinvented himself as a hardliner on Rwanda. On January 17th Lee Anderson, a miner-turned-MP with a talent for hiding ambition beneath a confected persona, also resigned. Mr Sunak had liked Mr Anderson’s pub-landlord routine (“If they don’t like barges [on which some asylum-seekers are housed] then they should fuck off back to France”) so much that he made him the deputy chairman of the Conservative Party. Mr Anderson did not think enough of this position to want to defend the bill."}, {"role": "body", "text": "The rows over the bill have highlighted Mr Sunak’s electoral weakness. Some 72% of Britons, and 76% of Brexit supporters, think the prime minister’s pledge to “stop the boats” has gone badly, according to Savanta, a pollster. Instead of fearing the policy, the opposition Labour Party treats it as the butt of jokes. The Conservatives’ ideological rifts have been prised open a little wider. During the debates this week hardline MPs made the case for leaving the ECHR, the next frontier for much of the Tory right; Tory centrists lamented the party’s disregard for international law. "}, {"role": "body", "text": "Discipline is breaking down in other ways, too. A YouGov analysis commissioned by a group calling itself the Conservative Britain Alliance, and released on January 14th, showed that the Tories are on track for a crushing defeat at the next election. Isaac Levido, the Tories’ campaign chief, accused Mr Sunak’s enemies of wilfully undermining the government and its electoral chances for their own careers."}, {"role": "body", "text": "The irony is that none of this was necessary. Mr Sunak had reservations about the Rwanda plan as chancellor but then endorsed it in the race to succeed Boris Johnson as Tory leader in 2022. “If we could have our time again, I rather wish that we never got ourselves into this position in the first place,” said Mark Garnier, a Tory backbencher. If Mr Sunak scores more victories like these, he shall be ruined. ■ "}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 44}