{"coverImageURL": "https://www.economist.com/media-assets/image/20230617_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Reading the death certificate on Boris Johnson’s political career", "subtitle": "The political legacy of Britain’s former prime minister has already disappeared", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-06-15T09:34:17Z", "contents": [{"role": "body", "text": "The death certificate for Boris Johnson’s career in politics read June 12th. A government statement appeared that evening appointing Alexander Boris de Pfeffel Johnson as “Steward and Bailiff of the Three Hundreds of Chiltern”, the title mps accept, according to Britain’s absurd constitution, in order to resign. He went because an inquiry into whether Mr Johnson deliberately misled Parliament found that he had. Not only that, he’d also impugned the investigating committee and joined a campaign of abuse and intimidation against it. Mr Johnson faced suspension as an MP for a remarkable 90 days. Given forewarning of the report, the former prime minister quit. "}, {"role": "body", "text": "A funeral for Mr Johnson’s career had taken place some days before in a stuffy conference centre in Doncaster. The annual meeting of the Northern Research Group (nrg), a cartel of northern Conservative mps who owe their careers to Mr Johnson, was supposed to be a celebration. Instead it was a premature wake."}, {"role": "body", "text": "The miserable gathering was the best place to survey his political legacy. The nrg, rather than Britain’s departure from the European Union, represented the apogee of Mr Johnson’s political career. It emerged after the 2019 general election, when the party won an 87-seat majority under Mr Johnson as voters across northern England backed the Conservatives for the first time in living memory. In 2005, the Conservatives had 19 northern mps. Then in 2019, they managed 68, with voters enticed by Mr Johnson’s promise of nothing less than a realignment of British politics. "}, {"role": "body", "text": "Now, however, the realignment has reversed. Conservatives are losing everywhere. But support is falling fastest in the northern constituencies the party was so proud of winning. Across the country Labour enjoys a 14-point poll lead. In “Red Wall” constituencies, this rises to 23 points, according to one pollster. In Doncaster, people knew it. When Bagehot made politely optimistic noises about the Conservatives’ chances of recovery, a Tory mp looked at him as if he was insane. "}, {"role": "body", "text": "Four years on, northern voters who backed the Tories have little to show for it. Conservative mps were happy to give excuses. Sir Jake Berry, an acolyte of Mr Johnson (with the knighthood to show for it), took aim at the “blob”—the nickname for Whitehall civil servants. Sir Jake despaired that government spent more digging a single tunnel for hs2, a railway line from London to Birmingham, than it was prepared to spend on public transport to Bradford, England’s tenth-biggest city. Curiously, the fact that it was his own party’s doing went unmentioned. "}, {"role": "body", "text": "Problems were more fundamental than mere faulty execution. Not for the first time in his life, Mr Johnson had made impossible promises. Voters in northern seats were offered four big pledges: higher spending, lower immigration, no new taxes and Brexit. They received one: Brexit. And by delivering it, the other three became much harder to achieve. Brexit has weighed on growth. This meant a government committed to cutting immigration instead had to boost it, to give the economy a hand. Meanwhile the grand schemes that Mr Johnson had promised, such as a new rail line between the north’s main cities, were scrapped because of fiscal pressures worsened by Brexit. Taxes have crept up anyway. "}, {"role": "body", "text": "Instead, mps offered bromides that would be best left in an airport self-help book. “It’s about being a victor, not a victim,” said Nick Fletcher, the mp for Don Valley, a post-industrial constituency on the outskirts of Doncaster. It is an admirable sentiment, albeit one he will struggle to live by. According to polls, Labour has a 90% chance of retaking the seat. When in doubt, people fall back on the vague boosterism beloved of Mr Johnson. “Hands in the air if you think the north is awesome,” pleaded one chairwoman at a fringe event, channelling a children’s television presenter. "}, {"role": "body", "text": "Any cause for optimism came, in the self-help vernacular, from a negative place. Voting Conservative for the first time was a big deal. “They want to be proven right,” said Ben Houchen, the mayor for Tees Valley, a Johnson ally freshly ennobled in Mr Johnson’s resignation honours list. Shy Tories have won elections for the Conservatives before. Now the party is banking on obstinate ones. Mostly, however, Conservatives are hoping that Labour screws up. “I guarantee Labour is going to shoot themselves in the foot,” says the soon-to-be Lord Houchen. "}, {"role": "body", "text": "Labour will have to lose because the Conservatives are not trying to win. The party is on defensive manoeuvres. That means placating voters in the south-east. In the latest budget, the government promised more money for child care, which is most unaffordable in the south-east. Likewise, pension reforms that let people snuffle away £60,000 per year tax-free were sold as a boost for surgeons, but will mainly go to bankers in Surrey. The Conservatives need to win voters in the north of England to hold power. The party needs to maintain voters in the south to exist. "}, {"role": "second", "text": "I know it’s over and it never really began"}, {"role": "body", "text": "Rishi Sunak, Mr Johnson’s successor, talks a good game when it comes to the north. He wears the fact he represents a northern seat rather heavily, labelling himself a “prime minister for the north”. The seat is less Red Wall than dry-stone wall: his patch largely consists of two national parks. But the sweeping promises of Mr Johnson’s era are gone. Prosaic achievements are heralded. There will be no new railway between the north’s badly connected cities, but the Treasury has opened an office in Darlington, a town near Mr Sunak’s constituency. "}, {"role": "body", "text": "Instead, Mr Sunak’s speech to the delegates in Doncaster became an accidental eulogy for the form of Conservativism that Mr Johnson personified in 2019 but which is dead today. “There is no route to electoral success without you,” said Mr Sunak. He is right. It was meant to be a call to arms, but came across as an admission of defeat. Mr Johnson is gone. His main political achievement will not live on. ■"}, {"role": "body", "text": "We’re hiring (June 12th 2023). The Economist is looking for a Britain economics writer, based in London. For details and how to apply, click here."}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics: British politics is littered with fake taboos (June 8th)Britain’s new political sorcerer: the Reform Fairy (May 31st)British voters want more immigrants but less immigration (May 25th)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}], "id": 43}