{"coverImageURL": "https://www.economist.com/media-assets/image/20230617_WBD003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The upside of workplace jargon", "subtitle": "Acronyms and slang can help build cultures and improve efficiency", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-06-15T13:20:26Z", "contents": [{"role": "body", "text": "An idea to run up the flagpole: jargon gets an overly bad press. Not the kind of jargon that involves using the words “flagpole” and “run up”, but the kind that binds teams together. The kind that is exemplified by the term “nub”. In the very unlikely event that you find yourself on board a submarine but are not a member of the crew, you will be a nub. "}, {"role": "body", "text": "A nub is a “non-useful body”—someone who uses up oxygen, food and space and offers nothing in return. A nub is someone who is not on the team, and the opacity of jargon gives the word extra bite. Only insiders know what it means."}, {"role": "body", "text": "Useful crew members have their own names. This cast of characters includes nukes, coners, shower techs and other bubbleheads whose jobs may include looking after Sherwood Forest. (If you need to ask, you are a nub.) Although submarines are unusual environments, the use of jargon to signify specific practices, objects and people is prevalent in workplaces everywhere. "}, {"role": "body", "text": "Some of this jargon is not much more than slang. The “blue goose” is what White House staffers call the travelling presidential lectern. The “grid” is the nickname for the diary of planned policy announcements by the British government. Doctors have a private vocabulary for patients when they are out of earshot. “Status dramaticus” is how some medics diagnose people who have not much wrong with them but behave as though death is nigh; “ash cash” is the fee that British doctors pocket for signing cremation forms. "}, {"role": "body", "text": "Such shared language is not exactly high-minded but it does serve a useful purpose—creating a sense of tribe and of belonging. Each company generates its own particular lexicon. The GE logo is also known as “the meatball” by people inside the industrial firm. At Stripe, a digital-payments company, hiring-committee meetings are called “tropes”. A “fourth leader” is what journalists at The Economist call lighthearted opinion articles. No one knows why; it is usually the fifth of five editorials. But the knowing is enough. The code confers membership. "}, {"role": "body", "text": "Jargon can spread for practical reasons as well as cultural ones. The airline industry has the usual slang, from “deadheads” (off-duty crew on a commercial flight) to “George” (a common nickname for the autopilot). But codifying knowledge in agreed ways can be a serious business. Well over 1,000 passengers and crew lost their lives between 1976 and 2000 in accidents where misunderstandings over language were found to have played a role. Pilots use highly standardised and scripted terminology in order to reduce the scope for potentially fatal errors. "}, {"role": "body", "text": "Terms can arise as a way of increasing efficiency. A paper published last year, by Ronald Burt of Bocconi University and Ray Reagans of the Massachusetts Institute of Technology, looked at how jargon emerges naturally among groups. It describes an experiment in which volunteers are assigned to teams. Each team member is separately assigned a set of symbols, and one symbol is common to all of them. Team members must quickly identify this shared symbol by sending messages to each other that describe what they have been given."}, {"role": "body", "text": "To start with, the teams use quasi-sentences and generic words to get across what they are seeing (one symbol “looks like its leg is out in a kicking motion”). Soon enough everyone in the team is calling it “kicking man” or “kicker”. As rounds progress a tacitly agreed vocabulary allows teams to identify the common symbol more and more quickly. Different teams alight on different forms of jargon for each symbol, but the effect is the same: everyone knows what is meant and things get done faster."}, {"role": "body", "text": "Jargon can be desperately unhelpful. The criminal-justice system is made more intimidating, to victims and suspects alike, by confusing terminology. Conversations between doctors and patients go much better when everyone understands each other. One reason why management jargon arouses so much irritation is because it usually substitutes for something that was doing the job perfectly well. No one hears the words “Let’s talk about it later” and feels baffled. Plenty of people do hear the phrase “Let’s put a pin in it” and wish they had a sharp object to hand. "}, {"role": "body", "text": "There is an awful lot of non-useful blather out there, in other words. But the fact that jargon emerges spontaneously and repeatedly suggests it has its merits. In the right circumstances it can help build a culture and act as a useful shorthand. If you think all jargon is worthless, it may be time to circle back. ■"}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:Why employee loyalty can be overrated (Jun 8th)How to beat desk rage (Jun 1st)Why are corporate retreats so extravagant? (May 25th)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 48}