{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-06-15T12:36:13Z", "contents": [{"role": "body", "text": "WE HAVE split covers this week. In the Americas and Asia we concentrate on the relationship between America and India. Can both sides gain the business and security benefits of co-operation even as they share fewer principles than they may care to admit? America and its allies should be realistic about where India’s sympathy lies—with its interests, not theirs—and creative in their efforts to find overlaps between the two."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230617_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Asia: America is courting India in part for its growing economic cloutAsia: India’s foreign minister on ties with America, China and RussiaAsia: On defence, America and India edge closer togetherAsia: Narendra Modi is the world’s most popular leaderInternational: India’s diaspora is bigger and more influential than any in history"}, {"role": "body", "text": "To readers in Europe, on the other hand, we show a cover focused on the British government and its dreams of making the country a science superpower. Generative ai has stoked a frenzy of excitement (and some fear) among techies and investors. But for Britain to prosper, much will have to change."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230617_DE_UK.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: How Britain can become an AI superpowerBritain: Rishi Sunak’s bet that Britain can prosper from AI requires a new approach"}], "id": 3}