{"coverImageURL": "https://www.economist.com/media-assets/image/20231111_STD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Faecal transplants are just the start of a new sort of medicine", "subtitle": "Microbiome treatments are taking off", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2023-11-08T18:35:37Z", "contents": [{"role": "body", "text": "In a small laboratory at Guy’s and St Thomas’ hospital in London, Désirée Prossomariti is processing donations. Each is weighed, tested for pathogens, filtered, centrifuged and then freeze-dried, before being turned into a powder to be encapsulated and given to patients. The process takes a strong stomach, for the donations are of fresh faecal matter. “I don’t smell it any more,” says Dr Prossomariti."}, {"role": "body", "text": "The lab workers are not interested in the faeces themselves, but the tiny organisms they carry. Scientists have long known that the guts of animals, including humans, are full of bacteria, viruses and other micro-organisms. But it is only recently that they have come to understand just how important they are. Far from a collection of mere passengers, the microbiome is a vital part of a healthy body. Its members help break down food, produce chemicals that regulate the body within which they live, and repress the growth of other, harmful species of bacteria."}, {"role": "body", "text": "It is one of those harmful bacterial species that Dr Prossomariti’s pills are designed to repress, through a process known as a “faecal microbiota transplantation” (FMT). Five pills (or “crapsules”, as the lab workers like to call them) can overcome a recurrent infection of Clostridium difficile, a bacterium which has evolved resistance to many antibiotics. As its name suggests, the idea is to copy a healthy person’s gut ecosystem and reproduce it in someone whose microbiome is out-of-kilter. "}, {"role": "body", "text": "It works, too. FMT is a standard remedy for C. difficile infections in Britain, and is being investigated for diseases from irritable bowel syndrome to multiple sclerosis. But FMT is only the beginning of the microbial-medicine revolution. Researchers believe that, rather than the relatively blunt approach of copying over a microbiome in toto, the future lies in tweaking microbiomes to meet a specific patient’s needs. FMT is a stopgap, says Eric Pamer, a microbiologist at the University of Chicago. "}, {"role": "body", "text": "Besides the “yuck” factor—which, say researchers, tends to evaporate when patients are presented with the evidence—FMT suffers from several problems. Those who donate the stool find the process off-putting. The stool itself is impossible to standardise, varying across donors and even across donations. "}, {"role": "body", "text": "That makes it hard to regulate consistently. America and Canada regard FMT pills as investigational drugs. In Italy, the Netherlands and Belgium, FMT is viewed as a tissue transplant. Britain, meanwhile, considers it a medicinal product, which allows for more flexible regulation."}, {"role": "second", "text": "I contain multitudes"}, {"role": "body", "text": "All this strongly limits supply. Simon Goldenberg, who runs the laboratory where Dr Prossomariti works, reckons that of a thousand patients with recurrent C. difficile infections in Britain each year, only a few hundred get the treatment. There is also an open question as to whether chronic conditions could ever be reliably treated with FMT. Even if the entire microbiome is replaced, says Bernd Schnabl, a gastroenterologist at the University of California, San Diego, the benefits will be temporary if the root cause is untreated. "}, {"role": "body", "text": "Hence the push for finer-tuned treatments. Rather than tweaking the populations of individual species of bacteria in a patient’s microbiome, for instance, Dr Schnabl is focused on the metabolites that they produce. Take ammonia, which is linked to cirrhosis of the liver. One approach to limiting its presence in the gut (and, subsequently, the bloodstream) is to genetically engineer neighbouring bacteria to be better ammonia-eaters. Another is to grow bacteria-killing viruses, known as phages, which can reduce the number of ammonia-producing microbes. Dr Schnabl hopes to begin a trial of such phages for alcohol-related hepatitis next year. "}, {"role": "body", "text": "Trials with bacteria, meanwhile, are hampered by a shortage of bacteria produced to sufficiently high safety standards. Dr Pamer is therefore developing manufacturing methods that meet the stringent regulations—known as Good Manufacturing Practice—that apply to substances used in clinical trials. Dr Pamer hopes his facility, which can churn out bacteria in 50-litre batches, will receive its certification by the end of the month. If it gets it, says Dr Pamer, then to the best of his knowledge that would make it the first academic site capable of producing enough high-quality bacteria to supply trials. He hopes to run clinical trials on microbiome manipulation for liver disease early next year. "}, {"role": "body", "text": "Industry is interested, too. Seres Therapeutics is a biotech firm based in Cambridge, Massachusetts. Its philosophy involves designing communities of bacteria that, when parachuted into the hostile environment of a malfunctioning gut, can restore order. Matthew Henn, the firm’s chief scientific officer, says the idea is to use the bacteria themselves as a drug; one that has an evolved ability to get to where it needs to go, and whose diversity of constituent species endows it with many possible simultaneous effects."}, {"role": "body", "text": "In April, the Food and Drug Administration (FDA), an American regulator, approved a product called SER-109—the first oral microbiome therapeutic—for use against recurrent C. difficile infections. The company is now testing a cluster of 16 bacteria they call SER-155 in patients who have undergone an allogeneic haematopoietic stem-cell transplant, a treatment for diseases such as leukaemia in which bone-marrow stem cells are transplanted in order to strengthen the patient’s immune system. This process, which often includes high antibiotic doses, can severely damage the microbiome, making a dangerous infection harder to fight off. "}, {"role": "body", "text": "Early results released in May showed that the treatment was well-tolerated and that, over 30 days, only one new infection occurred in nine patients given SER-155, compared with six that might have been expected without treatment. Additional results from a placebo-controlled trial are expected in late 2024."}, {"role": "body", "text": "The team at Seres have identified other types of immunocompromised patients that are susceptible to bacterial infections, and hope to begin other trials soon. And they have competition, too. Vedanta Biosciences is another biotech company also based in Cambridge. Earlier this year VE303, a product it produces that contains a mixture of eight strains of harmless C. difficile relatives, did well in clinical trials on 79 individuals with recurrent infections of the hostile version of the bacterium. After eight weeks, subjects who had taken high doses of the treatment were less likely to get a recurrent C. difficile infection than those on the placebo. The company has “fast track” designation from the FDA, and hopes to begin a larger trial soon. "}, {"role": "body", "text": "It is early days, in other words, but the prospects for a new era of microbiome medicine, more sophisticated than crude-but-effective FMTs, look promising. “Our drugs are just that,” says Dr Henn, at Seres. “They are the next generation.” ■"}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}], "id": 69}