{"title": "Gaza’s darkest nights", "subtitle": "The enclave is operating on one-tenth of its normal power supply", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/middle-east-and-africa/gazas-darkest-nights/promo.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "hashTag": "Middle East & Africa", "publishDate": "Nov 9th 2023", "contents": [{"role": "quote", "text": "Due to the restriction of The Economist, some pictures of the article cannot be obtained."}, {"role": "body", "text": "The people of Gaza do not take electricity for granted. The enclave relies on Israel for power—around two-thirds comes directly from Israeli electricity lines, and most of the remainder from imported fuel used in the Gaza power plant. Even in normal times it is in short supply—rolling blackouts last around 12 hours a day. Those that can afford them often have their own diesel generators or rooftop solar panels."}, {"role": "body", "text": "But life with scant power is very different from life with no power. On October 7th—after Hamas, a Palestinian militant group, murdered more than 1,400 Israelis—Israel cut electricity and fuel supplies to Gaza for the first time since 2008. Our analysis of night-time satellite images shows that the nights since then have been Gaza’s darkest in the past decade."}, {"role": "body", "text": "To assess the impact of the siege on life in Gaza we analysed satellite data on night lights, from the NASA Black Marble project. NASA’s satellite passes over the entire planet once a day and measures night-time luminosity on its surface. Algorithms filter out clouds, moonlight and other noise to provide a picture of artificial illumination. The data are released daily and can give an insight into the amount of electricity being used, however it is produced."}, {"role": "body", "text": "The data show that the intensity of night lights in the Gaza Strip has more than doubled since 2012. This rise in night-time brightness probably reflects residents’ increased need for electricity—during the same period Gaza’s population grew by 36%. Brighter lights can also, however, be a sign of better living conditions: night lights tend to rise in lockstep with GDP."}, {"role": "second", "text": "Power crises"}, {"role": "body", "text": "But this rise in brightness has been punctuated by a series of dips, often caused by failures of Gaza’s power plant, which has been shut down repeatedly due to a lack of fuel. In 2017 a dispute over funding between Hamas and the rival Palestinian Authority led to an 18-month reduction in supply. Blackouts lasted up to 20 hours a day and night-time luminosity fell by 30%."}, {"role": "second", "text": "Military operations"}, {"role": "body", "text": "The region’s many conflicts have also resulted in damage to the power infrastructure—this is the fifth bout of fighting since Israeli troops withdrew from Gaza in 2005. The largest drop in electricity use before now occurred during the 2014 war, when the Gaza power plant was struck by Israeli shells. Within a month, night-light intensity had halved. In 2021 stray rockets fired out of Gaza hit five of the ten power lines coming from Israel, dramatically reducing the power supply."}, {"role": "second", "text": "2023 Israel-Hamas war"}, {"role": "body", "text": "But no other event in the past decade caused as much darkness as the current war. By October 11th, Israeli electricity lines had been turned off and the Gaza power plant had run out of fuel—Israel accuses Hamas of using what is left to ventilate and light its tunnels. Private generators have been able to continue for a little longer, but many hospitals report that they have either already run out of diesel, or will within days. Night lights have dimmed by 90% since the war began, suggesting that electricity use has fallen by a similar amount. With no electricity, life grinds to a halt. Flour mills cannot run, search-and-rescue missions become impossible and hospitals and sanitation plants cannot function. A trickle of aid lorries are now being allowed into southern Gaza, but none is carrying fuel. The lights will stay off. ■"}], "id": 30}