{"coverImageURL": "https://www.economist.com/media-assets/image/20231111_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Silicon Valley is piling into the business of snooping", "subtitle": "Tech upstarts are selling their wares to America’s police", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-11-05T17:18:41Z", "contents": [{"role": "body", "text": "In early September New Yorkers may have noticed an unwelcome guest hovering round their parties. In the lead-up to Labour Day weekend the New York Police Department (NYPD) said that it would use drones to look into complaints about festivities, including back-yard gatherings. Snooping police drones are an increasingly common sight in America. According to a recent survey by researchers at the Northwestern Pritzker School of Law, about a quarter of police forces now use them."}, {"role": "body", "text": "Even more surprising is where the technology is coming from. Among the NYPD’s suppliers is Skydio, a Silicon Valley firm that uses artificial intelligence (AI) to make drones easy to fly, allowing officers to control them with little training. Skydio is backed by Andreessen Horowitz, a venture-capital (VC) giant, and Accel, one of its peers. The NYPD is also buying from BRINC, another startup, which makes flying machines equipped with night-vision cameras that can smash through windows. Sam Altman of OpenAI, the startup behind ChatGPT, is among BRINC’s investors."}, {"role": "body", "text": "It may seem odd that Silicon Valley is helping American law enforcement snoop on troublemakers. Supporting state surveillance sits awkwardly with the libertarian values espoused by many American tech luminaries who came of age in the early days of the internet. Although Silicon Valley got its start supplying chips for America’s defence industry in the 1950s, its relations with the state withered as its attention shifted from self-guided missiles to e-commerce and iPhones."}, {"role": "body", "text": "Now, as the tech industry seeks out new frontiers of growth, selling to the state is coming back into vogue. Government is “the last remaining holdout from the software revolution”, wrote Katherine Boyle of Andreessen Horowitz in a blog post last year. Earlier this year the firm launched an “American Dynamism” fund to invest in government-related industries. Slowly but surely, the state is dragging itself into the digital age. At the end of 2022 the Pentagon awarded a $9bn cloud-computing contract to Alphabet, Amazon, Oracle and Microsoft, four tech giants. Last year 11% of the value of federal contracts awarded to businesses was for software and technology, up from 8% a decade ago, according to The Economist’s calculations."}, {"role": "body", "text": "Surveillance is one government activity that is being upgraded. New technologies for observation and analysis are transforming the field. Conventional suppliers such as Axon Enterprise and Motorola Solutions, which sell cameras and sundry surveillance gubbins to police and other security organisations, are being joined by upstarts pushing whizzier technologies."}, {"role": "body", "text": "The first of these is drones. That industry has been dominated by DJI, a Chinese manufacturer which last year provided nearly three-quarters of all drones sold in America. This has caused much hand-wringing in American government circles. On November 1st a bill was introduced in Congress that would ban all federal government departments from buying Chinese drones. Some states, including Florida, have already barred emergency services from doing so. All this is proving a boon for the likes of Skydio and Brinc."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231111_WBD003.jpg", "imageWidth": 608.0, "imageHeight": 779.0, "imageDescription": ""}, {"role": "body", "text": "Other types of aerial snooping device are also in the works. Skydweller, another startup, is developing an autonomous solar-powered aircraft that will not have to land to recharge. That, says the firm, would allow for “persistent surveillance”."}, {"role": "body", "text": "A second ascendant technology is satellites. SpaceX, Elon Musk’s rocket company, and its copycats have helped reduce the price of sending objects into space to around one-tenth of the level two decades ago. That has led to a carpeting of low-Earth orbit with satellites, around one-eighth of which are used for observing the planet. PitchBook, a data firm, reckons there are now nearly 200 companies in the business of selling satellite imagery—so many that the market has become commoditised, according to Trae Stephens of Founders Fund, another VC firm. BlackSky, one of those firms, says it can take an image of a spot on Earth every hour or so. Satellite imagery has come a long way since 2013, when police in Oregon used pictures from Google Earth to uncover an illegal marijuana plantation in a resident’s yard."}, {"role": "body", "text": "Techies are also selling tools to help law enforcement make better use of the profusion of images and information now at their fingertips. Ambient.AI, another startup backed by Andreessen Horowitz, has developed technology that automatically monitors cameras for suspicious activity. Palantir, a data-mining firm that has injected itself into America’s military-industrial complex, sells its tools to the likes of the Los Angeles Police Department."}, {"role": "body", "text": "Facial-recognition software is now used more widely across America, too, with around a tenth of police forces having access to the technology. A report released in September by America’s Government Accountability Office found that six federal law-enforcement agencies, including the FBI and the Secret Service, were together executing an average of 69 facial-recognition searches every day. Among the top vendors listed was Clearview AI, a company backed by Peter Thiel, a VC veteran."}, {"role": "second", "text": "Silicon snoops"}, {"role": "body", "text": "Surveillance capabilities may soon be further fortified by generative AI, of the type that powers ChatGPT, thanks to its ability to work with “unstructured” data such as images and video footage. Will Marshall, the boss of Planet Labs, a satellite firm, says that analysing satellite imagery with the technology will let users “search the Earth for objects”, much as Google lets users search the internet for information."}, {"role": "body", "text": "For the newcomers, selling clever new surveillance technologies to the government is not easy. Rick Smith, the boss of Axon, notes that there are 18,000 police departments in America. One-fifth of them do not use electronic records. Until 2009, the NYPD was still buying typewriters."}, {"role": "body", "text": "For newcomers that do gain a foothold, the rewards can be rich. David Ulevitch, who runs Andreessen Horowitz’s American Dynamism fund, observes that word of mouth can spread fast, creating “virality”. Fusus, a startup that sells real-time crime-monitoring software, says its sales grew by over 300% last year, albeit from a low base. In 2017 Flock Safety, another startup, launched a licence-plate reader that is now used in 47 American states. What’s more, notes Paul Kwan of General Catalyst, another VC firm, relationships with government buyers, once established, tend to last a long time."}, {"role": "body", "text": "The bigger firms are adapting. Motorola Solutions has made 15 acquisitions since 2019, including Calipsa, a video-analytics tool, and WatchGuard, which makes cameras for cop-car dashboards. Axon has also acquired startups and taken stakes in others, including Fusus and Skydio."}, {"role": "body", "text": "The application of new technological wizardry to the job of watching citizens will make many uncomfortable. In 2020 Amazon, Microsoft and IBM stopped providing facial-recognition services to law-enforcement agencies because of worries about privacy. But surveillance is likely to remain lucrative, not least because governments are not the only customers for these technologies. Skydio’s drones assess cell towers and bridges for damage. Hedge funds use satellite imagery to count the cars in retailers’ parking lots, hoping to gauge their revenues ahead of market disclosures. SmartEye, a Swedish firm, sells eye-tracking technology to monitor the moods of pilots. It also sells its wares to advertising firms. The trend towards greater surveillance, whether by big brother or big business, looks unlikely to reverse. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 56}