{"coverImageURL": "https://www.economist.com/media-assets/image/20231111_BID002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The United Kingdom’s political constitution is under severe strain", "subtitle": "Relieving it requires stronger checks on power, say Jess Sargeant and Hannah White", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2023-11-07T16:52:53Z", "contents": [{"role": "body", "text": "POLITICAL INSTABILITY and constitutional uncertainty have framed the past eight years of British politics. Parliament, government and the courts were the scenes of seemingly endless battles over Brexit. A wave of scandals over the conduct of individual MPs and law-breaking at the top of government have eroded public trust in politicians and political institutions. A year of three prime ministers—2022—damaged the country’s reputation as a stable democracy. Big questions hang over the future of the United Kingdom, with the continuing absence of a functioning government in Northern Ireland and the Scottish government’s unceasing efforts to secure independence. The boundaries of the constitution have been tested to—and sometimes beyond—their limits."}, {"role": "body", "text": "The United Kingdom is unusual in having no single written constitutional document that can be enforced by the courts. Instead it has a political constitution, which relies heavily on norms and conventions. When challenges arise, it rests on a shared understanding of the rules and the principal actors being willing, for the most part, to abide by them—the “good chaps” theory of government. When actors step out of line, or even contemplate doing so, the system of political checks and balances—involving MPs, members of the House of Lords, ministers, civil servants, the devolved institutions, the media and ultimately the public—is meant to ensure that they are either unable to or are punished for their behaviour."}, {"role": "body", "text": "Over the past eight years, however, politicians have been increasingly willing to test the boundaries of the constitution. The convention that the UK Parliament will not normally pass legislation on matters devolved to Scotland, Wales and Northern Ireland without the consent of their respective legislatures—a convention which had held up for decades—was set aside as the government in Westminster sought to implement Brexit. Disputes with the EU over the terms of exit also led to the government twice introducing legislation that, if passed, would have broken international law by overriding elements of the Northern Ireland protocol, a part of the Brexit deal that, in effect, drew a border in the Irish Sea. And Boris Johnson’s failed attempt to prorogue Parliament—force it into recess—in order to stymie opposition to his government’s Brexit deal, showed a willingness to shut down democratic debate in a way that had once been unthinkable."}, {"role": "body", "text": "Politicians are increasingly willing to set aside key constitutional principles for the purpose of achieving specific policy aims. In most countries the constitution is a form of higher law, sitting above the cut and thrust of day-to-day politics. In Britain the two have become increasingly intertwined, with leading politicians seeking to interpret the constitution in a way that suits their agenda. Consider the Scottish National Party’s insistence that securing a majority of Scottish seats in a UK general election would hand it a mandate for independence, or the claims of Mr Johnson and his allies that his victory in the general election of 2019—his “personal” mandate—made removing him from the Conservative leadership an affront to democracy. "}, {"role": "body", "text": "Such bold constitutional claims demand close, authoritative scrutiny. Unfortunately, the British system has failed to provide an independent source of challenge. A recent review of the constitution by the Institute for Government, where we work, and the Bennett Institute for Public Policy, concludes that there is a pressing need for enhanced checks on power to shore up our political constitution."}, {"role": "body", "text": "This could be achieved in a number of ways. One would be to set up a powerful cross-party committee to provide an authoritative view on the constitution, separate from the government of the day. This body could remedy the paucity of information and analysis available to parliamentarians, strengthening their ability to fulfil their constitutional-safeguarding role."}, {"role": "body", "text": "Legislation that affects the constitution should, moreover, be put into a category of its own. There is currently little meaningful distinction in the UK between major constitutional legislation such as the Human Rights Act and minor laws such as the Wild Animals in Circuses Act. As a result, lawmakers pay little additional care or attention to bills that amend the foundations of our political system, which can easily be rushed through Parliament. Creating a new category of constitutional acts could help strengthen the processes around constitutional change, while also underlining the importance of laws on constitutionally weighty matters such as devolution."}, {"role": "body", "text": "More can also be done to help ministers understand and undertake their obligations in relation to the constitution. Establishing a new centre for constitutional expertise in government could ensure they receive high-quality advice on the most complex issues. Creating mechanisms through which officials could raise concerns about constitutional propriety would help ensure that ministers were held accountable if they chose to deviate from established constitutional practice. Clearer guidance on the unwritten rules governing political institutions and a simple list of high-level constitutional principles—akin to the Nolan principles on standards in public life, drawn up under John Major’s government in the 1990s—could provide a common basis on which to judge such decisions."}, {"role": "body", "text": "The past decade has underlined the need to strengthen the guardrails of Britain’s political constitution. And calls for more radical reform will grow louder if the constitutional instability of recent years is allowed to continue. The British constitution is often described as a product of evolution. It urgently needs to evolve once again.■"}, {"role": "body", "text": "Jess Sargeant led the Institute for Government’s review of the UK constitution and is an associate director at the think-tank. Hannah White is its director."}, {"role": "body", "text": "This article is part of a series on the British political system, examining the forces shaping the country’s future. Read our guest commentaries on House of Lords reform and devolution. "}], "id": 11}