{"coverImageURL": "https://www.economist.com/media-assets/image/20231111_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "To understand Britain, watch “Homes Under the Hammer”", "subtitle": "Inside the dream factory", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-11-09T14:01:38Z", "contents": [{"role": "body", "text": "If the British dream exists, Dion Dublin has lived it: he is, after all, a former footballer who became a landlord. As a Premier League stalwart, he reached the top of the national sport. As a presenter on “Homes Under the Hammer”, a wildly popular daytime TV show about the buy-to-let property market and a landlord himself, he is a symbol of the national obsession."}, {"role": "body", "text": "“Homes Under the Hammer” celebrates its 20th anniversary this month. It is on its 26th series. Each now consists of 80 hour-long episodes, broadcast every weekday at 11.15am to about 1.5m viewers—a third of all viewers at that time of day. It unites pensioners pondering what to do with their nest-eggs, students seeing if they can recognise their landlord and football fans who wonder what the 1997-98 Premier League golden-boot winner is up to."}, {"role": "body", "text": "“There are all sorts of properties making dreams come true here on ‘Homes Under the Hammer’,” says Mr Dublin at the start of one episode. In this particular case, the dream is a two-bed mid-terrace house in Leeds with damp. It has a guide price at auction of £99,000 ($121,000), which could easily achieve a rental yield of 8%. For an insight into the British property market, it is narrow; for a glimpse into the British psyche, there is nothing better."}, {"role": "body", "text": "The format is simple but compelling. Viewers are taken round a dilapidated house by Mr Dublin and his co-hosts. After an auction, the buyer unveils their plans for it. Sometimes all it needs is a hoover and an open window; sometimes it needs gutting from top to bottom. The transformation is greeted with whooshing sound effects, whether the property is immaculate or still a building site. At the end an estate agent walks awkwardly round the property before offering a valuation and a potential rental price, which is met by the new owner with delight or dismay."}, {"role": "body", "text": "Buyers include the professional, the canny, the dodgy, the greedy, the naive and the hopeless. Some know what they are doing; others do not. Others know only too well what they are up to. One was frank about his plans not to overhaul a knackered kitchen and bathroom: “If we change it, this costs me more money, and I don’t want to spend a lot of money.” An ever-optimistic host replied: “At least you’re honest!” "}, {"role": "body", "text": "Intentions vary. Some buy property to flip it. Others are the type of landlords who dominate the rental market in Britain, hoping to grab a fat yield on a decrepit two-bed house in Stoke. Sometimes, although rarely, people plan to live in it themselves. Fundamentally, the British dream is not owning your own home, it is owning someone else’s. "}, {"role": "body", "text": "British television is littered with property programmes. “A Place in the Sun” follows homebuyers with a wodge of spare cash looking for nice temperatures all year round. “Grand Designs” shows the hubristic plans of millionaire Guardian readers, building financially crippling (and sometimes marriage-ruining) homes. But only “Homes Under the Hammer” truly represents the humdrum reality of British ambition. A one-bed flat in Faversham is a modest dream, but it is an achievable one. "}, {"role": "body", "text": "Any dream can become a nightmare. The best episodes have an exhausted house (“I can actually see daylight coming through the roof, which is never a good sign”), a deranged owner (“Why Cumbria? You’re from Essex”) and a crushing denouement (“Progress has been a lot slower than planned”). It is, however, “a kind show”, says Mat Marsters, the series producer. “Homes Under the Hammer” does not delight in failure, even if some viewers might. "}, {"role": "body", "text": "The show’s longevity should not be a surprise. It launched in 2003. Although buy-to-let mortgages were introduced in 1996, it took until the mid-2000s for them to permeate the national consciousness. Britain has since become a nation of landlords rather than shopkeepers. There are now 2.8m landlords in the country, making them as numerous as retail workers. Given the option, Britons will pile into property and steer clear of an index fund."}, {"role": "second", "text": "Homes under; hammered"}, {"role": "body", "text": "Now, however, the dream is coming to an end. Generous tax perks for landlords on mortgage interest have been hacked back. Regulation is stricter. Landlords will soon no longer be able to kick out tenants for no reason; unfair bans on pets will be outlawed. Both measures were part of the King’s Speech in Parliament on November 7th, which laid out the government’s legislative agenda for the parliamentary year. Tenants have a bigger voice in politics because there are more of them. In 2001 barely one in ten people rented privately. Now a fifth rent from someone like Mr Dublin; in London one in three do. A nation of landlords is a nation of tenants, too. "}, {"role": "body", "text": "The British dream has also become more expensive because of rocketing interest rates and resilient house prices. In the second quarter of 2023 buy-to-let mortgages accounted for 8% of new residential lending to individuals—nearly half the level of 2022 and the lowest figure since 2010. From 2017 to 2019 there were about 80,000 buy-to-let transactions a year; from now there will be only 50,000 or so, according to Savills, an estate agent. Sticking money in a savings account can generate 5% interest, which rental yields in, say, London will struggle to match. A bog-standard tracker fund may be volatile, but it is guaranteed never to call you in the middle of the night about a leak."}, {"role": "body", "text": "Even so “Homes Under the Hammer” ploughs on. In a nondescript £150,000 three-bed semi-detached house on the outskirts of Coventry, the latest series takes shape. “Not gonna lie, I’m a little bit jealous,” begins an almost-salivating Mr Dublin, who owns five rental properties himself. Dan, a mortgage broker, has bought the house with two friends who also work in property. Having forked out £10,000 on fees, the trio expect to spend another £30,000 fitting it out. Nearby houses go for £235,000, one notes. A quick pre-tax profit of £45,000 awaits the boys, if someone buys it. If not, similar houses rent for around £1,200 a month. A gross yield of 8%? Tasty. For some, the British dream will never die. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics: Labour’s screw-ups reveal how the party will govern Britain (Nov 2nd)The rise and fall of class dysphoria in Britain (Oct 26th)How rationing became the fashion under the Tories (Oct 19th)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}], "id": 47}