{"coverImageURL": "https://www.economist.com/media-assets/image/20231111_CUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Two new novels showcase the breadth of contemporary French fiction", "subtitle": "Newly translated works by Marie NDiaye and Mathias Énard are enjoyable reads", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-09T14:01:38Z", "contents": [{"role": "body", "text": "Vengeance is Mine. By Marie NDiaye. Translated by Jordan Stump. Knopf; 240 pages; $28. Quercus; £12"}, {"role": "body", "text": "The Annual Banquet of the Gravediggers’ Guild. By Mathias Énard. Translated by Frank Wynne. Fitzcarraldo Editions; 496 pages; £16.99. To be published in America by New Directions in December; $18.95"}, {"role": "body", "text": "When a prospective client turns up at her office, Maître Susane has the stinging, dislocating feeling that she has met him before. She was then a ten-year-old child; he, a teenager. Her mother did the ironing at his family villa. They went to his bedroom; he played a Dire Straits album, dazzled her. “What exactly did that guy do?” her father asks years later. “Nothing, Papa! Don’t you understand?” she retorts. But was that true? And was this new client in search of a defence lawyer really the teenager from all those years ago?"}, {"role": "body", "text": "Thus begins the intrigue in Marie NDiaye’s latest novel, “Vengeance is Mine”, newly translated from French. The story centres on Maître Susane, a Bordeaux lawyer separated from her former partner and at odds with her parents. When young, she had cut her chestnut mane of hair, and her father briefly froze her out, “as if someone had set out to diminish and humiliate him”. Parental disapproval lingers. As the adult Maître Susane tries to peel back the memory of that afternoon in the bedroom, her mother’s pained confusion about the episode exasperates her father. He asks his daughter not to contact them anymore."}, {"role": "body", "text": "Haunted by the puzzle, Maître Susane emerges as at once troubled and resilient, much like the female characters in Ms NDiaye’s most celebrated novel, “Three Strong Women”, which won the Prix Goncourt, France’s highest literary prize. Indeed, her latest work dwells as much on two other women linked to the intrigue as it does on the nature of the prospective client. Ms NDiaye has produced a tightly written story about womanhood, family strain and the ambiguity of recollection, into which she injects a consoling warmth."}, {"role": "body", "text": "In contrast to Ms NDiaye’s concise, controlled prose, Mathias Énard takes the reader on a very different adventure. “The Annual Banquet of the Gravediggers’ Guild” is an earthy, Rabelaisian riot of a novel, dripping with slime, bugs, gluttony, death and bawdy decay. The novel begins and ends lightly enough. David Mazon, an anthropologist, steps off the high-speed train from Paris. He has come to research his doctoral thesis in a small village near the marshes of western France."}, {"role": "body", "text": "At times his quest is grimly comical. Repelled by insect life, David sloshes liquid bleach down the shower plughole to exterminate red worms—the “Bashar al-Assad approach”, he notes darkly. He strikes up a friendship with Martial, who doubles as the village mayor and its undertaker. When invited to have an aperitif in the back room of the funeral parlour, after a tour of oak and walnut coffins, David shudders to think that “the huge fridge from which they fetched the ice cubes was probably stocked with things like formalin, antiseptic and other pharmaceuticals used in post mortem surgical procedures.”"}, {"role": "body", "text": "The story soon morphs, however, from a first-person diary into the realm of the burlesque. At this point, the reader needs staying power. The village priest, it turns out, has been reincarnated as a wild boar. The red annelids David attacks with bleach in his shower are the souls of murderers sent in the distant past to the guillotine. Martial, meanwhile, is preparing for the annual undertakers’ conference, a moment when death goes on pause."}, {"role": "body", "text": "The conference banquet is an indigestible feast of decadence and gourmandise: of hares, lamb, eels and pike “sautéed, in terrines, in quenelles, in aspic” and “soaring pyramids of egg mimosa”. As the gravediggers, in various states of inebriation, take turns telling lewd tales and toasting death (“the one and only Mistress!”), François Rabelais’s Gargantua is invoked. He hovers over their feasting as he does their evermore fantastical vocabulary. It is a dizzying concoction, which almost topples under its own inventive weight. In the end, though, it is held together by David’s own story which, like Maître Susane’s, carries a surprising tenderness. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 75}