{"coverImageURL": "https://www.economist.com/media-assets/image/20230729_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Critics are getting less cruel. Alas", "subtitle": "This is good news for writers and bad for readers", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-07-21T16:49:07Z", "contents": [{"role": "body", "text": "IT IS DELICIOUS to know that one reviewer called John Keats’s poetry “drivelling idiocy”. It is more pleasing yet that Virginia Woolf considered James Joyce’s writing to be “tosh”. And surely no one can be uncheered to hear that when the critic Dorothy Parker read “Winnie the Pooh” she found it so full of innocent, childish whimsy that she—in her own moment of whimsical spelling—“fwowed up”. "}, {"role": "body", "text": "For the reader, life offers few purer pleasures than a very good, very bad review. For the writer, life offers few purer pains. After Parker, A.A. Milne never wrote another “Whimsy” the Pooh again; the mere word “whimsical” became “loathsome” to him. After the “drivelling idiocy” comment, Keats obligingly dropped dead. “Snuffed out”, Lord Byron wrote, “by an article”."}, {"role": "body", "text": "Literary life rarely offers such splendid spectacles today. Open book-review pages, and you are more likely to see writers describing each other and their work with such words as “lyrical”, “brilliant” and “insightful” rather than, as they once did, “tiresome“, “an idiot” and a “dunghill”. On literary pages there is now what one writer called “endemic” grade inflation. An editor for BuzzFeed, a news site, even announced that its books section would not do negative book reviews at all. This was wonderful news for writers (and their mums) everywhere. It was much less good news for readers. The literary world may no longer need to mourn spurned poets; it does need to mourn the death of the hatchet job. "}, {"role": "body", "text": "Few will lament it loudly. Criticism is not a noble calling: as the old saying has it, no city has ever erected a statue to a critic. But then few cities have erected statues to sewage engineers or prostate surgeons either. But they are useful, just as critics are. A well-read person might read 20 or so books a year. By contrast, 153,000 books were published last year in Britain alone, according to Nielsen BookData. That is an average of 420-odd books a day. Last year’s crop included “Thinking About Tears: Crying and Weeping in Long-Eighteenth-Century France” and “Is Your Cat a Psychopath?” It might be that these books all deserve epithets such as “insightful”. It seems unlikely. "}, {"role": "body", "text": "It is an open secret in the literary world that most books are very bad indeed. It is the job of critics to fillet them, first physically (work on a books desk and your first, deeply dispiriting job will be to go through the sacks of books delivered each week) then literarily, with reviews. George Orwell, a veteran critic, knew that reviews should be brutal. He wrote, “In much more than nine cases out of ten the only objectively truthful criticism would be ‘This book is worthless,’” while the only truthful review would say, “This book does not interest me in any way, and I would not write about it unless I were paid to.”"}, {"role": "body", "text": "Reviews are rarely so punchy. Some publications keep up the tradition of forceful criticism, but too often reviews feel like a smug inside job. Literary newspapers are particularly prone to this. They tend to be rich in reviewers called “Ferdinand”; in words like “jejune”; and in headlines that read less like a promise than a threat: “Whither Somalia?”, “Structuralism Domesticated” or (the question that is on everyone’s lips) “Who’s Afraid of Close Reading?” Hatchet jobs, by contrast, usually opt for a less elevated style. In one notorious review the critic Philip Hensher wrote that an author was so bad “he could not write ‘bum’ on a wall.” "}, {"role": "body", "text": "Once, such zingers were common on literary pages. In the Victorian era, “reviews were seen as a kind of cultural hygiene, so there were high standards,” says Robert Douglas-Fairhurst, a professor of English at Oxford University. Reviewers were not merely taking a swipe at an enemy but cleansing the sacred halls of literature. Not that this stopped them from mild grubbiness themselves. For example, one reviewer called a fellow writer’s work “feculent garbage”; the reliably robust Alfred Tennyson called yet another “a louse upon the locks of literature”; while John Milton (apparently having momentarily lost paradise again) described another as an “unswill’d hogshead”."}, {"role": "second", "text": "Brandish your weapons"}, {"role": "body", "text": "Fun though such excesses are, the most lethal reviews tend to be more delicate. The best bad reviews are not hatchet jobs but scalpel jobs, observes the British critic Adam Mars-Jones, “because if it’s not precise, it’s not going to work.” The Victorians brandished scalpels too. One of the finest was wielded by George Eliot on Charlotte Brontë’s “Jane Eyre”. “I wish”, Eliot wrote, “the characters would talk a little less like the heroes and heroines of police reports.”"}, {"role": "body", "text": "Modern reviewers rarely achieve such lethal beauty. All too often reviews are replete with filler words: “darkly funny”, “searing”, “profound meditation”. Many of these—reader, be warned—are euphemisms for the word “boring”, which is in effect forbidden on literary pages. So there is “detailed” (“boring”); “exhaustive” (“really boring”); “magisterial” (“boring but by a professor, and I did not finish it so cannot criticise it”). And so on. "}, {"role": "body", "text": "The internet is one reason for this softening. It has altered both the economics of criticism (shrunken newspapers have fewer books pages, so editors tend to fill them with the books you should read, not the ones you should not) and the advisability of it (insults that seemed amusing blurted out in the moment pall when they echo online for eternity). The tendency to recruit specialist reviewers has not helped. If you are one of the world’s two experts in early Sumerian cuneiform and you give a bad review to the other one, it might be fun for 20 minutes—and regrettable for 20 years."}, {"role": "body", "text": "The internet has also helped decrease anonymity. Once, most reviews were unbylined, offering reviewers the facelessness of an obscure Twitter troll. Today, most reviewers are not only named but easily searchable—and insultable in return. Whereas 30 years ago, critics were “tacitly encouraged to really have a go at people”, now people are “terrified of giving offence” lest a Twitter pile-on follow, says D.J. Taylor, a writer and critic."}, {"role": "body", "text": "There have been attempts to revive sharp criticism. In 2012 an award called the “Hatchet Job of the Year” was launched by two critics (including one who now works at The Economist) as a “crusade against dullness, deference and lazy thinking”. It ran for three years. Fleur Macdonald, one of its co-founders, thinks that “the literary scene probably needs it more than ever now,” but that it would struggle to revive and get sponsorship since “bad book reviews are controversial.”"}, {"role": "body", "text": "The hatchets do still come out occasionally, not for first books or those by unknown authors (it is considered pointless and cruel) but for writers famous enough to attack. Prince Harry’s “Spare” was almost universally panned. This can be agonising for writers. Anthony Powell, a novelist, believed people were either “fans” or “shits”, while one of the most famous poems of the Roman writer Catullus is a riposte to critics who accused him of being effeminate. “Pedicabo ego vos et irrumabo,” he wrote, which means (broadly speaking): “I will sodomise and face-fuck you.” Not the sort of thing you see in the Times Literary Supplement these days."}, {"role": "body", "text": "And so the blades glint less. But they should still glint occasionally. What can be forgotten is that the real market for reviews is not the critic or the author. It is the reader. And they still want to know, says Mr Taylor, “whether they ought to spend £15.99 on a book.” The critic has “a duty” to tell the truth. Besides, if the writer doesn’t like it, they are, after all, a writer. They can, as Catullus did, respond. Though they might decide to go light on the profanity if they want to get published in BuzzFeed. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 55}