{"coverImageURL": "https://www.economist.com/media-assets/image/20230729_LDD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Keir Starmer’s plans for aid and diplomacy could help define him", "subtitle": "The Labour leader’s stance is a test of his priorities", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-07-27T15:12:46Z", "contents": [{"role": "body", "text": "DEBATES OVER the duty one person owes another tend to stir strong feelings. Take foreign aid. Those on the right of Britain’s Conservative Party see spending on the distant poor as a symptom of wastefulness and wokeism. Boris Johnson once called the aid department a “giant cashpoint in the sky”, dishing out funds without regard for domestic interests. Those on the left of the Labour Party feel just as keenly that aid is a moral imperative and that post-Brexit Britain needs to signal more clearly than ever that it is committed to the broader world. Polls suggest that Labour will form the next government. What Sir Keir Starmer, its leader, decides on foreign policy matters. His stance on foreign aid is a test of his priorities."}, {"role": "body", "text": "The big question is how to fix the Foreign, Commonwealth and Development Office (FCDO), the mega-department formed from the merger of the aid corps and diplomatic service in 2020. Like many rushed marriages, this one has not gone well . Top talent is hard to lure. Funding has been cut abruptly, throwing aid projects into disarray. Other departments have pilfered its funds: about 30% of the foreign-aid budget is now spent in Britain, mostly by the Home Office to put up asylum-seekers in hotels. With little good news to share, the department has clammed up. After it stopped publishing detailed spending data, Britain has tumbled down international rankings of aid transparency. The country’s cherished reputation as a leader on aid is being lost. "}, {"role": "body", "text": "What might Sir Keir do? He has talked of unpicking the merger. It is easy to see why. Such a gesture would look bold, pleasing party activists who rate him as a timid centrist, lacking in flair. Those who yearn for the return of a powerful, independent aid department would cheer. Unlike many other election promises, this one would be easy to honour. Sir Keir may also believe it would burnish Britain’s image. Paired with a commitment to restore a target to spend 0.7% of gross national income on aid (up from 0.5% today), it may even yield a stirring campaign pledge. "}, {"role": "body", "text": "Yet to demerge would be a mistake. One reason is the distraction and cost of re-splitting a traumatised department only just beginning to settle down. Although the execution of the merger was botched, now that the diplomats and aid experts have built one roof they are better staying under it. Another reason is that keeping aid spending and diplomacy bundled together makes sense. The main purpose of the FCDO’s aid is to help the poor. But to command support at home, aid policy ought to chime with Britain’s interests. Combining development with diplomacy would not alarm foreign recipients, who already suspect that aid is tied to the donor’s advantage. "}, {"role": "body", "text": "Instead Sir Keir needs to find other ways to make aid work better, as some senior folk in his party are now making plain. Restoring the 0.7% goal would be admirable, showing Britain is serious about being a model donor. But until the public finances improve, the more important ambition is for stability—to provide a predictable aid budget that cannot be raided by other departments. The aid minister, Andrew Mitchell, sits in cabinet and is already bringing improvements; his successor should be in cabinet, too. Giving aid specialists more autonomy would make sense, as would restoring transparency and having the FCDO co-operate better with Parliament."}, {"role": "body", "text": "Will Sir Keir resist the headline-grabbing promise of splitting the FCDO? Many voters still know little about him. His policy on aid is a chance to signal the sort of prime minister he would be. He told party activists this week, after Labour’s narrow failure to win a by-election in Mr Johnson’s old seat in Uxbridge and South Ruislip, not to be complacent about the general election. He is right. He needs to show that he can run a tight ship, in contrast to the administrative chaos of recent Tory governments. At times, the wisest course is to opt for a policy that brings fewer headlines. In aid, at least, Sir Keir should do just that. ■"}], "id": 7}