{"coverImageURL": "https://www.economist.com/media-assets/image/20230715_FND001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-07-27T15:12:47Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "America’s industrial policy"}, {"role": "body", "text": "“The manufacturing delusion” (July 15th) has gripped politicians around the world, you say. You present pro and con arguments for the money that national governments spend to build or retain a manufacturing base, but the con wins every bout. This projects more certainty in your theory and less on the reality of trade-offs. "}, {"role": "body", "text": "Economics teaches us that it is rare to find a high-stakes policy decision that has no trade-offs. Or more precisely, decisions where there are no trade-offs are not even debated because the answer is self-evident. America has recently come around to implementing an industrial policy after trying the alternatives over many decades and finding them somewhat disastrous. It could be that America has learned the wrong lesson from decades of lost industrial capacity and leadership in core sectors. But I’m not so convinced. Pursuing industrial policy has substantial risks. Forswearing industrial policy has equally many risks, especially when our chief economic and strategic competitors are currently using it to great effect. "}, {"role": "body", "text": "David AutorProfessor of economicsMassachusetts Institute of TechnologyCambridge, Massachusetts"}, {"role": "body", "text": "We feel there are three crucial points to add to the discussion. First, you overlook a central aspect of initiatives promoting manufacturing. It is not about establishing the superiority of one sector over another, but rather recognising their inter-dependencies and the relevance of all sectors for a healthy economy. As Professor Ha-Joon Chang, a South Korean economist, points out, countries with strong manufacturing industries also have strong service industries (although the reverse is not necessarily true)."}, {"role": "body", "text": "Second, productivity and value-add are significant factors. Manufacturing has been the primary driver of productivity growth in economies where it accounts for more than 20% of GDP. Between 1998 and 2017, it accounted for almost half of the aggregate labour productivity growth in Taiwan; roughly a third in Korea and China; and a quarter in Germany. Moreover, Singapore’s remarkable GDP per person, comparable to America and Britain, can be attributed to its impressive share of high-value-added services (approximately 25% of GDP) and sustained manufacturing contribution (around 20%, equivalent to Japan and Germany)."}, {"role": "body", "text": "Finally, there is clear evidence showing that a growth in manufacturing also contributes to narrowing regional inequalities within countries. By comparison, knowledge-intensive services, such as professional, scientific and technical activities and finance and insurance, are among the largest regional disparities."}, {"role": "body", "text": "Indeed, as your headline says, there is a manufacturing delusion, but it does not stem from succumbing to a manufacturing fetishism. Rather, it comes from a failure to grasp the vital but evolving role that manufacturing plays as part of any well-balanced economy."}, {"role": "body", "text": "Dr Jennifer Castaneda-NavarreteDr Carlos Lopez-GomezProfessor Tim MinshallInstitute for ManufacturingUniversity of Cambridge"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230715_FBD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Planning for government"}, {"role": "body", "text": "Though not a supporter of Donald Trump, I find nothing wrong in early efforts by his partisans to organise a second term if he should win the 2024 presidential election (“Chaos meets preparation”, July 15th). The American system of political appointment reflects the basic democratic notion that the people should get what they vote for. Since the days of Andrew Jackson (Mr Trump’s spiritual predecessor) we have charged loyalists of the president with carrying out his mandate. Because both political parties doubt that the bureaucracy (or “deep state”) can do this, we have political appointments down to the executive branch’s mid-levels."}, {"role": "body", "text": "My advice to the Trump planners is to get their people into appointed jobs before they deal with civil servants at lower levels. This was the great mistake of 2017-21. Mr Trump was much better at firing than hiring. The result was a hollow government run by—guess who?—civil servants. Able appointees in previous Republican administrations learned that the bureaucracy can be led and even trusted if properly motivated. The typical civil servant (or military officer or career diplomat) knows who won the prior election and wants new direction. Yes, some careerists may seek to thwart a president’s policies, but they can be dealt with creatively under existing rules."}, {"role": "body", "text": "The key is having appointees who are not only loyal to the president but know how to succeed in their appointments. Most of all it means finding people to fill every job and getting them swiftly confirmed by the Senate."}, {"role": "body", "text": "CHASE UNTERMEYERDirector of presidential personnel, 1988-91Houston"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230715_LDP004.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The future of the Anthropocene"}, {"role": "body", "text": "One possibility you did not mention in your scenarios on how the Anthropocene ends is that it ends by choice because we decide to transform our relationships to energy and social organisation (“Tomorrow and tomorrow and…”, July 15th). Such imaginations of the future that call for profound, if gradual and planned, societal change are not entertained by your projections, which do not imagine life beyond the present economic model. "}, {"role": "body", "text": "Most problematically, your argument that the Anthropocene ends and “civilisation would fall back” and perhaps not grow again thinks of civilisation as if it were a linear process with peaks and troughs, like an economic graph measurable by quantities of technologies in society. This is a colonial and positivist framing of transformation and change that has been rejected by many historians. It works to consolidate your second vision of the future because “decoupling” appears to be the only option in which the Anthropocene ends and we move towards a “different future”, thus “progress” is maintained."}, {"role": "body", "text": "Dr Sofia GreavesPROSPERA, European Research CouncilPontevedra, Spain"}, {"role": "second", "text": "Defining terrorism"}, {"role": "body", "text": "You published an article under your 1843 masthead on the Lions’ Den, which you labelled as “a Palestinian armed-resistance group” (“Inside the Lions’ Den: the West Bank’s Gen Z fighters”, July 7th). The article barely discussed Israel, instead describing the Lions’ Den “resistance” against Israel’s periodic incursions into the West Bank to root out those who are killing Israeli citizens in terrorist attacks."}, {"role": "body", "text": "Unfortunately, the article contained no context into which one can view these young men, who were virtually treated as heroes. Wouldn’t it have been important to point out, for example, that Israeli sorties have occurred over the years in response to terrorism that has cost many Israeli lives, and not simply to punish Palestinians?"}, {"role": "body", "text": "It could have also been pointed out that the second intifada, which in 2000 sparked a multi-year terrorist spree, was set in motion by Yasser Arafat after turning down an extremely good offer to create a Palestinian state during the peace negotiations at Camp David. It resulted in the killing of 1,000 Israelis during an extremely difficult period of time."}, {"role": "body", "text": "You should pick your heroes much more carefully and, at a minimum, tell the full story and not a one-sided highly biased one. "}, {"role": "body", "text": "Robert MednickChicago"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230708_WBD003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "The Olympian office"}, {"role": "body", "text": "I appreciated Bartleby’s parallels between the Iliad and the modern workplace (July 8th). However, the column forgot the words of Zeus, who thought that mortals blame the gods for their woes when their troubles are actually of their own making. Agamemnon is not a mere co-worker, but the boss who inherited his position from daddy instead of earning it on his own merits. His resulting pathetic insecurity, especially in relation to the talented Achilles, who loathes catering to him and is a strong advocate of the merit system, leads to boneheaded actions that set this particular Greek tragedy in motion. "}, {"role": "body", "text": "Despite a century of management advice, the premise of this story will hold up a while longer."}, {"role": "body", "text": "Dan BlickmanBryn Mawr, Pennsylvania"}, {"role": "body", "text": "Regarding Bartleby’s praise of jargon (June 17th) we use the term “mumbly-peg” to refer to someone who is talking about a subject they know nothing about (usually from human resources). The word refers to a game using pocket-knives, but the onomatopoeia is perfect because people mumble when they are uncertain of the facts. Incidentally if you are in the same room with someone speaking mumbly-peg you may detect the faint odour of bovine fecal matter. "}, {"role": "body", "text": "R. SimmondsMattawa, Canada"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230513_BRP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "At least the trains run on time"}, {"role": "body", "text": "Another good example of the delusions of greatness in Britain because of low expectations (Bagehot, July 8th) is the new Elizabeth line in London’s transport system that everyone is so proud of. Yes, it is modern, clean, functional and aesthetically inoffensive, but is it so exceptional for one of the greatest cities in the world to build an occasional new underground line? Paris is currently constructing four of them and extending two existing lines, with 68 additional stations. "}, {"role": "body", "text": "When I look at the Elizabeth line, instead of feeling overly good about an infrastructure project that succeeded (they are supposed to, after all), I see missed opportunities. It does not use driverless trains, even though the technology allows it; the door-closing signals are so shrill they sound like a bomb is about to go off; the video displays do not provide useful information about the journey; driver announcements are at times barely intelligible, and so on. "}, {"role": "body", "text": "Perhaps I am being overly negative, but shouldn’t one strive for the best instead of smugly replicating existing inferior standards and patting oneself on the back?"}, {"role": "body", "text": "Jem EskenaziLondon"}, {"role": "second", "text": "Must do better"}, {"role": "body", "text": "I was amazed that global warming didn’t make the superforecasters’ list of the most probable causes of catastrophes and extinction by 2100 (“Bringing down the curtain”, July 15th). Greta Thunberg needs to pull her socks up. Imagine losing out to artificial intelligence. "}, {"role": "body", "text": "Allan SutherlandStonehaven, Aberdeenshire"}], "id": 8}