{"coverImageURL": "https://www.economist.com/media-assets/image/20230729_WBD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why Walmart is trouncing Amazon in the grocery wars", "subtitle": "Walmart is more of a threat to the e-commerce giant than the other way around", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-07-24T17:05:06Z", "contents": [{"role": "body", "text": "When Amazon announced the $13.7bn acquisition of Whole Foods Market in 2017, it came after some oddball attempts to strengthen its grocery business, some conceived by Jeff Bezos himself. One was to develop an “ice-cream truck for adults”, driving into neighbourhoods with lights flashing and horns honking, to sell porterhouse steaks, Shigoku oysters, Nintendo games and other goodies. It was quietly shelved. Another was to create a product so unique that only Amazon could supply it. The answer was the “single-cow burger”, a Wagyu beef patty made from the meat of one animal. You can still find them on its website—though they are now permanently out of stock."}, {"role": "body", "text": "Amazon’s purchase of Whole Foods signalled it would take a more conventional approach to the supermarket business. That is probably why, when the deal was announced, Amazon’s share price soared and those of its rivals, such as Walmart, fell. But since then Amazon has treated grocery more like a science experiment than an exercise in seduction, with weak results at Whole Foods and in other formats. Its best-known addition to the retail experience is the “just walk out” technology in physical stores, equivalent to its one-click shopping online. Yet cashierless supermarkets sound like something more beloved of geeks than grocers. What may cut down on time-wasting queues also minimises what some people love about shopping: the human interaction at the till, the hunter-gatherer instinct as they jostle at the meat counter, the Columbian exchange between fellow foodies at the spice rack. "}, {"role": "body", "text": "Amazon is trying to refresh the experience. Last year it recruited Tony Hoggett, a former executive from Tesco, a British supermarket chain, to bring grocery nous to a business hitherto obsessed with overhead cameras, QR codes and data collection. The Brit, who started out as a Tesco “trolley boy” aged 16, has a big job. When Schumpeter visited an Amazon Fresh store in Los Angeles recently, the fresh-meat and -fish counters were so barren they looked like part of a going-out-of-business sale. He bought one of the three rotisserie chickens on display out of sympathy, because he feared they had been there all day. "}, {"role": "body", "text": "Under Mr Hoggett, Amazon is trying to make the Fresh stores less soulless. Human cashiers and self-checkouts are back for those who prefer them. Whole Foods’ expertise is being used to rethink store location. It is part of an effort to make grocery shopping on Amazon as habitual as it is at a Walmart. Andy Jassy, the CEO, says it is aiming to build a “mass grocery format” commensurate with Amazon’s size. Yet if anything Walmart looks more likely to invade Amazon’s territory than the other way around."}, {"role": "body", "text": "Neither firm thinks of itself as competing head-to-head with the other. But they are, because both have big growth ambitions. For Walmart, that means expanding its e-business beyond grocery into general merchandise, as well as attracting higher-income online customers. Both of these are Amazon’s forte. For Amazon, it means a bigger presence in grocery, both online—where food shopping still accounts for only about 10% of America’s $800bn supermarket business—and offline. "}, {"role": "body", "text": "In bricks-and-mortar, Walmart’s lead is huge. It has the largest footprint in America, with about 4,700 outlets, compared with 530 Whole Foods, 44 Amazon Fresh and 22 Amazon Go shops. Grocery accounts for most of its sales, whereas for Amazon they are a sliver. Its “everyday low prices” work: a survey by MoffettNathanson, a research firm, found equivalent products at Amazon Fresh were far pricier. Walmart’s speed of delivery matches Amazon’s. "}, {"role": "body", "text": "What Amazon lacks in stores, it hopes to make up for in membership of its Prime loyalty programme, which is estimated at 170m in America, compared with about 22m for Walmart+. Eventually, it hopes that online grocery shopping, combined with three different formats—Whole Foods for posh nosh, Fresh for general grub and Go for grab-and-go—will enable customers to buy everything they need via a single app. Amazon has two other advantages: a whopping marketplace platform for third-party sellers, which adds to the range of products available on its website, and an advertising business with a hefty $38bn of revenues last year, which supplements its supermarket business. "}, {"role": "body", "text": "Yet because shoppers like to see, feel and smell their groceries before buying them, the scarcity of stores is a problem. Dean Rosenblum of Bernstein, a broker, calculates that Amazon Fresh is accessible to just over a third of Americans. In contrast, 90% of them live within ten miles (16km) of a Walmart. If Amazon opened 50 new Fresh stores a year, in a decade’s time it would reach only the size of Whole Foods’ current tally. And that would be a “near criminally irresponsible use of Amazon capital”, Mr Rosenblum says. That view is spreading. Terry Smith, a British fund manager, recently dumped his Amazon stock, arguing that its move into grocery retail risked misallocating capital."}, {"role": "body", "text": "Moreover, Walmart appears to be making more headway with online selling and advertising than Amazon is with its real-world stores. Walmart’s online sales were estimated at $82bn last fiscal year, more than four times Amazon’s physical-store sales. It appears to be borrowing Amazon’s model of attracting third-party sellers to its site in order to increase the assortment of products, raise logistics revenue and boost advertising. Last year Walmart’s ad sales grew by 30%, to $2.7bn. That is still a fraction of Amazon’s total. But there is no reason why Walmart should not catch up, thinks Simeon Gutman of Morgan Stanley, an investment bank."}, {"role": "second", "text": "One-click M&amp;A "}, {"role": "body", "text": "Amazon could leap up the league table by buying a large supermarket chain. Given the antitrust pressure on big tech, though, this is probably off the table. If a build-rather-than-buy approach is its only option, it will have to do a much better job of explaining how it will make this profitable. As it continues to waste time experimenting, Walmart is ably copying its best moves. ■"}, {"role": "body", "text": "Read more from Schumpeter, our columnist on global business:Hollywood’s blockbuster strike may become a flop (Jul 19th)The last, unfulfilled dream of Jamie Dimon, king of Wall Street (Jul 11th)A Lego-lover’s guide to preparing for the AI age (Jul 6th)"}, {"role": "body", "text": "Also: If you want to write directly to Schumpeter, email him at schumpeter@economist.com. And here is an explanation of how the Schumpeter column got its name."}], "id": 48}