{"coverImageURL": "https://www.economist.com/media-assets/image/20240302_BID001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A former adviser on the 250 words Jeremy Hunt should read out at the budget", "subtitle": "They would ensure that bad fiscal policy was bad politics, says Tim Leunig", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2024-03-04T11:04:35Z", "contents": [{"role": "body", "text": "FISCAL RULES became fashionable in the 1990s, and now exist in every advanced country and most others. Britain’s first fiscal rule came with the 1992 Maastricht Treaty, which paved the way for a single European currency. Its first domestic rule dates to 1997."}, {"role": "body", "text": "Britain’s state indebtedness has risen dramatically since. In 1992 its debt-to-GDP ratio was 27%, rising to 42% in 1997 and 100% now. Debt levels are at or near record levels in France, Italy, Spain and America. In contrast, debt has been broadly stable in Germany and the Netherlands, and has fallen for 25 years in Sweden. All of these countries have fiscal rules—so fiscal rules do not guarantee good fiscal outcomes. "}, {"role": "body", "text": "A lot comes down to electorates. In Germany politicians believe that playing fast and loose with public finances will not win elections. That is not true in Britain. British governments therefore invent fiscal rules, and try to get around them. The Labour government of Tony Blair used the Private Finance Initiative, while the Conservatives have a one-year petrol-duty freeze that has now lasted 14 years. By pretending the freeze will end, the government claims to have a credible medium-term fiscal position even though everyone knows that this is a nonsense. "}, {"role": "body", "text": "The current rules require the government to hit borrowing and debt targets in five years’ time. Because the target is rolling, the deadline can be constantly moved back, allowing implausible spending cuts or tax rises to satisfy the rule. The opposition Labour Party—which is widely expected to be in government by the end of the year—has not set out its proposed rule, so it is not possible to say whether it will be better or worse. "}, {"role": "body", "text": "It is time to think afresh. Britain’s specific rules have not given it a stable or sustainable fiscal position. To misquote a former prime minister, James Callaghan, in a previous fiscal crisis: I tell you in all candour that, even insofar as it was ever true, formulaic fiscal rules no longer work. "}, {"role": "body", "text": "Instead I propose something more qualitative. Each year, just before the chancellor of the exchequer (finance minister) unveils the budget, the chair of the Office for Budget Responsibility (OBR)—the fiscal watchdog created in 2010 to provide independent forecasts and analysis—should be required to write 250 words, summing up Britain’s fiscal position, and the effect of the budget on that position. The chancellor would be required to read those exact words, without hesitation, repetition or deviation, as part of the budget speech. It takes two minutes to read 250 words. This is not a particularly large demand on the chancellor’s time, or that of the House of Commons. "}, {"role": "body", "text": "This is not an ironclad fiscal straightjacket. During the covid-19 pandemic the then OBR chair, Robert Chote, told Parliament’s Treasury Select Committee: “This is not a time to be squeamish about one-off additions to the public debt.” We can imagine that a budget speech containing those lines would reassure all listeners. A chancellor who spent more on proven investments—whether that is capital, or improving education, or getting people back into work—could expect to read out similarly reassuring words. "}, {"role": "body", "text": "Imagine in contrast that Jeremy Hunt, the current chancellor—who will set out his budget on March 6th—funds tax cuts with the fiscal headroom that he concocts under the current rules. The position of Richard Hughes, the current OBR chair, is clear, so we can imagine he might require Mr Hunt to say:"}, {"role": "body", "text": "“Britain’s fiscal position is the worst for 50 years. This budget will exacerbate the problem. The government’s fiscal plans for the next five years are worse than fiction, because with fiction an author has bothered to think about a storyline and an ending. The aggregate spending totals proposed are implausible: the government’s overall fiscal position is not credible. The government has also failed to set out its departmental spending plans, so there are no credible public-service micro-foundations for the proposed fiscal stance. Our country has an ageing population and interest rates that are markedly higher than in recent years. In that context the government—any government—needs to spell out either a route to higher tax revenues, or to lower spending. Nothing else is credible.”"}, {"role": "body", "text": "This is 125 words, leaving Mr Hughes with another 125 words to use in a sensible but appropriately robust way. "}, {"role": "body", "text": "Any chancellor would hate to read out those words. They would have an effect on markets: the Bank of England might have to raise interest rates, or at least delay any cuts. That in turn would hit middle Britain—exactly the sort of people the chancellor wants to help. "}, {"role": "body", "text": "In short, it would make bad fiscal policy into bad politics and so make it less likely to happen. Britain would be better governed. That in turn would mean a lower risk premium for investing there, helping to raise the country’s (pitiful) low rate of economic growth.■"}, {"role": "body", "text": "Tim Leunig is Director of Economics at Public First, a visiting professor at the London School of Economics and a former economic adviser to the chancellor of the exchequer. "}], "id": 11}