{"coverImageURL": "https://www.economist.com/media-assets/image/20240217_BID002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2024-03-07T14:15:57Z", "contents": [{"role": "body", "text": "Letters are welcome via email to letters@economist.com"}, {"role": "second", "text": "Who owns AI?"}, {"role": "body", "text": "Ben Sobel’s diatribe against “anti-human” copyright law because it poses a “profound threat” to generative artificial intelligence missed some critical steps (By Invitation, February 16th). One of the main reasons the holders of copyright want protection of their work is so that they can continue to exercise their moral rights, including the right to attribution and to stop their work from being used in a derogatory way. This is of critical importance in the world of deep fakery. "}, {"role": "body", "text": "However, those companies that are developing AI-powered tools in the fields of law, medicine and research have to be as sure as possible about the authoritative provenance of the works they are using in training. Copyright is a great tool for this purpose, because it provides a chain of evidence leading directly back to the author-publisher. From here a judgment can be made as to whether the work is true (did the judge really make that statement?) or false (did a large language model hallucinate a medical research finding?). "}, {"role": "body", "text": "If copyright is taken out of the AI equation this heredity is difficult if not impossible to determine and the world will be a less fair and more dangerous place as a result."}, {"role": "body", "text": "Richard MolletChiddingfold, Surrey"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_STD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Anthropomorphising is a problem as society debates AI. The term “hallucination” is used for when the AI is “just plain wrong”. You say this is better described as having the “qualities of a great bullshitter” (“Silicon dreamin’”, March 2nd). But such a person has, at heart, an intent, such as to evade criminal prosecution or to win an election (or both). Large language models do not have intent, but as you pointed out, merely produce the most probable next word for a certain input."}, {"role": "body", "text": "Our intent as users of AI may be to use a reliable tool, marketed as a useful assistant or alternative to reading Wikipedia. The AI boosters’ intent is to sell a product or support ever larger valuations of their companies. Who’s the real bullshitter there?"}, {"role": "body", "text": "Seth HaysEditorAsia AI Policy MonitorTaipei, Taiwan "}, {"role": "second", "text": "War and genocide"}, {"role": "body", "text": "Paul Moss wondered whether the Holocaust should be viewed outside the context of war, as many of its atrocities took place away from the battlefield (Letters, February 24th). Without war, the Holocaust couldn’t have happened the way it did. The Nazis saw the second world war itself as an opportunity to purify the Aryan race and to make a living space for its people (Lebensraum). The conflict provided opportunities for experiments in brutality. With conquest these methods were exported to murder millions of people depicted as racial enemies using the language and cover of war. The murder of the mentally ill began in October 1939 but was backdated to September 1939 to give it the appearance of a wartime measure. "}, {"role": "body", "text": "For the Nazis, the war against the Allies was also a war against the Jews. To separate the war from the genocide leaves out key parts of each. Only with Germany’s defeat did it end."}, {"role": "body", "text": "Alexander McPhersonToronto"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240217_LDD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Populists v conservatives"}, {"role": "body", "text": "You proposed distinguishing “national conservatives” from “old-style conservatives” (“The peril of national conservatism”, February 17th). You say these so-called “national conservatives” are fine with big government, hostile to elites, and think their country has been the victim of exploitation by a shadowy cabal of international organisations, bankers and elites. That’s not conservative. That’s reactionary. Donald Trump is not a conservative. The Americans who vote for Mr Trump are not conservatives. They are populist reactionaries. "}, {"role": "body", "text": "This political position is not new and has a long tradition in American politics (Huey Long, for example). It is not stable, because the belief that everything is rigged against “the people” eventually undermines faith in democracy and promotes the view that progress is only possible through some supreme leader. So populist reaction collapses very quickly into a form of authoritarianism known as fascism. We don’t need a new political category to describe this. Moreover, the “old-style” conservatives were also nationalists, they just took a wider view of the national interest. "}, {"role": "body", "text": "Matthew DraperSan Diego"}, {"role": "body", "text": "Umberto Eco’s article, “Ur-Fascism”, published in the New York Review of Books in 1995, identified 14 characteristics of fascist movements. All the national-conservative parties in the various countries you mentioned tick most of those boxes. The tolerance of contradictions, the faux traditionalism, the plot obsession, the macho posturing, the appeal to a frustrated middle class, the covert (and sometimes not so covert) racism, the anti-intellectualism, and the rejection of democracy and enlightenment values. Listening to the speeches made by their leaders with Eco’s list in hand is a depressing game of bingo."}, {"role": "body", "text": "Paul JohnsonFareham, Hampshire"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240217_FBD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Powwows are very important and distinctly indigenous cultural events. They may be organised in different ways according to local traditions, but none that I’ve attended resembles a meeting of European conservative politicians. Powwows are much more fun and spiritually uplifting than that. I plead with your writers and editors not to use this word outside its proper context and, when describing mob gatherings of the Trumps and Orbans of the world, to come up with a word that’s less generous-spirited and joyful than an actual powwow (“Nationalists of the world, unite!”, February 17th). PATRICIA ELLIOTT Professor of journalism First Nations University of CanadaRegina, Canada"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_EUD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A Ukrainian abroad"}, {"role": "body", "text": "Charlemagne wrote about Ukraine’s refugees (February 24th). I am one of them, residing in Switzerland rather than the EU. My situation is atypical. I was already in Switzerland as a tourist visiting family when the war began. I quickly secured a job at the same international firm I worked for in Ukraine, never seeking social assistance and covering all my expenses independently. Much like other expats in Zurich, I live in a good flat, travel, pay taxes and contribute to social security. However, my employer prefers to keep me on the Ukrainian programme permit for simplicity. "}, {"role": "body", "text": "The prospect of these programmes coming to an end concerns me deeply. I don’t want to return to a home with constant Russian threats, a society experiencing profound trauma, a struggling economy and limited corporate job opportunities. It raises the question of what European governments will do with individuals like me once they close the Ukrainian scheme."}, {"role": "body", "text": "Anna KuzmenkoZurich (originally from Zaporizhia, Ukraine)"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240210_CUD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "As time goes by"}, {"role": "body", "text": "I thoroughly enjoyed the piece on when events become history (“The present as prologue”, February 10th). I find myself, born in England in 1943, increasingly thinking that my own past is now history. Many young people might add “ancient” to that. It’s not that I object or find it alarming. It is just a strange sensation to know that I was there when this, that or the other thing happened. It is said that old age is not for sissies, but nobody tells you how curiously fascinating it can be. "}, {"role": "body", "text": "Geoff GiffinSurrey, Canada"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_FND010.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Investment advice disclaimer"}, {"role": "body", "text": "What is my preferred measure of when to shift into safer investments (Buttonwood, February 24th)? An index incorporating the number of published articles declaring that “this time is different” and the number of relatives offering stock tips based on their day-trading activities."}, {"role": "body", "text": "Grant LewisWashington, DC"}], "id": 9}