{"title": "How the Blitz changed London for the better", "subtitle": "After the war the city built back bigger, bringing unexpected gains", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/britain/2023/08/24/how-the-blitz-changed-london-for-the-better/promo.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "hashTag": "Britain", "publishDate": "Aug 24th 2023", "contents": [{"role": "body", "text": "It is not hard to see why bombings are bad for business: as well as inflicting a tragic human cost, prolonged air raids tend to displace workers and destroy infrastructure, bringing even a buzzing economy to its knees. But according to a duo of economists, what happens in the decades after is worth a closer look."}, {"role": "body", "text": "When Gerard Dericks of Oxford Brookes University and Hans Koster of Vrije Universiteit Amsterdam studied the economic effect of Nazi Germany’s prolonged bombing campaign on London during the second world war, they discovered something counterintuitive. After much of the city was razed, London built back bigger. That supercharged the city’s economy in the long run."}, {"role": "body", "text": "London has never been built according to an ordered plan, like Haussmann’s Paris or Le Corbusier’s Chandigarh. After the great fire of 1666 Christopher Wren proposed a new European-style layout built around grand intersecting avenues. Londoners thumbed their noses at his continental vision: they built back pretty much as things were before. Similarly, the Blitz did not transform the map of the city. But it helped to remove planning restrictions that would otherwise have stifled the growth of London’s commercial centres. Bigger buildings brought workers together and spurred economic activity, a phenomenon known as agglomeration. Being in closer proximity increased workers’ productivity, and competitors moved in next door to each other to save on resources and share knowledge."}, {"role": "body", "text": "The clusters that were energised by this—finance in the City, law in Holborn and Clerkenwell and private equity in the West End, to name a few—saw huge financial returns. High office rents reflect firms’ hunger for being in a hub. (And despite predictions of a post-pandemic remote-work realignment, today commercial space remains pricey.) Those benefits are so concentrated that the economists estimate that just a three-minute walk outside a cluster the agglomeration effect nearly vanishes."}, {"role": "body", "text": "Were it not for the buildings and businesses that shot up in the decades after the bombings, London’s gross domestic product (GDP) would be 10% smaller, equivalent to a loss of £64bn ($81bn) per year in today’s money."}, {"role": "body", "text": "This agglomeration effect is as much as ten times that which previous research found in other cities. A similar paper shows that the collapse of the Berlin Wall in 1989, a shock that allowed businesses to concentrate anew, had just one-third of the impact that the Blitz had on London’s economy. Messrs Dericks and Koster say that London had unusually strict building rules—easing them, therefore, had big benefits. (Unfettered development has its downsides too—cobblestone paths and rickety old shops give London much of its charm.) They also point to research showing that big global cities with well-educated workforces and high GDP per person see greater agglomeration benefits than smaller ones. A study on the birth of new advertising agencies in Manhattan shows a similarly large boon for renting office space near kindred firms."}, {"role": "body", "text": "                   "}, {"role": "body", "text": "The bombing crusade on London was a tremendous tragedy—nearly 20,000 Londoners were killed in just nine months. Yet by building back denser and allowing businesses to thrive, the city turned an attempt to destroy it into a catalyst for growth.■"}, {"role": "quote", "text": "Due to the restriction of The Economist, some pictures of the article cannot be obtained."}], "id": 44}