{"coverImageURL": "https://www.economist.com/media-assets/image/20230826_WOT993.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The sudden demise of Indian vultures killed thousands of people", "subtitle": "Without “nature’s sanitation service” pathogens spread into the water supply", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-08-22T20:31:09Z", "contents": [{"role": "body", "text": "The same cast of characters features in most wildlife conservation campaigns: majestic tigers, adorable pandas or other creatures that tug human heartstrings."}, {"role": "body", "text": "Images of the blood-splattered bills of endangered vultures tend to evoke less sympathy, but a new study provides a reason to be concerned for their survival. The near-extinction of Indian vultures in the mid-1990s proved fatal for humans too, causing the mortality rate to rise by 4% in districts once populated by the birds."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230826_WOF994.png", "imageWidth": 1280.0, "imageHeight": 4541.0, "imageDescription": ""}, {"role": "body", "text": "Vultures act as nature’s sanitation service. In India, their diet consisted largely of rotting livestock carcasses—numbering 30m a year in the cattle-revering country. A group of vultures can polish off a cow’s carrion in 40 minutes. Their strongly acidic digestive tracts destroy most germs."}, {"role": "body", "text": "Historically, vultures were widespread in India. But between the 1990s and early 2000s their numbers plummeted by more than 90%, from around 40m. The cause was diclofenac, an anti-inflammatory drug that farmers began using to treat their cattle. Though the drug was harmless to both cows and humans, birds that consumed animals treated with diclofenac suffered from kidney failure and died within weeks."}, {"role": "body", "text": "Without vultures, carcasses attracted feral dogs and rats. Not only do these animals carry rabies and other diseases that threaten humans, they are far less efficient at finishing off carrion. The rotting remains they left behind were full of pathogens that then spread to drinking water."}, {"role": "body", "text": "The abrupt demise of the vultures made it possible to quantify their impact on public health. A new working paper, by Eyal Frank of the University of Chicago and Anant Sudarshan of Warwick University, used a statistical method called “difference-in-differences” to compare changes in the death rate in districts with habitats well suited to vultures with those in less suitable places, just as diclofenac use took off."}, {"role": "body", "text": "In districts with vulture-suitable habitats, more people began to die just as diclofenac sales increased. The effect was greatest in urban areas with large livestock populations. The authors estimated that, between 2000 and 2005, the loss of vultures caused 500,000 additional human deaths."}, {"role": "body", "text": "“Keystone species” like the vulture hold ecosystems together. Conserving these animals should be a priority. They may not be cute or cuddly, but they are important.■"}, {"role": "body", "text": "illustrations: olivier heiligers"}], "id": 68}