{"coverImageURL": "https://www.economist.com/media-assets/image/20230826_MAP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "West African views on Niger’s coup", "subtitle": "Popular coup, unpopular intervention", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2023-08-24T12:47:07Z", "contents": [{"role": "body", "text": "A survey by Premise Data, a pollster, suggests that most people in west Africa approve of the recent coup in Niger (see chart). Respondents in Ivory Coast, Ghana, Mali and Nigeria also generally cast doubt on calls for the Economic Community of West African States (ECOWAS), a regional bloc, to intervene militarily to put the ousted president, Mohamed Bazoum, back in power."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230826_MAC234.png", "imageWidth": 608.0, "imageHeight": 1293.0, "imageDescription": ""}, {"role": "body", "text": "The poll, conducted by mobile phone and balanced in each country by age and sex, finds that in Ivory Coast, Ghana and Nigeria about 60% of respondents think the coup in Niger was justified. In Mali, where a ruling military junta has applauded the coup, fully 78% of respondents approve of it. "}, {"role": "body", "text": "The governments of Ivory Coast, Ghana and Nigeria all talk tough in favour of intervention, yet around 60% of respondents in each of those countries oppose the idea. Many say they fear it could spark a wider regional war. "}, {"role": "body", "text": "Even economic sanctions against Niger are divisive. Malians heavily oppose them. But so do 58% of Ivorians, while Ghanaians are almost evenly split. Nigerians narrowly approve of them. "}, {"role": "body", "text": "The survey also sketches the scale of Russia’s appeal in west Africa. In Mali, where mercenaries of Russia’s Wagner Group operate, 71% say Russia is their country’s most trusted partner; no other country exceeds single digits. "}, {"role": "body", "text": "France’s reputation is mixed. Half of Ivorians say they trust it least. Of those, 65% say it might win them over only if it were to withdraw all its forces from west Africa. Almost 30% of Ivorians reckon Russia’s values are most similar to theirs, though slightly more are happy to identify with those of France. "}, {"role": "body", "text": "Fondness for Russia may be partly thanks to France’s past role as the colonial ruler of Mali and Ivory Coast. In Ghana and Nigeria, both once run by Britain, Russia has less appeal. America is most trusted in both. At least Uncle Sam isn’t in the dock everywhere."}], "id": 28}