{"coverImageURL": "https://www.economist.com/media-assets/image/20230128_USP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A violent dispute is impeding police reform in Atlanta", "subtitle": "A forest, a fatal shooting and a police car up in flames", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-01-26T14:51:49Z", "contents": [{"role": "body", "text": "It was a familiar scene. On January 21st hundreds of protesters holding “defund the police” signs flooded Atlanta’s Peachtree Street. Windows were smashed and a police car was torched. Like so many times before the outcry was over a police killing. A 26-year-old was gunned down by a cop last week. But this time the story was different. The victim was shot protesting against a city initiative enacted in response to the Black Lives Matter marches. "}, {"role": "body", "text": "Amid demands for police reform, Atlanta’s city council approved $30m for a new police training facility in September 2021. The centre would teach cops to be, “rooted in respect and regard for the communities they serve”. It would include a shooting range and a mock city. But environmentalists objected, since the complex was to be built on 85 acres of woodlands, in an area known as the South River Forest. The mostly undeveloped site—dubbed “cop city” by opponents—became fertile ground for civil unrest. "}, {"role": "body", "text": "The “forest defenders”, a band of climate activists, have spent the past year living in the South River trees. Police have tried to extract them using rubber bullets and tear gas. Then on January 18th the Georgia Bureau of Investigation reported that Manuel Terán, a non-binary medic known as “Tortuguita” (Spanish for “little turtle”), opened fire on a state trooper as police cleared the encampments. Cops shot back, killing the activist. But there is no footage of the incident—troopers were not wearing body cameras. Activists are calling it “cold-blooded murder”. Reporters who spent time with Tortuguita earlier in the year noted a commitment to peaceful protest. “We’re not going to beat them at violence,” Tortuguita told the Bitter Southerner, a local paper. “They’re very, very good at violence”. But for a supposedly irenic group the forest defenders had lots of weapons: cops confiscated fireworks, blades, air rifles and a handgun that belonged to Tortuguita in the raid. "}, {"role": "body", "text": "Soon environmental battles in the woods morphed into anti-police protests downtown. Activists on the streets objected to investing in the police force, especially after the killing. The storefronts that were smashed belonged to companies like Wells Fargo that had pledged funds to cop city. “They have blood on their hands,” says Nolan Huber-Rhoades, an organiser affiliated with the forest defenders, “many of the activists think breaking their windows is more than appropriate”. Six protesters were arrested for arson, criminal damage and domestic terrorism. "}, {"role": "body", "text": "Some key players are out-of-towners: Tortuguita was from Tallahassee and only one of the protesters arrested is from Georgia. They do not necessarily represent local feeling. “The average black person in Atlanta said ‘fuck the police, but don’t defund it’,” says King Williams, a local black filmmaker who is involved in the debates. The training facility was first proposed by a black councilwoman, who saw the need to fix chronic under-policing in poor neighbourhoods. When officers began calling in sick en-masse in June 2020—a phenomenon known as the “blue flu”—the force became depleted. Many Atlantans wanted more (and better) policing, not less. "}, {"role": "body", "text": "The training facility would help with that. But its location brought problems, even for the council. Lawmakers vowed to plant 100 hardwood trees for each one cut down. The bill passed in a 10-4 vote after 17 hours of public comments—most of which were against the plan. The councilwoman who proposed the facility lost her election to a younger candidate who opposed it. "}, {"role": "body", "text": "Despite the resistance since, plans have not changed. Many politicians still support the facility. “Anyone who wants a safe street should want a well-trained police officer,” says Amir Farokhi, a city council member for the progressive 2nd district. Mr Williams suspects media attention will expedite construction—he reckons bulldozers will soon take to the forest."}, {"role": "body", "text": "On the way out of the South River Forest on a recent afternoon your correspondent came across a group of ten people dressed in camouflage suits and balaclavas. They nodded hello to Mr Huber-Rhoades, the organiser, as they headed deeper into the woods. “New people moving in, I guess,” he said with a smile.■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}]}