{"coverImageURL": "https://www.economist.com/media-assets/image/20230128_USD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Congress is gridlocked. America’s statehouses are very much not", "subtitle": "Bans on electric cars and drag shows are on the menu in 2023", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-01-24T21:14:18Z", "contents": [{"role": "body", "text": "WHEN WINSTON CHURCHILL said politics is not “a game” but “an earnest business”, he had no hint of how politicians in Albany would make it so lucrative. During a special session before Christmas, lawmakers in New York state voted to approve a 29% pay rise for themselves. Kathy Hochul, New York’s governor, signed the raise into law on December 31st. “I’ve been many times in their districts, and they work very hard, and they deserve it,” she had said of her state representatives. Their annual salary of $142,000 now makes them the best-paid lawmakers in America."}, {"role": "body", "text": "State legislatures rarely get the hawk-eyed attention lavished on Congress, but they will be worth watching this year. Those in all 50 states will be back in session in 2023, with many returning to work this month. (Four states—Montana, Nevada, North Dakota and Texas—have legislatures that meet only every other year.) These are good times for state lawmakers, and not only New York’s money honeys. States are flush with cash. How their lawmakers choose to spend, and which new laws they push, will offer a lens on where the country is heading."}, {"role": "body", "text": "Three big themes will play out across state capitols this year. First is the continuing rise of hyper-polarised policies. Red and blue states will push further apart on voting laws, abortion, gay rights, education and taxation. One-party control has a lot to do with it. There are 39 “trifecta” states, in which a single party controls all three branches of government (both chambers of the legislature and the governor’s office). This allows states to “make decisions and make them relatively quickly”, says Peverill Squire of the University of Missouri, an expert on legislatures. “The contrast with Washington will be stark.”"}, {"role": "body", "text": "Lawmakers in Wyoming recently proposed a bill banning the sale of all new electric vehicles starting in 2035, in order to protect the state’s oil and gas industry. It was a riposte to regulations passed in California last year that aim to ban the sale of petrol-powered cars from 2035. The Wyoming bill died in committee, but it “served its purpose”, which was to raise questions about the transition to renewable energy, says Brian Boner, a state senator who co-sponsored the bill. "}, {"role": "body", "text": "Guns will be another battleground. California, which recently suffered three mass shootings in three days, already has strict gun laws. But new proposals are emerging, such as higher taxes on firearms and longer sentences for gun-related crimes. Some Republican states, such as Florida, are pushing in the opposite direction, and are likely to legalise the carrying of weapons without a permit or training. (“Permitless carry” is already legal in 25 states.)"}, {"role": "body", "text": "A second theme will be governments taking aim at companies that defy state lawmakers’ agendas. “The weaponisation of business is an emerging phenomenon,” says Maggie Mick of MultiState, a government-relations firm. She points to proposals in Republican states, including Texas, that would revoke firms’ tax incentives if they help employees get abortions."}, {"role": "body", "text": "Lawmakers in California, which already has the highest petrol prices in the continental United States, are mulling a cap on oil firms’ profits. By contrast several states, including Arkansas, Missouri and South Carolina, are proposing bills that would prohibit or punish firms that use environmental, social and governance (ESG) principles: corporate concepts that Republicans despise. How to treat TikTok, a popular Chinese-owned app, will be another topic of debate. Around half of states (mostly Republican ones) have already pushed for full or partial bans on state-owned devices running TikTok. Here, they are sprinting ahead of Congress because there is a “perceived vacuum at the national level”, says Harry Broadman of Berkeley Research Group, a consulting firm."}, {"role": "body", "text": "A third theme to watch is how some governors will use these legislative sessions as résumé-building for higher office. This will be most obvious in Florida, where the governor, Ron DeSantis, is a leading contender for the Republican nomination for president. “There will be a lot of red-meat issues again, because this is his launching-pad year for 2024, and there are certain boxes he has to check,” predicts Jeff Brandes, a Republican former Florida state senator. Mr Brandes says that “whatever the most extreme state is” in 2023 in terms of new conservative policies, Mr DeSantis will try to “match that”. In addition to removing restrictions on guns, Mr DeSantis will try to tighten them on abortion and devise fresh torments for woke liberals."}, {"role": "body", "text": "Meanwhile, Texas and other states may copy some of Mr DeSantis’s signature policies, such as enacting restrictions on what students can be taught about sex and sexuality; doing that vaulted Mr DeSantis to the top of the news agenda last year. Other governors will use this legislative session to raise awareness of their political prowess. They include Glenn Youngkin of Virginia and Kristi Noem of South Dakota, both Republicans; and Gretchen Whitmer of Michigan and Gavin Newsom of California, two Democrats. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230128_USC482.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Mr Newsom and Mr DeSantis, who are shaping their states into embodiments of their competing ideas for America’s future, are locked in a rivalry, real and rhetorical. During their respective inaugural addresses in January, Mr DeSantis used “freedom”, his favourite word, a dozen times, while Mr Newsom uttered it 17 times. But the two governors mean very different things by it."}, {"role": "body", "text": "Big states like California, Florida and Texas can be political weathervanes for the nation. But two smaller ones, Michigan and Minnesota, that became Democratic trifectas in 2022, will generate headlines too. If rumblings that Michigan is going to repeal its anti-union “right-to-work” law prove correct, it would be the first state to do so since 1965, says Chris Warshaw of George Washington University."}, {"role": "body", "text": "One way to think of the 2023 legislative sessions is as a long-running television drama. They can be viewed as a stand-alone episode, but will feature many of the same characters and issues from last time: abortion, rights for lesbian, gay, bisexual and transgender (LGBTQ) people, and culture-war debates on curriculums in public schools. Already 202 LGBTQ-related bills have been introduced; a record, according to the American Civil Liberties Union, an advocacy group. (Missouri, with 31, has the most, followed by Oklahoma’s 27.) "}, {"role": "body", "text": "Proposals include banning trans children from having surgery or anyone born male from taking part in girls’ sports. There is talk of banning and even criminalising drag shows. According to Jason Sabo, a lobbyist in Austin, “The obsession with people’s private parts is getting a little weird. Big Brother keeps on getting bigger and bigger, and for people who are anti-government, that is deeply ironic,” he says."}, {"role": "body", "text": "More prosaic concerns, such as worker shortages, will also be discussed. States are contending with job vacancies and a lack of public-sector workers. Several, including Florida and Oklahoma, are proposing to raise teachers’ pay. “At some of our state prisons we have over 50% vacancy rates”, which is “untenable”, says Robin Vos, Wisconsin’s speaker of the house."}, {"role": "body", "text": "Luckily, many states are enjoying large surpluses, thanks to high tax receipts and federal money. Texas has a record surplus this year of $33bn, which the governor, Greg Abbott, has said he wants to use to cut property taxes. Indeed, tax cuts are on the agenda in many Republican states. California, facing a shortfall of around $20bn this year, is a notable exception to the bonanza, owing to its heavy reliance on personal-income tax, which is tied to the stockmarket’s performance. It is one of eight Democratic states in which lawmakers are proposing a wealth tax on top earners, which risks provoking their flight."}, {"role": "body", "text": "Most legislatures would be wise to squirrel away some of their surplus for times of economic duress, says Justin Theal of Pew Charitable Trusts, which monitors states’ fiscal health. But for politicians, saving has never generated as many headlines as raving. ■"}, {"role": "body", "text": "Correction (February 8th 2023): The original version of this story incorrectly said that Nebraska was one of the states whose legislature meets every other year."}, {"role": "body", "text": "For more coverage of Joe Biden’s presidency, visit our dedicated hub and follow along as we track shifts in his approval rating. Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}]}