{"coverImageURL": "https://www.economist.com/media-assets/image/20230128_WOT923.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Where have all America’s workers gone?", "subtitle": "The supply of workers is at pre-pandemic levels, but demand is far greater", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-01-24T19:27:19Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230128_WOF924.png", "imageWidth": "1280", "imageHeight": "2097", "imageDescription": ""}, {"role": "body", "text": "For months economists have warned of recession in America, but in one crucial area the economy seems overheated: employers are still struggling to find workers. Why is the labour market so tight?"}, {"role": "body", "text": "Companies’ hiring plans suggest that the economy remains robust for now. Total labour supply (people who have or are seeking jobs) is roughly back to pre-pandemic levels. By contrast, labour demand (filled plus open jobs) has increased by 3m positions. The excess demand represents about 3% of all those employed, which has contributed to big nominal wage gains. Slower gdp growth—whether a recession or not—will help restore balance."}, {"role": "body", "text": "The supply picture is more complex. During the pandemic, many workers took time off. Immigration, a key source of labour, also fell. Now, however, the labour-force participation (lfp) rate of prime-age workers (aged 25-54) and the foreign-born workforce have almost fully recovered. Neither explains the current squeeze."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230128_WOF925.png", "imageWidth": "1280", "imageHeight": "1246", "imageDescription": ""}, {"role": "body", "text": "Instead, the biggest shortfall comes from Americans getting older and leaving work behind. Since 2019 those aged at least 65 have gone from less than 16% of the population to nearly 17%. Moreover, unlike prime-age workers, many people who retired early as covid-19 struck have not come back to work. lfp among older Americans, which rose from 12.5% in 2000 to 20.7% in early 2020, has dipped to 19.3%, the same as in 2016. The ageing of the population accounts for the loss of 1.9m workers (0.7% of people aged at least 16), while the overall drop in lfp, mainly among the old, is responsible for a further 0.5m (0.2%)."}, {"role": "body", "text": "Some think that a trend among younger people to scale back their working intensity, known as “quiet quitting”, may have caused the labour market to tighten. Recent research by scholars at Washington University in St Louis reveals a clear reduction in hours worked by those in jobs. But most quiet quitters are high-earning workers, whereas the biggest labour shortages have been in basic service jobs. That points to another factor: illness. In 2022 an average of 1.6m Americans missed at least one week of work per month to recuperate—whether from covid, flu or something else—up from 1m before covid."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230128_WOF926.png", "imageWidth": "1280", "imageHeight": "2861", "imageDescription": ""}, {"role": "body", "text": "Little by little, Americans will get back to better health. Unfortunately for employers, baby-boomers are unlikely to come out of retirement.■"}, {"role": "body", "text": "Sources: BLS; “Where are the workers? From great resignation to quiet quitting”, by D. Lee, J Park and Y.Shin, National Bureau of Economic Research, 2023, working paper"}]}