{"coverImageURL": "https://www.economist.com/media-assets/image/20240113_FNP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A guide to the Chinese Communist Party’s economic jargon", "subtitle": "It is incomprehensible, and increasingly important", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-01-11T11:00:38Z", "contents": [{"role": "body", "text": "A new Communist Party slogan was born on January 9th. The phrase, which appeared on the front page of the People’s Daily, a party mouthpiece, defies easy interpretation. A loose translation might read “nine issues that must be grasped”. As is typical of party-speak, it has been abbreviated into a three-syllable catchphrase: jiu ge yi. The issues it refers to include other slogans, such as “breaking free from the historical cycle of rising and falling” and “taking the lead of the great social revolution as the fundamental purpose”. Only by fathoming such principles can one engage in “self-revolution”—yet another slogan, focused on combating corruption. "}, {"role": "body", "text": "These buzzwords do not roll off the tongue. They are oblique and often resistant to decryption. Normal folk frequently ignore them. They represent, however, the language of party power—”the very currency on which [the party] to a large extent depends”, says David Bandurski of China Media Project, a research group. The jargon sets the tone for economic campaigns. It even defines entire epochs of growth. At a time when China’s leaders are attempting to drag the economy from the doldrums, there is even more reason than normal to pay attention to party-speak."}, {"role": "body", "text": "Apparatchiks reserve the right to define their buzzwords. But Xi Jinping, China’s supreme leader, has elevated the importance of ideology in everyday life and business, meaning that economists and industry analysts have spent more time poring over the language, often making interpretations of their own. “Common prosperity”, for example, became the most-discussed phrase of 2021. It was interpreted by some investors as a backlash against the wealthy. Then it seemed to fizzle out. To date, no official definition has been given. "}, {"role": "body", "text": "“High-quality development” courted similar controversy in the first week of 2024. Its mention in Mr Xi’s New Year’s address, and the fact that he uttered the phrase twice as often in 2023 as in the previous year, according to Bloomberg, a news service, has both pleased and perplexed economists. Some believe that it signals greater investment in advanced technology, which could help stimulate growth. Others think it might de-emphasise China’s traditional growth engines, such as low-end manufacturing, and indicate increased tolerance for slower growth. "}, {"role": "body", "text": "Such confusion is not enough to stop party-speak spreading. Since Mr Xi first used the words “profound changes unseen in a century” during a policy address in 2018, they have become common in local policy documents. Officials in Hong Kong have started using them. Chinese brokers drop the phrase into notes for clients. Although the term is often thought of as a political buzzword, some experts are now trying to fit it into economic policy. Analysts at CICC, an investment bank, have offered up a succinct definition. According to them the “changes unseen” include “competition among major countries, the outbreak of a once-in-a-century pandemic, climate change and green transformation, the wealth gap and ageing population”. Who knows whether they are right?"}, {"role": "body", "text": "Many of the party’s phrases have become sweeping ideologies that cover swathes of society and the economy. An increasingly popular one—“national rejuvenation under the new-era system”—is focused on restoring China’s economic and cultural place in the world. Despite this fearsome designation, it can nevertheless be used to explain many positive trends that have taken place under the leadership of Mr Xi, not least China’s rapid economic growth. The “Chinese path to modernisation” is similarly expansive and vague. At a state-organised salon in Shanghai on January 10th, a panel of experts talked at length about how foreign investment, private enterprise and even youth travel all fit into this Chinese path. "}, {"role": "body", "text": "For the moment, it is unclear what the party has planned for jiu ge yi. It may become part of the war on corruption, says Manoj Kewalramani, who publishes a newsletter interpreting the People’s Daily. If so, it will start appearing on banners across the country. Its omnipresence will not make it any easier to understand. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 63}