{"coverImageURL": "https://www.economist.com/media-assets/image/20240113_CUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A new book paints a damning portrait of America’s evangelicals", "subtitle": "Tim Alberta has written an insider’s account of an influential, controversial group", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-01-11T13:57:26Z", "contents": [{"role": "body", "text": "The Kingdom, the Power and the Glory. By Tim Alberta. Harper; 496 pages; $35"}, {"role": "body", "text": "On July 4th 1976, more than 25,000 people gathered in a field in Lynchburg, Virginia, to mark, if not exactly celebrate, the bicentenary of the Declaration of Independence. The stage was decorated with jolly red, white and blue bunting and a full-scale replica of the Liberty Bell, but the message coming from the podium was grim. Jerry Falwell—a popular television preacher and founder of the nearby Liberty University—had organised the event, and he spelled out where America had gone wrong. “The nation was intended to be a Christian nation by our Founding Fathers,” he proclaimed. “This idea of ‘religion and politics don’t mix’ was invented by the devil to keep Christians from running their own country.” "}, {"role": "body", "text": "This was an odd, and oddly ahistorical, message to deliver on the 200th anniversary of a nation founded in large part on the notion of religious liberty. Rather than embrace a pluralist vision of a prosperous democracy in which people of all faiths (and no faith at all) would be left to their own beliefs, Falwell urged his audience to rescue America from the liberal, secular elites that were dragging it into the pit. Falwell would soon rebrand his followers as the Moral Majority, a block of voters that could be marshalled to support conservative causes and elect Republican candidates."}, {"role": "body", "text": "For Tim Alberta, a journalist at the Atlantic, the Lynchburg bicentennial was a pivotal moment, as it forged an unholy alliance between evangelical believers and right-wing nationalists. Falwell, he argues, was “one of the most consequential figures of the late 20th century”, as his noxious blend of “Christianity and conservatism would roil America’s political landscape and radicalise its Protestant subculture”. "}, {"role": "body", "text": "And roiled it still is. As Mr Alberta powerfully chronicles in the pages of “The Kingdom, the Power and the Glory”, Falwell and his allies have poisoned not only politics, but the very faith its self-appointed champions claim to be defending. "}, {"role": "body", "text": "Mr Alberta, the son of an evangelical minister, describes himself as a believer. He exposes the rot at the heart of the modern evangelical movement not as a secular critic, but as an insider. This gives him access, but, more important, it gives him a sympathetic ear, allowing him to hear the anxieties driving people whose tactics he deplores but whose spiritual, if not political, vision he often shares. "}, {"role": "body", "text": "Travelling the nation, attending sermons at megachurches and at tiny roadside chapels, Mr Alberta describes a world divided against itself. Much of the book offers a rogue’s gallery of power-hungry operators, religious fanatics and old-fashioned snake-oil salesmen. "}, {"role": "body", "text": "He speaks to well-known figures such as Ralph Reed, a lobbyist and the founder of the Faith and Freedom Coalition, who has made it his life’s work to fuse Christianity with Republican politics. Mr Alberta also includes the perspectives of lesser-known characters such as Greg Locke, a pastor at the Global Vision Bible Church in Tennessee, who once called President Biden a “sex-trafficking, demon-possessed mongrel”. Along the way, Mr Alberta also encounters plenty of men and women trying to live by traditional Christian values. "}, {"role": "body", "text": "Donald Trump casts a shadow over much of the book. (In 2020 85% of white evangelicals who regularly went to religious services voted for him.) Mr Alberta is no fan of the former president, whom he calls a “lecherous, impenitent scoundrel”. Though politicians on the right have long exploited the evangelical movement for their own gain, the author is appalled by the role evangelicals played in Mr Trump’s political rise. "}, {"role": "body", "text": "For Mr Alberta, the source of the problem is simple: too many have perverted the meaning of the Gospels and sold their souls for power and influence. It is hard to square Christ’s dictum, “My kingdom is not of this world”, with the right-wing Christian nationalism spouted by Falwell and his successors."}, {"role": "body", "text": "Mr Alberta is aware of the dangers to American democracy posed by the confounding of religion and politics, but he is even more concerned about its impact on the church itself. Evangelicals, according to a recent poll by the Pew Research Centre, are now among the least popular groups in America, with many former adherents identifying as “ex-vangelical”. Still, Mr Alberta isn’t without hope, since the Bible says that faith thrives in adversity. After attending one particularly uplifting sermon, he finds himself on his knees in prayer, “overcome with a sense of assurance”. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 76}