{"coverImageURL": "https://www.economist.com/media-assets/image/20240113_CUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What adroit small countries can teach the rest of the world", "subtitle": "Armen Sarkissian, a former president of Armenia, looks at Botswana, Ireland and Qatar, among others", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-01-11T13:57:26Z", "contents": [{"role": "body", "text": "The Small States Club. By Armen Sarkissian. Hurst; 272 pages; $34.95 and £25"}, {"role": "body", "text": "IT WAS A perilous moment. At a reception during a visit to Britain by Mikhail Gorbachev in the 1980s, a young Soviet researcher from Cambridge University faced an astute question from Margaret Thatcher. “Young man,” the prime minister asked, “do you feel Armenian or do you feel ‘Soviet’?” How to respond without either betraying his treasured ethnic roots or appearing publicly disloyal to the Soviet state, within earshot of the spies in Gorbachev’s entourage? “I am of course Armenian,” Armen Sarkissian replied, adding that he was a grateful Soviet citizen who had received an excellent education back home."}, {"role": "body", "text": "That is the sort of agile diplomacy that Mr Sarkissian admires in small states. Born into a giant country, the Soviet Union, Mr Sarkissian went on to be prime minister and more recently president of a small one, Armenia. Having achieved remarkable success against the odds, he is intrigued by small states that have done so too, and the lessons they may hold for the rest of the world. His portraits of several of these countries, peppered with personal anecdotes, are compelling case studies. "}, {"role": "body", "text": "They are a varied bunch. From inauspicious beginnings Singapore became one of the world’s most successful city-states, thanks to the far-sighted leadership of Lee Kuan Yew. Botswana is “a diamond in the rough”, as Mr Sarkissian puts it, “a model of economic prudence and efficient governance in Africa”. A trio of European countries make it into his collection: Switzerland, which has made a virtue out of neutrality; Ireland, formidably well-connected as well as “compassionate, open and global”; and impressively pragmatic Estonia, which has changed beyond recognition since its Soviet days to become a pioneer of simplified taxation and e-government."}, {"role": "body", "text": "The Middle East has the most intriguing cluster of small-state stars. Qatar has made the most of its gas and of the security that comes from hosting a big American air base, while hedging its bets in foreign policy (it recently played a role in hostage and prisoner swaps between Israel and Hamas, for example). The United Arab Emirates (pictured) punches above its weight as a logistics hub with the help of streamlined decision-making and clever investments. Mr Sarkissian is impressed by the skilled lobbying and economic ingenuity of Israel, the “startup nation”—though now engulfed in a horrendous war—which, like Armenia, has a traumatic history and a global diaspora. "}, {"role": "body", "text": "Yet Armenia itself has not managed to match Israel’s economic prowess, as Mr Sarkissian shows. It has failed to make the most of its diaspora. Internal arguments and short-termism mean that it has ended up with a “no-model model”. Merely being a small state is no guarantee of success."}, {"role": "body", "text": "So what are the lessons from the adept ones? Their paramount preoccupation is survival. They recognise their vulnerabilities and invest in the future. Mr Sarkissian suggests that the essential ingredients include a strong sense of identity, a national mission, strategic purpose and effective leadership. With these, he argues, small states “can navigate the complex challenges of the 21st century in smarter ways than the traditional great powers”. "}, {"role": "body", "text": "Maybe so, but can “a club” of such states really help spread ideas and promote partnerships and peace, let alone save the world, as Mr Sarkissian grandly claims? It is perhaps not surprising that his efforts to promote the idea have encountered resistance—and not just because of the entrenched interests of larger states and established groupings. With its diverse members, such a club risks being contentious: the “symphony of elements” that characterises the dynamic minnows could easily become cacophonous. Besides, a club suggests an aspiration to bigness. Yet as Mr Sarkissian persuasively describes, the beauty is being small. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 75}