{"coverImageURL": "https://www.economist.com/media-assets/image/20230701_CNP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A Chinese reality-TV show about farming doubles as propaganda", "subtitle": "Young city dwellers are being told to toughen up", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-06-29T14:38:40Z", "contents": [{"role": "body", "text": "A young man drives a harvester through a rice field. Slow down, a farmer chides him. But he zooms on—then gets stuck in the mud. Welcome to “Become a Farmer”, the hit reality-TV programme on iQIYI, a Netflix-like Chinese service. The show transplants ten preppy actors and musicians from the city to the countryside in Zhejiang province, where they must live together and try their luck at farming."}, {"role": "body", "text": "The 20-something men (pictured) arrive wheeling giant suitcases, only to find what one calls “inhuman” living conditions, an outdoor toilet and endless mud. Audiences are entertained as they work things out and embrace the task at hand. (The group has six months to turn a profit from about ten hectares of farmland.) But this is also propaganda. Rural revitalisation is a pet project of China’s leader, Xi Jinping. "}, {"role": "body", "text": "Mr Xi, of course, is not the first Chinese leader to elevate rural life. Mao Zedong sent millions of city dwellers to the countryside during the vicious Cultural Revolution of 1966-76. A young Mr Xi was one of them. At first he couldn’t take it and ran back to Beijing. But he was arrested and eventually returned to the village of Liangjiahe. There, according to Communist Party mythology, he learned the virtues of hard work. "}, {"role": "body", "text": "Today Mr Xi exhorts young Chinese to show “responsibility and grit”—an apparent dig at their own fragility—and to focus on collective goals. “Become a Farmer” embraces these messages. “When you see me again, I’ll be a real tough man,” says a star in the show’s trailer. Indeed, he is soon seen mucking in with his teammates, who support each other. “It’s always right to rely on the crowd,” says one."}, {"role": "body", "text": "Other government priorities, such as food security, are reflected in the show, too. Episodes remind viewers that China depends on imports. “Every piece of grain, every grain of rice, is hard to come by,” says the narrator in the premiere. Mr Xi and other leaders have long called for Chinese rice bowls to be filled with locally grown crops."}, {"role": "body", "text": "In recent years, millions of Chinese have joined the “new farmer” movement, according to the government. Many are young graduates who grew tired of the rat race or couldn’t find jobs (the unemployment rate for people aged 16 to 24 in cities is over 20%). The state, which supports the newbies, hopes their skills will lead to increased production. On the show, stars gush over cool machines and high-tech methods. “I think the farmers are great,” says one. "}, {"role": "body", "text": "The series aims to revive audiences’ love for the soil and nature, said a producer earlier this year. But the political messages of “Become a Farmer” are about as subtle as its product placement (the men engage in manual labour all day but drink only a zero-calorie beverage). Young people need to “abandon arrogance and pampering”, says Mr Xi. The government wants them to learn from the peasants—again. "}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 17}