{"coverImageURL": "https://www.economist.com/media-assets/image/20230701_FND030.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Americans love American stocks. They should look overseas", "subtitle": "Even if shifting to foreign shares after such a long winning streak feels risky", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2023-06-26T19:09:21Z", "contents": [{"role": "body", "text": "“Iknow the allocation models don’t say this,” admitted Steven Mnuchin, a treasury secretary turned private-equity investor, last month, “but if I had to put money to invest for the next ten years I’d put 100% of it in the us economy.” Although Mr Mnuchin’s patriotism may be in part ideological—for he is both an investor and a political creature—he is not alone. According to Morningstar Direct, a data firm, American fund investors hold just a sixth of their equity allocation overseas. Jack Bogle, who invented index funds, called international exposure an overcomplication. Warren Buffett, an investor, thinks his wife should allocate 90% of her wealth to the s&amp;p 500, America’s leading index, and 10% to Treasuries after his demise. "}, {"role": "body", "text": "This patriotism is an oddity. After all, Mr Mnuchin is right: it is not what asset-allocation models suggest. Diversification is perhaps the most important idea in modern finance. Its power was shown in the 1950s by Harry Markowitz, an economist who died on June 22nd. At the time, portfolio theory suggested investing in whichever stock held the highest present value of future dividends. Mr Markowitz realised such analysis ignored risk. Andy’s farm might return 10% a year on average, but with wild swings. Barry the bootmaker posts a steady 7% a year. So long as the firms’ fortunes are not in sync, a portfolio with a little of Andy and a little of Barry will offer better risk-adjusted returns than one holding shares in either firm. "}, {"role": "body", "text": "The insight won Mr Markowitz a Nobel prize. It also laid the groundwork for Bogle’s index funds (which hold shares in a vast swathe of firms, not just a few) and modern academic finance. The capital-asset-pricing model, invented by William Sharpe, another economist, assumes all investors behave as Mr Markowitz describes—maximising risk-adjusted returns—in the same way the theory of the firm assumes that companies maximise profits. Diversifying holds benefits at all levels of portfolio construction. Within stocks, investing in many firms is better than holding a few; across assets, holding stocks, bonds, real estate, commodities and so on is better than holding one or two assets. And holding these assets in many countries is preferable to just one. "}, {"role": "body", "text": "Americans love America, but nothing is more American than making money. Why, then, the home bias? Maybe owning foreign stocks is not necessary for geographic diversification. American firms are multinational. Growth tends to move in sync across the globe. There are risks that volatility in returns—Mr Markowitz’s measure—cannot capture. No portfolio manager will be fired for buying American. If they invest in a country that seizes their assets, they will be shown the door."}, {"role": "body", "text": "Yet the real reason for patriotism may be simpler: it has worked. American stocks have outperformed the rest of the world for three decades—an inordinately long time. Since 1990 America has on average returned 4.6 percentage points more per year than a broad index of rich-world stocks—an inordinately large premium. Although stocks everywhere moved in the same direction, negating the benefits of diversification, America’s moved faster. The result is that, even though America only makes up 25% of the global economy, its stocks count for 60% of global market capitalisation. This latter share has risen by 12 percentage points in the past decade. The only other country to have seen its share rise by more than a percentage point is China. "}, {"role": "body", "text": "Will the streak continue? America has deeper capital markets, stronger institutions and a bigger economy than anywhere else. Innovation flows freely—just look at the recent artificial-intelligence boom. Yet these traits are not new, meaning they should be priced in."}, {"role": "body", "text": "A new paper by Cliff Asness and colleagues at aqr Capital Management sounds another note of caution. They adjust returns for changes in valuations, finding that most of American outperformance is down to soaring valuations. Of the 4.6% premium American stocks have commanded, some 3.4% exists because price-to-equity ratios in America are higher. Just 1.2% comes from fundamentals, like higher earnings."}, {"role": "body", "text": "Outperformance owing to strong fundamentals might be repeatable. Winning “simply because people were willing to pay more for the same fundamentals”, as Mr Asness has written, is probably not. Shifting to foreign stocks after their long losing streak might feel risky. But the case for diversification is reasserting itself. America is the home of the brave. The country’s investors should remember that—and look abroad. ■"}, {"role": "body", "text": "Read more from Buttonwood, our columnist on financial markets:Why investors can’t agree on the financial outlook (Jun 22nd)Sooner or later, America’s financial system could seize up (Jun 15th)Surging stockmarkets are powered by artificial intelligence (Jun 7th)"}, {"role": "body", "text": "Also: How the Buttonwood column got its name"}], "id": 55}