{"coverImageURL": "https://www.economist.com/media-assets/image/20230701_EUP005.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Spanish voters seem to hanker after stable centrist government", "subtitle": "But they are still likely to end up with mavericks in charge", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-06-29T14:38:40Z", "contents": [{"role": "body", "text": "SINCE 1982 Spain has been led by only two political parties, the centre-left Socialist Workers’ Party (PSOE) and the centre-right People’s Party (PP). Those first three decades of restored democracy were the good old days, say many. Since the financial crisis of 2008, when a property bubble spectacularly burst, the party system has splintered. The radical-left party Podemos (“We Can”) arose out of fury with political and financial elites. Regional separatism gained momentum in Catalonia beginning in around 2012. And Vox, a hard-right party critical of immigration and cultural change, spun off from the PP."}, {"role": "body", "text": "All this has made stable government much harder. The socialists currently govern with Unidas Podemos, a fractious grouping that includes Podemos itself. Lacking a majority even so, the government has repeatedly had to offer favours to Basque and Catalan separatists to get its laws and budgets passed. That has infuriated many voters. The PP stormed to victory in May’s regional and local elections, leading Pedro Sánchez, the prime minister, to call a snap election for July 23rd. "}, {"role": "body", "text": "The conservatives have been able to watch smugly as the left tears itself to pieces. Mr Sánchez has bluntly blamed Podemos’s policies on gender and identity politics for alienating traditional (and especially male) voters. Podemos did so badly in May’s elections that it has had to limp into a new left-wing formation called Sumar, formed by the popular labour minister, Yolanda Díaz. Sumar subsequently refused to put one of Podemos’s most recognisable faces—Irene Montero, the deeply unpopular minister for equality—on July’s electoral lists. Podemos once promised to “storm the heavens” and overturn Spain’s politics. It is now a much-diminished junior partner to a junior partner."}, {"role": "body", "text": "But the PP’s leaders have not had long to enjoy the moment. Last week was its turn to start wrestling with potential coalition partners in the regions and municipalities it had won. It has outright majorities in only a few of those places, notably in Madrid. In most others, it can hope to govern only by joining up with Vox—either by negotiating to win its support for a minority government, or by taking it in as a full coalition partner. "}, {"role": "body", "text": "In Valencia, a bellwether eastern region, the PP duly made a deal; Vox took several government jobs, making a former bullfighter vice-president. But shortly thereafter María Guardiola, the PP leader in Extremadura, in the south-west, stormed out of negotiations with Vox, saying her conscience could not allow her to deal with a party that “denies machista violence…that dehumanises immigrants, that throws the LGBT flag in the bin.” She then veered again, telling party members she would in fact have to deal with Vox."}, {"role": "body", "text": "Alberto Núñez Feijóo, who took over as leader of the PP last year, has been trying to drag it to the centre. After the Extremadura imbroglio he was left looking off-balance about his party’s relations with Vox. In interviews he can only say, with increasing impatience, that he aims to win an absolute majority (which no poll shows him likely to do), and that he is loth to put up with lectures from a prime minister who cut deals with Podemos and separatists. "}, {"role": "body", "text": "In November 2019 only half of the votes went to the two big parties. Now they have a combined 60% in the opinion polls, with Sumar and Vox each polling at around 13-15%. Spaniards seem to want centrism and stability back. But even so, no party currently appears to have enough support to win an outright majority."}, {"role": "body", "text": "Mr Feijóo promises a fix: let the party that wins the most votes form a government, even if it is in the minority, removing the need to resort to the extremes. Mr Sánchez has refused that offer. He seems keen to campaign against the prospect of Vox being brought into government. "}, {"role": "body", "text": "So Spain seems doomed to more coalition-wrangling after the elections, with at least one party that is distasteful to a great majority of Spaniards likely to be in government. That is because there is one tie-up no one even bothers to speak of: though most voters are near the political centre, Spain (unlike, for instance, Germany) has no tradition of grand coalitions. ■"}], "id": 37}