{"title": "The surprising upside of climate migration", "subtitle": "To adapt to climate change, people will move. The results will not be all bad", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/briefing/2023/07/01/the-surprising-upside-of-climate-migration/processed-images/960/20230624_FBP005.jpg", "coverImageWidth": 960, "coverImageHeight": 640, "coverImageDescription": "", "hashTag": "Briefing", "publishDate": "Jul 1st 2023", "contents": [{"role": "body", "text": "On the outskirts of Niamey, the capital of Niger, it looks as if the countryside has moved to the city. Clusters of dome-like wooden huts have popped up. Cows and goats are tethered in the shade. Waves of rural folk have arrived, largely because of climate change."}, {"role": "body", "text": "“The seasons are not good like they used to be. It is hotter and the rains often fail,” says Ganso Seyni Ali, the chief of a group of herders from rural Niger. He has moved permanently to the city with half of his home village—over 150 families."}, {"role": "body", "text": "To a visitor from a rich country, their settlement looks grim. They have no right to the land they occupy and are periodically evicted. But the city is safer than the countryside, where herders and farmers clashed constantly over dwindling pasture and water. Mr Ali describes deadly battles fought with guns, arrows and machetes. In the city such strife is rare, in part because life is less desperate."}, {"role": "body", "text": "Mr Ali’s group have swiftly adapted to their new environment. They take their cows outside the city to graze, and find extra forage by knocking on doors to ask for vegetable scraps. They find it easier to sell milk, with so many customers close by. Mr Ali offers your correspondents a steaming bowlful, fresh from the udder."}, {"role": "body", "text": "Many of his group have also found jobs. “It’s better here. There’s work,” says Ali Soumana, an ex-herder who now makes bricks. Back in the village he did not have enough to eat; now he does."}, {"role": "second", "text": "An obvious move"}, {"role": "body", "text": "When flames approach and you don’t have a fire extinguisher, you move. By the same token, as parts of the Earth grow less habitable, people will migrate. The rich will find it easier to adapt to higher temperatures or rising sea levels, since they can afford air-conditioning and flood defences. The poor have fewer options."}, {"role": "body", "text": "How many will move because of climate change is impossible to say. In “Nomad Century”, a book published last year, Gaia Vince wrote that if the world grew 4°C hotter by 2100 (an apocalyptic scenario), regions currently inhabited by 3.5bn people would become uninhabitable. Extreme forecasts like this are often seized on for political reasons. Green groups have cited the threat of “billions” of climate refugees to lend urgency to their calls to curb emissions. Nativists in rich countries use imagined hordes of climate migrants to justify ever stricter policing of borders."}, {"role": "body", "text": "Cooler thinking is required. More plausible numbers come from a modelling exercise by the World Bank known as Groundswell, the findings of which were first published in 2018 and updated in 2021. It uses a “gravity model” to simulate how changes to things like water availability, agriculture and sea level might push people out of some areas and into others. It predicts that by 2050 between 44m and 216m people in Africa, Asia, eastern Europe, Latin America and the Pacific islands could be on the move within their own countries (see chart)."}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/images/raw/main/1111.png", "imageWidth": 745, "imageHeight": 376}, {"role": "body", "text": "Groundswell looks only at domestic migration, rather than the cross-border sort, because most climate migrants will be too poor to travel far (especially if droughts or floods have wiped out their assets). It excludes rich countries and small island states. Its analysis is hostage to unpredictable factors, such as how much governments spend on flood defences. Its gloomier scenarios rest on implausibly pessimistic assumptions about global emissions of greenhouse gases. But it gives a sense of the daunting scale of the problem: there are roughly 100m displaced people in the world today, mostly owing to war, so Groundswell’s higher estimate of 216m additional climate migrants would constitute a tripling."}, {"role": "body", "text": "Climate-induced migration will often be traumatic. Yet it will also be an essential tool for adapting to a warming planet. And it may have some positive side-effects. If it causes more subsistence farmers to move to cities, they will probably find better work, health care and schools. They may also start having smaller families."}, {"role": "body", "text": "Niger, where climate change is already spurring large-scale migration, gives a sense of how things might unfold. More than nine in ten people have noticed changes in the environment, such as more frequent droughts, floods or soil degradation, finds a survey by the International Organisation for Migration. Three-quarters said climate change had made it harder to grow food or raise livestock. Half said that a member of their family had been forced to move because of the weather."}, {"role": "body", "text": "If they end up competing with other groups for water or land, conflict can erupt, as Mr Ali described. An increase of one standard deviation in local temperature raises the risk of intergroup conflict by 11%, finds a study by Marshall Burke of Stanford University and others. Niger is racked by insurgency. “Terrorism and crime are closely linked with climate change,” its president, Mohamed Bazoum, tells The Economist."}, {"role": "body", "text": "When rural migrants move to urban areas, their lives tend to improve. Throughout the developing world, poverty is less common in cities. Urban wages are higher and depend less on the weather."}, {"role": "body", "text": "Climate change may jolt some into making a decision (to migrate) that would long have been in their interest anyway. A study in Kenya in 2020 found that rural people underestimate how high wages are in the capital, and that this makes them less likely to move. Another study looked at the aftermath of a volcanic eruption on an Icelandic island. Comparing the children of families whose homes were destroyed by lava with those that weren’t, it found that being forced to move dramatically improved their education and lifetime earnings. This is not an argument for razing homes; but it suggests people would benefit from moving more than they do."}, {"role": "body", "text": "Those who move to the city are more likely to send their children to school, because schools are easier to get to and urban jobs require more book-learning. Back home, almost no children from his village attended classes, says Mr Ali. In Niamey that figure has risen to 30% or so, he reckons. That may be low, but it is progress. In Niger as a whole, urban children are twice as likely to attend primary school as their rural peers, and nearly four times as likely to attend secondary school."}, {"role": "body", "text": "Access to health care is usually better in cities, too. Abdul Moumouni Hassone, a farmer who moved to Niamey five years ago, recalls the time back in his village when his younger brother was feverish with malaria. Mr Hassone loaded him into a donkey cart and raced to the nearest clinic, 40km away. It took three hours. “He died as we arrived,” he sighs. In the city, by contrast, “It’s easy to get medicine. There’s a pharmacy on every corner.”"}, {"role": "body", "text": "By accelerating urbanisation, climate change could hasten cultural change, too. Niger’s population is still more than 80% rural. Villages can be stifling places, where old men enforce rigid traditions that, among other things, treat women abominably. In the hurly-burly of a city, those rules weaken. Old men may lament the shift to immodest dress and individualism. “In a village, when we make a decision, everyone follows it. Here [in the city], it’s everyone for himself,” sighs Mr Hassone, who is 66. Yet he admits that his children prefer urban life, because there is more to do (and, whisper it, more freedom). “When we visit our village, they don’t want to stay there even two days.”"}, {"role": "body", "text": "The biggest change concerns fertility. In sub-Saharan Africa rural women each have on average 5.8 babies whereas urban ones have just 3.9. A study by George Martine, a Canadian demographer, and others found that urbanisation plays a big role in reducing family sizes. So climate migration could reduce population growth in some of the places where it is fastest."}, {"role": "body", "text": "Mr Hassone says that in his village a typical woman would have a dozen children, of whom perhaps nine would survive. He still thinks big families are desirable, but he can see how norms are shifting, as each child is no longer seen as an extra pair of hands to help in the fields, but as an extra mouth to feed, with added school fees. Some women who move to the city have “just two or three babies, and then they are done!” he laments. Yet he concedes that, unlike rural children, all the urban ones will probably survive."}, {"role": "second", "text": "A sea change"}, {"role": "body", "text": "Whereas some climate migrants flee drought, others will be displaced by rising waters. In 2018 Daniel Lincke and Jochen Hinkel, two academics in Germany, used cost-benefit analyses to calculate that only 13% of the world’s coastlines would be worth defending under their most pessimistic scenario, mostly in wealthy and densely populated parts of Europe, East Asia and the eastern United States. Conversely, 65% of coastline was not worth protecting under any scenario."}, {"role": "body", "text": "People will have to move out of flood zones. Some rich countries have property buy-out schemes to encourage this, but so far these have been modest in scale. Roughly 40,000 American families have taken buy-outs in the past 30 years, for example. Occasionally, a scheme may involve moving a whole community. A decade ago America spent $48m to move two dozen families from a rapidly disappearing sandbar in Louisiana to a new site 60km away."}, {"role": "body", "text": "That model will be hard to replicate, however. People tend to move as individuals or families, not as villages. And poor countries must adapt to rising waters on much tighter budgets. Consider Bangladesh. Most of this South Asian country of 170m is flood plain: flat as a billiard table. Its people have adapted shrewdly to violent weather. Whereas a cyclone in 1970 killed over 300,000, now early-warning systems, typhoon shelters and embankments keep the annual death toll from floods and storm surges to a few dozen. Yet the elements still cause havoc. In the south, cyclones flatten houses. In the north, floods gnaw away at friable river banks. A village can disappear in days."}, {"role": "body", "text": "Cyclones come and go quickly, displacing people only briefly, notes Tahura Farbin of the University of Liberal Arts Bangladesh. More insidious is when a river gobbles up a family’s land. They save themselves from drowning by moving. They often remain in the countryside because the land is exceptionally fertile, and rural social services are surprisingly good in Bangladesh thanks to a legion of NGOs. But they have lost their assets, and often end up working other people’s land."}, {"role": "body", "text": "Amirul Islam lost his home three times. He weeps at the memory. “When my two children ask me where my grandfather’s house is, I cannot answer. Our house is now in the middle of the river,” he says. He moved to Chattogram, a port city, with seven relatives, and found work in a garment factory. He earns more than he did in the village, although he misses his old life."}, {"role": "body", "text": "The government’s national strategy for climate displacement seeks to warn people of risks, curb settlement in vulnerable areas and help the displaced earn a living. Previous efforts did not always work well, however: many people were sent with little consultation to far-flung places with few jobs. Despite being given new houses and plots to farm, many chose not to stay. “We would go back a few years later and find that they had sold the land and ended up landless again,” says Tasneem Siddiqui of the University of Dhaka. Many simply pocketed the money and moved to cities. They may have a better idea of their own interests than any planner."}, {"role": "image", "imageURL": "https://www.economist.com/interactive/briefing/2023/07/01/the-surprising-upside-of-climate-migration/processed-images/960/20230701_FBP002.jpg", "imageWidth": 960, "imageHeight": 540}, {"role": "body", "text": "Lots of climate migrants would like to move to the rich world. Some prosperous places enable this, albeit in a strictly controlled fashion. Shahed Hossain’s home in Bangladesh was destroyed by a flood. He moved to a city, worked in a factory, saved and borrowed and eventually managed to buy a plane ticket to the United Arab Emirates (which lets in far more unskilled migrants than any Western country). As a labourer there he makes $400 a month—four times what he earned in Bangladesh. He has repaid his debts, and can now afford to send his children to university."}, {"role": "body", "text": "But most rich countries are far less open to migrants, many of whom take extraordinary risks to get to them nonetheless. Sylla Alseny, a farmer from Guinea, left home because his crops were ravaged by insects. (He blames climate change.) He headed for Europe overland. (Flying would have been cheaper, but he had no visa.) In Algeria his traffickers robbed him at knifepoint. In Tunisia police deported him, after gang-raping a female migrant in his group. He never made it to Europe."}, {"role": "body", "text": "Some countries are contemplating a warmer welcome for climate migrants. One, Argentina, has created a new visa for those fleeing climate-related disasters. (It has barely been used, perhaps because Argentina is far from anywhere people are fleeing.) A White House report in 2021 said some of those displaced by climate change “may” qualify as refugees. That is a tricky category to define, however, and the world’s asylum systems are dysfunctional."}, {"role": "second", "text": "Stress on the Nile"}, {"role": "body", "text": "In the meantime, most climate migrants will have to stay close to home. Few of the most vulnerable places are prepared for a surge of them. In north Africa, whose inhabitants cluster by the coast, Groundswell predicts that 4.5m-13m people (2-6% of the population) will be displaced by climate change by 2050."}, {"role": "body", "text": "Many Egyptian farmers will see their fields dry out, too. Almost all Egypt’s water comes from the Nile. Yet Egypt’s government encourages waste by providing water free of charge to farmers and cheaply to households. Farmers flood their crops, rather than using drip irrigation. As a result, pipes often run dry."}, {"role": "body", "text": "This happened last year to Romany Sami, a 27-year-old farmer. He moved to Cairo and found a job as an electrician. But to afford a flat big enough for his family, he would have had to commute two or three hours each way through the city’s awful traffic. Instead he shared a cramped space with 12 other labourers. It was miserable, so eventually he went back to his farm, where there is water again—for now."}, {"role": "body", "text": "Egypt’s urbanisation rate, at 43%, has barely changed since the 1970s. At some point it will have to rise again; it makes no sense for half the swelling population of a desiccating country to live in the countryside. Yet the government has done little to make cities more welcoming. Fuel subsidies promote congestion. Red tape and rent controls make housing hard to find. The government should be making cities more livable. Instead, it is building a grandiose new capital with ornamental lakes 50km from Cairo. That provides fat contracts for military-backed firms, but few Egyptians can afford to live there."}, {"role": "body", "text": "Amazingly, many governments discourage domestic mobility. Roughly half have policies to reduce rural-urban migration, according to the un. China’s household-registration system bars rural folk from many public services in big cities, forcing millions of domestic migrants to leave their children in awful village schools. A huge rural job-guarantee scheme in India in effect pays the poor to remain in their home states. Similar schemes reduce mobility in Ethiopia, Indonesia and Vietnam. Discouraging free movement makes societies less dynamic under any circumstances. It also makes it harder for them to adapt to climate change."}, {"role": "body", "text": "Policies aimed at the world’s estimated 475m smallholder farms tend to focus on helping them stay where they are by adopting more climate-resilient farming techniques. That can be useful. But many of these small farms will eventually become unsustainable because of climate change. Many farmers will have to give up farming, find other jobs and rely on bigger, more capital-intensive farms for food."}, {"role": "body", "text": "Rather than trying to prevent the inevitable, Sam Huckstep and Michael Clemens of the Centre for Global Development, a think-tank in Washington, suggest that governments should subsidise rural-urban transport, teach rural folk how much urban jobs pay and help them find work when they arrive. They should also make state benefits portable, so that migrants do not lose them when they move."}, {"role": "body", "text": "The challenges of preparing for climate migration, though only a subset of the challenges of preparing for climate change itself, are immense. New arrivals will need physical infrastructure, from housing to transport, and the human capital to help them adapt, especially education, health care and job training."}, {"role": "body", "text": "All this may seem daunting. Yet if one thinks of climate mobility “as a process that occurs over the next hundred years, it can become a lot less scary,” says A.R. Siders of the University of Delaware. “One hundred years from now things will look very, very different…And so resisting the idea of change—it’s sort of nonsensical.” "}], "id": 10}