{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-06-29T11:36:59Z", "contents": [{"role": "body", "text": "WE HAD TWO covers this week. In Europe and the Americas we offered our views of Vladimir Putin. The Wagner mutiny exposes the Russian leader’s growing weakness. He has shown that he cannot discharge a leader’s first and greatest responsibility, to ensure the security of the state. Optimists will take Mr Putin’s weakness as proof that his rule is doomed. If only that were so. The reality is that despots, even weak ones, can survive for a long time if no obvious alternative is available. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230701_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: The humbling of Vladimir PutinEurope: The Wagner mutiny has left Vladimir Putin looking dangerously exposedEurope: Can Ukraine capitalise on chaos in Russia?"}, {"role": "body", "text": "In Asia, the Middle East and Africa we considered the trade-off between climate change and development. In the developing world, more growth leads to more emissions. A fight for resources rages between those who favour development as practised in decades past as a way to help the world’s poor and those who want the world’s foreign-aid apparatus to turn wholeheartedly towards decarbonisation. It is a battle over what is worse: a poorer today or a hotter tomorrow."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230701_DE_AP.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: How misfiring environmentalism risks harming the world’s poorBriefing: The surprising upside of climate migrationFinance: The choice between a poorer today and a hotter tomorrow"}], "id": 3}