{"coverImageURL": "https://www.economist.com/media-assets/image/20230624_WOT922.png", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Buyers of Russian crude are exporting refined oil to the West", "subtitle": "The price-cap scheme has created opportunities for middlemen", "hashTag": "Graphic detail", "authorName": "The Economist", "publishDate": "2023-06-20T14:19:38Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230624_WOF923.png", "imageWidth": 1280.0, "imageHeight": 1947.0, "imageDescription": ""}, {"role": "body", "text": "Western countries imposing sanctions on Russia’s oil industry have had to thread a needle. Every barrel the country sells helps finance its war in Ukraine. But a sharp cut in Russian exports would send prices surging, raising the value of Russia’s remaining output."}, {"role": "body", "text": "Seeking to avoid this risk, the g7 group of big economies in September announced a price cap. This lets insurers and shippers under their laws deal in Russian oil only if it is priced below a given level. Firms in the “price-cap coalition”, which also includes the eu and Australia, make up the bulk of global maritime-services capacity. The cap took effect in December at $60 a barrel of crude oil, 30% below the market price."}, {"role": "body", "text": "On February 5th the countries set new limits of $100 for oil products worth more than crude, like diesel, and $45 for those that are cheaper, like fuel oil. The eu, joining other Western countries, also banned imports of such goods from Russia."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230624_WOF924.png", "imageWidth": 1280.0, "imageHeight": 2712.0, "imageDescription": ""}, {"role": "body", "text": "At first glance, these rules seem to have scrambled pre-war trade routes, with China and India replacing the eu and g7 as the main recipients of Russia’s seaborne oil. But a recent report by the Centre for Research on Energy and Clean Air, a think-tank, suggests that the real change is not so drastic, because the new buyers may still sell the oil to the West after refining it."}, {"role": "body", "text": "The report designates China, India, Singapore, Turkey and the United Arab Emirates as “laundromats” for Russian oil. Together, during the war’s first year the volume of their imports of Russian crude climbed by 140% (77.3m tonnes, worth $50bn) from the previous year. Their exports of refined oil products to price-cap countries also rose in volume by 26% (10.3m tonnes, worth $19.5bn), compared with just 2% to other destinations."}, {"role": "body", "text": "The laundromats are not necessarily selling products made from Russian crude to the West. They could easily use oil from other sources to generate refined exports, and make up for the shortfall with Russian supplies. But on net, bans and price caps have not stopped Russian oil from powering Western economies. They have just created opportunities for middlemen."}, {"role": "body", "text": "This does not mean that the cap is failing. As long as it cuts Russian profits, it is doing its job. And the new rules do impose costs on Russia. Shipping oil to China and then to Europe burns a lot of it in the process. Refiners have to adjust to new grades of crude. And dodging the price cap requires new, possibly unfavourable deals with non-Western tankers and insurers."}, {"role": "body", "text": "However, these costs are hard to measure. Although tracking firms report that Russia’s Urals crude sells for $25-35 a barrel below the global Brent benchmark, records of sales to countries such as India reveal much higher prices. Russia also ships oil to China via pipelines, avoiding the price cap."}, {"role": "body", "text": "Official Russian figures show oil production 8% below pre-war forecasts, and revenues in the first quarter of 2023 down 40% year-on-year. But some of the firms handling Russian oil may have Kremlin ties, keeping additional income close to Mr Putin. And if global oil prices rebound, the $60 cap will prove ever harder to enforce.■"}, {"role": "body", "text": "Chart sources: Centre for Research on Energy and Clean Air; Kpler; Rystad Energy; bruegel.org"}], "id": 71}