{"coverImageURL": "https://www.economist.com/media-assets/image/20230624_EUP005.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "France’s top general on lessons from the battlefield", "subtitle": "The army learns from Ukraine and from a big field drill at home", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-06-18T15:31:33Z", "contents": [{"role": "body", "text": "IN 2021, a year before Russia invaded Ukraine, General Thierry Burkhard told The Economist that the French army had to “harden” itself and prepare for “high-intensity war”, possibly in Europe. One hypothetical adversary was Russia. Today, the ex-head of the army is France’s top soldier, in charge of all armed forces. His analysis turned out to be prescient. It also formed the basis of a training exercise for French and allied soldiers on a scale not seen for decades, which finished last month. "}, {"role": "body", "text": "For 17 days in April and May General Burkhard led a full-scale division-level exercise in eastern France, on land that the great powers fought over more than a century ago. The final phase of ORION 23 involved a fictitious incursion by a neighbouring state into “Arnland”, played out in a 400km-wide zone of fields and woods. Some 12,000 soldiers, 400 combat vehicles and 50 fighter jets took part in live-fire exercises, hybrid warfare, simulated drills, drone attacks and inter-allied co-ordination to push back the invading force."}, {"role": "body", "text": "In his office in Paris, where a print featuring Valery Zaluzhny, Ukraine’s top general, hangs opposite a portrait of Emmanuel Macron, France’s president, General Burkhard reflects on the lessons emerging from the exercise and from the war in Ukraine. “A high-intensity war is fought on a completely different scale,” he says. “I probably underestimated that.” During two decades of counter-insurgency in Afghanistan and the Sahel, the death of ten soldiers was a “national tragedy, and rightly so. That is what is happening in Ukraine every half-hour—for weeks on end.”"}, {"role": "body", "text": "In the Iraqi city of Mosul, recalls General Burkhard, jihadists being tracked by French forces would resort to subterfuge to avoid aerial surveillance. Now it is French forces that have to contend with a cheap drone capable of detecting a tank, he says, and weapons of “extreme precision” that can destroy it. “We see a form of transparency on the battlefield,” he says, “an ability to see almost everywhere.” Armies must learn to reduce their electronic emissions and to stay on the move. Command posts not only have to be disguised, but must mask the traffic moving in and out. This requires a change in habits and mentality."}, {"role": "body", "text": "If deadliness depends increasingly on technology, yet modern war is also waged on a grand scale with massive consumption of ammunition and high rates of attrition, how do medium-size armies balance quality and quantity? The priority, says the general, is integrating platforms: “We need to be able to have five drones in the air linked to an artillery battery, three missile-launchers, a tank and in fact have enough agility to decide what we want to do with what we see.” Having lots of things is useless if they cannot talk to each other. "}, {"role": "body", "text": "That requires ubiquitous connectivity. General Burkhard gives the Starlink constellation of thousands of satellites used by Ukraine as an example of the highly resilient networks that armies will rely on. Ships, aeroplanes and ground vehicles will need to create a “bubble” of communications over a given area—a sort of military Wi-Fi. And they will also need to be able to cope without it. “We can no longer hope to have permanent superiority in all areas,” he argues, pointing out that neither Russia nor Ukraine has managed to gain air superiority. “Superiority in terms of permanent connectivity…is also an illusion.”"}, {"role": "body", "text": "Does France have the means to achieve these objectives? Parliament is examining a military budget for 2024-30 worth €413bn ($452bn), a hefty 40% increase in nominal terms on the budget for 2019-25. Under Mr Macron, this should enable France to meet its NATO commitment to spend 2% of GDP on defence. The new budget is clearly shaped by the war on Ukraine, which is mentioned 14 times in the relevant bill. France will modernise its nuclear deterrent, build a new-generation nuclear-powered aircraft-carrier and add 109 Caesar howitzers, 3,000 drones and more."}, {"role": "body", "text": "Paradoxically, however, France has scaled back the acquisition of some extra kit. The air force will get 48 fewer new Rafale fighter jets than previously planned, and 15 fewer A400M transport aircraft; the army will get 497 fewer Griffon and Jaguar armoured vehicles. “Because we are trying to do everything at the same time, we are sprinkling rather than defining priorities,” says Hélène Conway-Mouret, a senator."}, {"role": "body", "text": "The new budget, retorts the general, “takes us in the right direction”, even if its full effects will not be felt until 2030. Critics, he says, have failed to understand the importance of capable forces rather than sizeable ones. The number of tanks, ships and planes is not growing as fast as it might, he insists, because of the priority given to “coherence”. “It’s important that if you buy a tank, you have men trained on it, who have ammunition to train and spare parts to go in the field with it.” There is no point, General Burkhard says, in having “an army that is ready to parade on Bastille Day, but is not ready to go to war”. ■"}, {"role": "body", "text": "Stay on top of our defence and international security coverage with The War Room, our weekly subscriber-only newsletter."}], "id": 36}