{"coverImageURL": "https://www.economist.com/media-assets/image/20230624_EUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Greece votes, again, following the sinking of a migrant boat", "subtitle": "It is one of the worst disasters in the Mediterranean", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-06-22T13:46:55Z", "contents": [{"role": "body", "text": "A devastating shipwreck on June 14th is feared to have cost the lives of hundreds of asylum-seekers heading from Africa to Europe, throwing into question European migration policy, and in particular Greece’s treatment of migrants."}, {"role": "body", "text": "The country’s political party leaders suspended campaigning for the June 25th parliamentary vote as the interim and non-partisan government, established after May’s inconclusive election, declared three days of national mourning in the wake of the disaster."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230624_EUM925.png", "imageWidth": 608.0, "imageHeight": 667.0, "imageDescription": ""}, {"role": "body", "text": "The full details of the disaster are still unclear, but it is thought that more than 700 people crammed aboard a 30-metre fishing vessel sailing to Italy from Tobruk in Libya were left drifting off south-western Greece when the ship’s engine failed. The vessel then capsized and sank in the early hours of June 14th. Only 104 survivors were rescued: their statements to reporters have raised concerns that the Greek coastguard may have failed to avert the disaster, one of the worst ever recorded in the Mediterranean. The Greek shipping ministry, however, insists that the fishing vessel had rejected the coastguard’s offers of help because it wanted to keep going to Italy rather than being taken to Greece. Hundreds are still missing."}, {"role": "body", "text": "The feared huge loss of life has cast a shadow over the election campaign. But the right-of-centre New Democracy (ND) party led by the former prime minister Kyriakos Mitsotakis is still expected to win an overall majority in parliament under a different proportional electoral system from that used last month. In that vote ND finished 21 percentage points ahead of the radical leftist Syriza party, but fell five seats short of an outright victory. "}, {"role": "body", "text": "This time, ND is tipped to take 155 to 160 seats in the 300-member house, thanks to the reintroduction of a top-up system that awards up to 50 bonus seats, on a sliding scale, to whichever party wins the most votes. One pollster said: ”This tragedy undermines ND’s narrative of competence and control…and some swing voters may switch to another party, but they won’t be enough to impact the outcome.”"}, {"role": "body", "text": "As flags flew at half-mast over public buildings, opponents of the previous government’s hardline stance towards asylum-seekers staged protests around Athens, including outside the offices of Frontex, the European Union agency that, alongside the Greek coastguard, patrols the bloc’s maritime borders. "}, {"role": "body", "text": "The Greek Council for Refugees, a leading ngo, is carrying out in-depth interviews with all the survivors. The new government, once it takes office, is expected to launch an official probe of the shipwreck, and international investigators are already on the case. Europol has sent three officers and a technical expert to Kalamata. Their job is to identify the traffickers behind the disaster. Specifically, they are charged with finding as many mobile phones as they can to see who the migrants were in contact with in the days leading up to their embarkation and which social media they were using. But, says a senior Europol official, the investigation has been complicated by the fact that very few phones survived the disaster."}, {"role": "body", "text": "What is so far known about the sinking of the vessel that cast off from Tobruk is consistent with recent developments in human smuggling in the region. Most of the victims are understood to be Egyptians, Pakistanis, Palestinians and Syrians."}, {"role": "body", "text": "“What unites these nationalities is that, with the exception of most Egyptians, they fly into Libya on regular visas that have been provided for them,” says Mark Micallef of the Global Initiative Against Transnational Organised Crime. Such services can only be provided by sophisticated international criminal networks, and police investigating the disaster hope that it will give them an opportunity to identify and dismantle at least one such."}, {"role": "body", "text": "Unlike migrants from sub-Saharan Africa, those who arrive from Asia mostly set off from ports in the east of Libya like Tobruk. But since it is farther to Italy from there than from ports in the west of the country, the journey requires bigger vessels. That too requires a criminal syndicate that is not only sophisticated but well financed. “Proportionately, [the bigger vessels] are involved in fewer accidents and make fewer requests for assistance,” says Mr Micallef. “But when accidents do happen, they involve hundreds of people.” ■"}], "id": 37}