{"coverImageURL": "https://www.economist.com/media-assets/image/20231125_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Euphemism and exaggeration are both dangers to language", "subtitle": "But verbal extremism is now the bigger threat", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-11-23T15:08:13Z", "contents": [{"role": "body", "text": "George ORWELL’s essay “Politics and the English Language”, published in 1946, took aim at the bureaucrats, academics and hacks who obfuscated their misdeeds in vague, jargon-packed writing. Abstractions, euphemisms and clichés all served as “the defence of the indefensible”. Orwell lamented how “Millions of peasants are robbed of their farms and sent trudging along the roads with no more than they can carry: this is called transfer of population or rectification of frontiers. People are imprisoned for years without trial, or shot in the back of the neck or sent to die of scurvy in Arctic lumber camps: this is called elimination of unreliable elements.”"}, {"role": "body", "text": "If Orwell were writing today, he would find plenty of euphemisms to complain about. On October 7th an open letter from a clutch of student groups at Harvard University vaguely described the “unfolding violence” in Israel without ascribing blame to Hamas. Abstract brutality “unfolding” shocks rather less than a clearer description of Hamas slaughtering 1,200 Israelis, nearly all civilians, including many children. "}, {"role": "body", "text": "As a onetime contributor to the BBC, it is easy to imagine Orwell defying the broadcaster’s refusal to use the word “terrorism”. Orwell had no trouble doling out his medicine to both sides; he would have also had harsh words for those describing the “collateral damage” buried in Gazan rubble, another abstraction designed to prevent readers picturing dead children. Around 13,000 Palestinians have died since October 7th."}, {"role": "body", "text": "Orwell’s famous essay had a long lead time: he was paid in December, and it appeared in print the next April. Today, however, billions of people can publish their thoughts instantaneously. The desire to grab attention seems to incentivise stylistic sin. The social-mediafication of writing has steered the tone from the offence of euphemism to its twin offence of exaggeration."}, {"role": "body", "text": "Taking what they no doubt believe to be an Orwellian starting point—the danger of being too soft in their language—keyboard warriors cannot resist the temptation to reach for the most inflammatory words available. What used to be called chauvinism, then sexism, is now “misogyny”, a word once reserved for actual hatred of women. Those who do not ascribe to left-wing views on race are accused not of bias, prejudice or even racism, but of “white supremacy”, a phrase that just a decade ago was reserved for neo-Nazis."}, {"role": "body", "text": "Call it the “dysphemism treadmill”. In its opposite, the “euphemism treadmill” (a term coined by Steven Pinker, a professor at Harvard), people run from one polite banality to another. They referred to people as “idiotic” until that became pejorative; then they opted for “retarded”, which became unsayable; and then they devised “special”, which is now a taunt too. The dysphemism treadmill works the other way round: “prejudiced” seems too mild so is replaced with “racist”, which then suffers the same fate and must be swapped out for “white supremacist”. "}, {"role": "body", "text": "As is true of many modern trends, the most extreme words have radiated from America, where “communist” and “fascist” have nothing to do with sickles or swastikas and are sometimes applied to anyone you disagree with. Social media, the “great awokening” on the left and the MAGAfication of the right have contributed to a verbal crescendo."}, {"role": "body", "text": "Countries in west and central Africa have seen seven of the classic storming-the-presidential-palace sort of “coup” in less than four years. Yet the same word has been used recently to describe an iffy deal to stay in power, struck by Spain’s Pedro Sánchez with Catalan separatists, in exchange for a few votes in a freely elected parliament. Spain is not so much witnessing a coup as a political zoo."}, {"role": "body", "text": "The worst crime imaginable—“genocide”—is also being bandied about more often. The word is used correctly when describing the Arab militias in Sudan who are rounding up black African tribes, such as the Masalit, murdering men and boys, raping women and saying “the baby will be an Arab”. But those using the term “genocide” to characterise Israeli attacks on civilians in Gaza are not hewing strictly to what the word’s definition is, which is the intentional destruction of people for the mere fact of their ethnicity. "}, {"role": "body", "text": "So here is a suggestion for writers. You cannot outshout the crowds. So distinguish yourselves by choosing accurate, vivid words between the evasions of euphemism and the temptations of exaggeration. Crimes against language, in the long run, make it harder to describe crimes against humanity.■"}, {"role": "body", "text": "Read more from Johnson, our columnist on language:Young Americans are losing the southern accent (Oct 11th)The importance of handwriting is becoming better understood (Sep 14th)AI could make it less necessary to learn foreign languages (Aug 17th)"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 78}