{"coverImageURL": "https://www.economist.com/media-assets/image/20231125_WBP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Riyadh Air is betting on a tourist surge to Saudi Arabia", "subtitle": "But does the country need two national airlines?", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-11-23T15:08:13Z", "contents": [{"role": "body", "text": "THE DUBAI air show ended on November 17th with bumper orders for a total of 399 airliners. Emirates, the local giant, is buying 95 long-haul jets from Boeing with a list price in excess of $52bn. Yet the deal which made the biggest waves was one that did not materialise. Riyadh Air, a carrier with a single borrowed aircraft but lofty ambitions, had been expected to place a big order at the jamboree. Riyadh Air says that it will now order narrow-body jets in the coming weeks, to add to 39 wide-bodies which it agreed in March to purchase from Boeing, with an option to buy 33 more. "}, {"role": "body", "text": "The airline will not take passengers until 2025 but its boss, Tony Douglas, formerly in charge of Etihad, Abu Dhabi’s flag carrier, has teased at what is to come from an airline that promises a new standard for “reliability, comfort and hospitality”. Aviation is a pillar of Saudi Arabia’s “Vision 2030”, a mammoth scheme to diversify its economy away from oil. "}, {"role": "body", "text": "Many of the trappings of a new airline are in place. In Dubai, against a backdrop of the 787 Dreamliner on loan from Boeing, painted in a striking purple livery, Mr Douglas showed off a picture of a second, more sober, mostly white paint job, the better to reflect the baking desert sun. A partnership announced in Dubai with Lucid, a Saudi-backed electric-vehicle startup, was meant to symbolise the promise of world-beating sustainability practices. A shirt-sponsorship deal with Atlético Madrid, one of Spain’s leading football clubs, ensures that Riyadh Air is in the public eye. "}, {"role": "body", "text": "There is one niggle. Saudi Arabia already has a national airline, Saudia. So why would the country’s deep pocketed sovereign-wealth fund back another? And why would the kingdom spend huge sums on a new airport in Riyadh, its capital, that will accommodate 120m passengers by 2030? "}, {"role": "body", "text": "Mr Douglas denies suggestions that his airline has its eye on competing with Emirates and the other Gulf carriers, also usefully based midway between Europe and Asia, for connecting passengers. Instead it is intended to serve customers with the desert kingdom as their destination. Saudia will not be relegated, as some suggest, to serving religious tourists from its base in Jeddah. It, too, is being spruced up and has new planes on the way. The hope is that two airlines will be required to serve a tourist industry that hopes to welcome 75m international visitors a year by 2030, up from 17m in 2022. Besides diversifying Saudi Arabia’s economy, this hoped-for bonanza is meant to burnish the country’s image abroad."}, {"role": "body", "text": "Mr Douglas enthuses about Al Ula, a unesco world heritage site that he says rivals Petra in Jordan, and about planned eco-resorts on the Red Sea that will make the Caribbean “look a bit shoddy”. But these delights, and even a rumoured partial relaxation of the country’s strict ban on selling alcohol, may not be enough to lure visitors. Mr Douglas does not discount the idea of serving significant numbers of transfer passengers, but calls it a “high-class problem for the future”. If visitors fail to come in the anticipated droves, that future may come sooner than he thinks. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 59}