{"coverImageURL": "https://www.economist.com/media-assets/image/20231125_EUP505.jpg", "coverImageWidth": 1299, "coverImageHeight": 864, "coverImageDescription": "", "title": "Russia is starting to make its superiority in electronic warfare count", "subtitle": "There may not be much the West either can or will do to help Ukraine", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-11-23T15:08:13Z", "contents": [{"role": "body", "text": "Most of the attention to what Ukraine needs in its protracted struggle to free its territory from the invading Russian forces has focused on hardware: tanks, fighter jets, missiles, air-defence batteries, artillery and vast quantities of munitions. But a less discussed weakness lies in electronic warfare (EW); something that Ukraine’s Western supporters have so far shown little interest in tackling. "}, {"role": "body", "text": "Russia, says Seth Jones of the Centre for Strategic and International Studies, a think-tank in Washington, has for many years placed a “huge focus” on using its military-industrial complex to produce and develop an impressive range of EW capabilities to counter NATO’s highly networked systems. But Ukraine, according to its commander-in-chief, General Valery Zaluzhny, found itself at the beginning of the war with mainly Soviet-era EW systems. Initially the discrepancy had only limited impact, but as relatively static lines of contact have emerged Russia has been able to position its formidable EW assets where they can have the greatest effect. "}, {"role": "body", "text": "Ukraine discovered in March that its Excalibur GPS-guided shells suddenly started going off-target, thanks to Russian jamming. Something similar started happening to the JDAM-ER guided bombs that America had supplied to the Ukrainian air force, while Ukraine’s HIMARS-launched GMLRS long-range rockets also started missing their targets. In some areas, a majority of GMLRS rounds now go astray."}, {"role": "body", "text": "Even more worrying has been the increasing ability of Russian EW to counter the multitudes of cheap unmanned aerial vehicles (UAVs) that Ukraine has been using for everything from battlefield reconnaissance and communications to exploding on impact against targets such as tanks or command nodes. "}, {"role": "body", "text": "Ukraine has trained an army of some 10,000 drone pilots who are now constantly engaged in a cat-and-mouse game with increasingly adept Russian EW operators. The favoured drones are cheap, costing not much more than $1,000 each, and Ukraine is building enormous quantities of them. But losses to Russian EW, which either scrambles their guidance systems or jams their radio-control links with their operators, have at times been running at over 2,000 a week. The smitten drones hover aimlessly until their batteries run out and they fall to the ground."}, {"role": "body", "text": "Neither hardening them against jamming nor investing them with artificial intelligence to fly without a live link to a human operator are feasible options yet, at least for mini-drones. Quantity still wins out over quality, but Russia may have an advantage there too. The skies over the battlefield are now thick with Russian drones. Around Bakhmut, Ukrainian soldiers estimate that Russia is deploying twice the number of assault drones they are able to. "}, {"role": "body", "text": "Growing Russian success in the drone war is partly explained by the density of EW systems it is able to field, thanks to those years of investment. A report published in May by Jack Watling and Nick Reynolds of RUSI, a think-tank in London, reckoned the Russians are fielding one major EW system every 10km along the frontline. They think that among many Russian EW systems the truck-mounted Shipovnic-Aero (pictured) is proving especially deadly to Ukrainian drones. The system has a 10km range and can take over control of the drone, while acquiring the co-ordinates of the place from where it is being piloted, with an accuracy of one metre, for transmission to an artillery battery."}, {"role": "body", "text": "Starting from a much lower level of technical and operational skill, Ukraine is struggling to develop home-grown EW capabilities to match those of the Russians. Some progress is being made. The nationwide Pokrova system is being deployed. It can both suppress satellite-based navigation systems, such as Russia’s GLONASS, and spoof them by replacing genuine signals with false ones, making the missile think it is somewhere it is not. "}, {"role": "body", "text": "Pokrova should be highly effective against the Iranian-designed Shahed-136 loitering munition, but less so against cruise missiles that rely more on terrain-matching systems, which compare the ground below to a library of stored images rather than being guided all the way in. As well as Pokrova, so-called “Frankenstein” systems, cobbled together with typically Ukrainian ingenuity by combining Soviet systems with more modern technology, are also making an appearance."}, {"role": "body", "text": "But what is missing is much in the way of help from Ukraine’s Western allies when it comes to the EW contest with Russia. Mr Jones says that, as far as America is concerned, that is not likely to change. EW falls into a category of technology transfer restricted by an export-control regime that is rigidly policed by the State Department. "}, {"role": "body", "text": "Nico Lange, an expert on Ukraine with the Munich Security Conference, is similarly pessimistic. For one thing, he suspects that NATO’s capabilities may not be as good as Russia’s. Worse, when it comes to the latest systems, he thinks that there is also some reluctance, especially on the part of the Americans, to show Russia its hand because actionable information, for instance on the frequencies and the channel-hopping techniques employed, is likely to be passed on to the Chinese."}, {"role": "body", "text": "Where the West could help directly, says Mr Lange, is to use its long-range surveillance drones for more systematic collection of data on Russian jamming and spoofing techniques and to work with the Ukrainians on developing counters to them. Otherwise, it looks as though Ukraine is fated to have to meet its urgent EW challenge largely on its own. ■"}, {"role": "body", "text": "Stay on top of our defence and international security coverage with The War Room, our weekly subscriber-only newsletter."}], "id": 38}