{"coverImageURL": "https://www.economist.com/media-assets/image/20231125_USP006.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What survey data reveal about antisemitism in America", "subtitle": "The views expressed by Elon Musk in a short message are more widespread than you think", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-11-23T15:08:13Z", "contents": [{"role": "body", "text": "“Jewish communities have been pushing the exact kind of dialectical hatred against whites that they claim to want people to stop using against them,” a man wrote on X, formerly known as Twitter, on November 15th in response to a call for people who think “Hitler was right” to speak up. Elon Musk, X’s boss, replied; “You have said the actual truth”. "}, {"role": "body", "text": "When Mr Musk acquired X, or “freed the bird” as he put it, he sacked the team that monitored hate speech. The Brookings Institution, a think-tank, found that antisemitic posts then went viral. After Mr Musk’s tweet, Media Matters, a watchdog group, reported that X was placing big brands’ ads alongside neo-Nazi posts. Comcast and Disney, among others, briskly pulled ads from the platform. The tech mogul fired back with a defamation lawsuit, accusing Media Matters of sparking the exodus to “destroy X Corp”. "}, {"role": "body", "text": "Since Hamas’s October 7th attack on Israel antisemitism has surged in America. The number of incidents in just 40 days amounts to one-third of last year’s total, according to the Anti-Defamation League, an advocacy group. A college student was arrested for threatening to slit Jews’ throats on campus; your Jewish correspondent was berated by a woman who suggested calling in bomb threats to stop Jews from voting. The FBI’s boss says the number of anti-Jewish hate crimes is reaching historic highs. "}, {"role": "body", "text": "For the past month, much attention has been paid to antisemitism among left-wing college students. Survey data, though, show that antisemitic attitudes in America are concentrated on the far right. The conspiracy that Jews plot to replace whites motivated the Pittsburgh synagogue shooter and the neo-Nazis who marched in Charlottesville. Yet an extreme double standard has also been seen on the left. Many American Jews feel abandoned by progressive friends who seem quick to tag Jews, even ones disconnected from Israel, as oppressors. "}, {"role": "body", "text": "Will antisemitism wane? A study by Eitan Hersh of Tufts University and Laura Royden of Harvard University found that although young non-white Americans are generally less prejudiced than older ones, they are considerably more likely to agree with statements such as that Jews have too much power in America. Black and Hispanic youngsters, regardless of their politics or religion, are just as antisemitic as those on the alt-right. Those minorities with college degrees expressed even more suspicion of Jews. There is little reason to believe they will grow out of it. Mr Musk’s views have more likes than you think. ■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 26}