{"coverImageURL": "https://www.economist.com/media-assets/image/20231125_MAP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Will Chad be the next Western ally in Africa to fall?", "subtitle": "Democracy v realpolitik", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2023-11-23T15:08:13Z", "contents": [{"role": "body", "text": "Just outside the French army base in Abeche, a dusty city in eastern Chad, Mohamed Adam waits for his two toddlers. They had spots all over their faces so he took them to the French base, he says. “If you are sick sometimes they help.” Mr Adam, a taxi driver, is grateful. But even he questions France’s role in Chad. “We are not fully independent,” he says. “It’s 50% for us, 50% for France.” But he demurs when asked if all French troops should leave. Many others in Abeche are more hostile. Last year protesters tried to break into the base and ripped down the French flag, replacing it with Chad’s. "}, {"role": "body", "text": "Anti-French feeling has grown sharply in the Sahel, the arid strip south of the Sahara, after a long French military intervention failed to stem jihadist violence in Mali, Niger and Burkina Faso. Deaths in conflict increased from about 800 in 2016 to almost 6,000 in 2021, the last full year of French operations in Mali. A spate of coups has swept across the region since 2020, hitting Mali, Burkina Faso and Niger. Those mounting them tried to justify their actions as necessary for security; each scapegoated France to bolster their popularity on the street. French soldiers, who had been invited in, were quickly pushed out, though that has not improved security. The headquarters for France’s operations in those countries is located in a permanent base in Chad’s capital, N’Djamena, long its closest ally in the region. Large French army convoys retreating from Niger are now arriving in the city. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20231125_WOF078.png", "imageWidth": 1280.0, "imageHeight": 1265.0, "imageDescription": ""}, {"role": "body", "text": "Yet many worry that France may be pushed out of Chad, too. Recent polling shows support for France falling and popularity for Russia rising, says a Western official. Others fear that political tension and threats on Chad’s border could burst into civil war. “It’s a powder keg that’s going to blow,” says Cameron Hudson of the Centre for Strategic and International Studies, a think-tank in Washington. That would be a geopolitical nightmare because Chad is a firebreak between several conflagrations in the wider region: civil war and genocide in Sudan; jihadist violence in the Sahel; and strife in the Central African Republic (CAR) and Libya, where the Russian mercenaries of the Wagner Group are operating in both countries (see map)."}, {"role": "body", "text": "Chad has been run by Mahamat Idriss Déby since April 2021, when his father, Idriss Déby, was killed on the battlefield by rebels. The older man had seized power in an armed rebellion in 1990. That his son’s takeover was unconstitutional did not bother France. Its president, Emmanuel Macron, promptly flew in for the funeral and publicly emphasised that France would intervene to stop future rebel attacks. His country has long backed dictators in Chad in exchange for Chadian soldiers fighting alongside France in the region and for French bases in the country. That support has extended to French jets bombing rebel columns. In 2019 they pulverised one such rebel advance. It is understood that in 2021 France provided intelligence on rebel movements and made threatening overflights but was never directly asked by Chad’s rulers to strike."}, {"role": "body", "text": "The younger Mr Déby at first promised an 18-month transition to elections and that he would not stand in the poll. Yet in October 2022 he extended the transition for another two years and declared that he was eligible to run after all. Outraged opposition groups took to the streets. Chad’s security forces gunned down at least 128 people in a day and locked up hundreds more. "}, {"role": "body", "text": "A constitutional referendum is now scheduled for December and elections late next year. Yet it is highly unlikely that Mr Déby would lose an election. The main opposition leader, Succès Masra, who left Chad after the bloodshed last year and was pursued by the regime with an international arrest warrant, returned in early November after signing an agreement with Mr Déby’s government."}, {"role": "body", "text": "Many fear that Mr Masra, short of cash and with little backing in Washington or Paris, has been co-opted by the regime, possibly with the promise of a government post. “When Nelson Mandela signed an agreement with the apartheid regime, does this mean Mandela was co-opted?” says Mr Masra when the allegation is put to him, adding that it is a “pro-democracy agreement”. Even so, few expect a free election."}, {"role": "body", "text": "A palace coup may be a greater threat to Mr Déby than the ballot box. The president was not the unanimous choice to take over when his father died. The ruling clique in Chad is from the Zaghawa tribe in the east, who make up only a tiny proportion of Chad’s population. Yet Mr Déby’s mother is not Zaghawa, causing some jitters. His half-brothers almost certainly have their own presidential aspirations. He has also ruffled feathers by retiring a slew of generals. And though officially neutral in Sudan’s civil war, Mr Déby has implicitly backed the Rapid Support Forces (RSF) and has reportedly allowed the United Arab Emirates (UAE) to fly in weapons to the group via an airport in Amdjarass, the Déby family’s home town. At the same time the UAE, which maintains that the flights carry humanitarian aid and not arms, has evidently provided loads of financial support to Mr Déby’s government."}, {"role": "body", "text": "Yet many among Chad’s ruling elite have close family and tribal connections to Zaghawa rebel groups in Sudan’s Darfur region. In mid-November the strongest of them declared war on the RSF. This will ratchet up tensions within Zaghawa ruling circles in N’Djamena. “This [backing the RSF] threatens to divide the family and to divide the army,” says a Western diplomat. "}, {"role": "body", "text": "“I don’t think Déby’s leadership will last a year,” says Mr Hudson. Not everyone is so sure. He faces many threats but is proving to be a surprisingly deft political operator, says Enrica Picco of International Crisis Group, a Brussels-based think-tank."}, {"role": "body", "text": "A palace coup would not necessarily mean a civil war or force the French to leave, though it would raise the risk that either could occur. A military coup by non-Zaghawa officers would be more likely to lead to widespread bloodshed and the French being booted out. Some Arabs even within the ruling coalition are unhappy with Mr Déby’s leadership, notes Ms Picco. "}, {"role": "body", "text": "It is also possible that rebels could invade from abroad to overthrow Mr Déby. It was insurgents from Libya who killed his father in 2021, while earlier this year leaked American intelligence cables suggested that Wagner mercenaries were helping southern Chadian rebels in the CAR in yet another plot to topple Mr Déby. "}, {"role": "body", "text": "Such threats may explain why Mr Déby may be looking for new ways to consolidate power. In November Hungary’s parliament approved the deployment of up to 200 soldiers to Chad, supposedly to counter terrorism and illegal migration. Some analysts suspect that this deployment is actually about helping Mr Déby secure gold fields in the restive north or perhaps even to protect him from a coup. "}, {"role": "body", "text": "An agreement with Khalifa Haftar, a warlord who controls eastern Libya, recently led to attacks by Mr Haftar’s men on Chadian rebel bases in Libya. Mr Déby also has warm ties with Mr Macron, whom he recently visited in Paris. That relationship, along with Chad’s status as France’s last ally in a vast and volatile region, suggests that France would again use air power against rebel columns attacking from Libya. To Chad’s south, despite Wagner’s alleged scheming, Mr Déby seems to have fostered surprisingly good relations with Faustin-Archange Touadéra, the CAR’s president, who agreed to let Chadian forces pursue rebels into his country."}, {"role": "body", "text": "Another worry for Mr Déby is the prospect of blowback from Sudan’s civil war, which is already giving him a headache. Yet the end of the war in Sudan could bring even more problems. Many RSF fighters have ties to Chad and axes to grind, despite Mr Déby’s recent implicit support. Should the RSF defeat Sudan’s official army, some of its men could try to settle scores in Chad. They would almost certainly go after refugees or fighters who have fled across the border. Yet should the RSF lose, large numbers of armed fighters could flood into Chad. They might even head straight for N’Djamena to seize power. "}, {"role": "body", "text": "Western governments have turned a blind eye to Mr Déby’s bloody authoritarianism, just as they did to his father’s, because they fear that the regime’s collapse could lead to civil war or a pro-Russian regime. After the debacles in Niger and Mali, France thinks pushing Mr Déby to honour his promise not to run and to hold a free election is “a luxury we cannot afford”, says a Western diplomat. This attitude frustrates Mr Masra, who says that France and America have only ever regarded Chad as useful for security. What about the expectations of our people, he demands? ■"}], "id": 32}