{"coverImageURL": "https://www.economist.com/media-assets/image/20221210_BRP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-01-05T14:20:04Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Social rights in Britain"}, {"role": "body", "text": "You claim that Britain would be following left-wing governments in trying to entrench social rights in its constitution (“A test of radicalism”, December 10th). In fact, Britain is a global outlier in this regard and the recommendation would simply align it with most countries around the world, particularly in Europe. "}, {"role": "body", "text": "The Toronto Initiative for Economic and Social Rights data set shows that in 2013, at least 160 constitutions contained at least two economic and social rights, 26 of them as aspirational rights, 75 as legal rights and 59 with a mixture of both. In 2016 environmental rights were present in 68% of constitutions and were justiciable in 42%. The right to health was judicially enforceable in 74 countries. The right to housing is present in 42% of the constitutions. Child protection, education, health and social security appear in two-thirds of them. The right to education is present in 81% of constitutions and can be legally tested in 59%. "}, {"role": "body", "text": "Social rights are proclaimed in a number of international human-rights treaties, the most significant being the 1966 International Covenant on Economic, Social and Cultural Rights, signed and ratified by Britain and more than 170 other countries around the world. As a matter of international law, countries bear the responsibility to show how they give effect to these rights in their domestic legal order, including the provision of legal and judicial remedies. "}, {"role": "body", "text": "Koldo CaslaDirectorHuman Rights Centre ClinicUniversity of EssexColchester"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20221217_BRD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "“The strange case of Britain’s demise” (December 17th) referred to a survey conducted in 1951 which found that half of the respondents in Britain were unable to name a single British colony, though someone suggested Lincolnshire. In 2016 a large majority of people in Lincolnshire voted for Brexit, the colony’s revenge. In the low-wage town of Boston three-quarters of the voters opted to leave the European Union. Britain was pushed towards historic political change by such isolated places. The key to understanding the strange case of Britain’s demise is not the “violence… inflicted on the body politic” by Brexit. It is the casual neglect which for generations has been inflicted on the poorest regions of this country."}, {"role": "body", "text": "Ivor MorganLincoln, Lincolnshire"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20221210_LDD003.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Who has the final say?"}, {"role": "body", "text": "Another way of looking at Canada’s “notwithstanding clause” is that it was meant to give the elected legislature the last word (“Charter fight”, December 10th). This is the case in so many other democracies, including Britain’s. Is The Economist also in favour of superseding the British Parliament’s supremacy on the most fraught moral and political issues with the subjective views of nine unelected, unaccountable, and generally upper-middle-class judges? Do you look at America’s court-driven decision-making and think, that is the political system Canada should emulate? Personally, I’ll take democracy, with all its flaws."}, {"role": "body", "text": "Josh HutchinsonVancouver"}, {"role": "body", "text": "You stated that no other constitution “contains such an expansive weapon” for a government, because the notwithstanding clause allows the legislature to override fundamental rights. Yet arguably, the United Kingdom’s constitution does that too. Parliament can legislate to curtail any fundamental right that it likes. No provision of the Human Rights Act, or any other statute, would empower British courts to stand in the way of primary legislation that mandated workplace languages, or banned religious symbols, or restricted union activity. Instead, the judges in the House of Lords (the predecessor body to the British Supreme Court) held in 1999, in a case called ex parte Simms, that fundamental rights cannot be overridden by general or ambiguous words and express language is required in primary legislation to curtail the rights of individuals. That is, in effect, a notwithstanding clause, but coming from the other direction."}, {"role": "body", "text": "Jamie DunneTutor in constitutional and administrative lawUniversity of Edinburgh"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20221217_FNP505.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Selling art"}, {"role": "body", "text": "Your article about an artist selling in a descending bid, or Dutch auction, was intriguing (“Going Dutch”, December 17th). The method is worth reconsidering for art sales. Some artists have risked selling new work this way without following the time-honoured art-market validation process of commissioner, dealer, collector and so on. In 17th-century Haarlem, paintings were auctioned by both the descending (or Dutch) and ascending (or English) methods. "}, {"role": "body", "text": "As you said, both systems have their merits and demerits. Other than the competitive element favouring the English method, the system can be gamed by fraudulent (shill) bidding and collusive (ring) bidding to raise or lower prices for advantage, which are both illegal but difficult to prove. Reserve prices introduced in the late 1960s helped eliminate collusion, though puffing-up prices undoubtedly occurs. Officially, the main auctioneers offer guarantees and loans to sellers and buyers, also pushing up prices for the most expensive art. "}, {"role": "body", "text": "Evidence suggests that Dutch auctions are better for selling large amounts of uniform products, such as flowers. More comparison is required between prices and auction efficiency in the two systems. So far, a few studies for collectables sold using both methods reveal similar prices, in one case favouring the Dutch system. "}, {"role": "body", "text": "James GoodwinArts ResearchIpswich"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20221203_CUD002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Pardon my English"}, {"role": "body", "text": "As Johnson noted (December 3rd), translation is a fraught business. Mark Twain’s “The Celebrated Jumping Frog of Calaveras County” was his first great success, but a French journal criticised the story for being humourless. Twain called the French translation “an odious mixture of bad grammar and delirium tremens”. He responded by publishing “The Jumping Frog: In English, Then In French, Then Clawed Back Into A Civilised Language Once More by Patient, Unremunerated Toil”. "}, {"role": "body", "text": "Here’s an example of his literal back translation. Original: “’Well,’ he says, ‘I don’t see no p’ints about that frog that’s any better than any other frog.’” Back translation: “Eh bien, I no saw not that that frog has nothing of better than each frog.” Twain later said about the French language, “They always tangle up everything to that degree that when you start into a sentence you never know whether you are going to come out alive or not.”"}, {"role": "body", "text": "Margaret DuPontCharleston, South Carolina"}, {"role": "body", "text": "Musing on bad translations brought to mind an experience at a restaurant in France. One of the items on the English menu was “Suffocated Duck”. I envisioned a gruesome end for the poor bird and wondered how the method of its death enhanced the recipe, until it was pointed out that the French version, étouffée, meant smothered in sauce. "}, {"role": "body", "text": "Barbara JamesRochester, New York"}, {"role": "body", "text": "I once asked Google to translate “We will manage peace” into Russian. The back translation was perhaps not surprising: “We will rule the world.” "}, {"role": "body", "text": "Mik BickisSaskatoon, Canada"}], "id": 7}