{"coverImageURL": "https://www.economist.com/media-assets/image/20230107_LDP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why the gusty North Sea could give Europe an industrial edge", "subtitle": "Wind power is breathing life into a new green economy on its coasts", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-01-05T10:27:30Z", "id": 4, "contents": [{"role": "body", "text": "Fears about the fate of European industry abound. Russia’s invasion of Ukraine and the ensuing gas crunch have dealt it a cruel blow. basf, the world’s largest chemicals-maker, is shifting production away from its headquarters in Ludwigshafen in Germany. Nearly a quarter of the country’s revered Mittelstand firms are reported to be considering moving part of their operations abroad. And even as energy prices have fallen back, America’s protectionist and subsidy-laden Inflation Reduction Act is feeding fresh worries that industry might be lured away from the old continent. "}, {"role": "body", "text": "One unlikely bright spot is the part of Europe with the grimmest weather. As we report this week, a new economy based on renewable energy is taking shape in and around the North Sea. Rather as hydropower fuelled Lancashire’s cotton mills and cheap coal the Ruhr valley’s steel furnaces in the early days of industrialisation, the promise of cheap, abundant wind power is attracting industry and infrastructure to Europe’s northern coasts. If this fledgling economy thrives, it could give the continent a new, greener industrial edge."}, {"role": "body", "text": "The North Sea’s strong winds and relative shallowness together make it a huge basin of potential energy. Thanks to taller and more powerful wind turbines, more efficient undersea cables and other technological advances, it is now increasingly being tapped. A group of nine countries near this body of water has plans to install 260gw of offshore wind power by 2050—nearly five times that produced worldwide today, and enough to power all of the European Union’s nearly 200m households."}, {"role": "body", "text": "All this is breathing life into a new coastal economy. Esbjerg, a town in south-west Denmark that some consider the capital of the North Sea economy, now boasts companies that make equipment to build and maintain wind turbines. Many once supplied the offshore-oil-and-gas industry, but have shifted their attention to greener customers. "}, {"role": "body", "text": "Nordic countries are beginning to attract energy-hungry battery plants and data centres. On Germany’s North Sea coast, a plan is afoot to build facilities to turn easier-to-transport ammonia into hydrogen, to fuel factories in nearby industrial parks. Even parts of steelmaking could eventually move north, as hydrogen replaces coal or gas in the manufacturing process. "}, {"role": "body", "text": "For this economy to take off, though, Europe will need to focus its energies. A good start would be to cut red tape: getting a permit to build a new wind farm can take ten years, or even longer. Countries bordering the North Sea will need to work together to ensure that the seabed does not become overcrowded with cables and pipes and that infrastructure is looked after. The rise of the new coastal economy could be fiercely resisted in the old industrial heartlands. It will fall to governments to ease the transition. "}, {"role": "second", "text": "A favourable wind"}, {"role": "body", "text": "The pay-off will be handsome. Done right, the North Sea economy could be a model for other parts of the continent, including the Iberian peninsula, with its huge solar potential. Such shifts in its economic geography will not only help Europe achieve its climate ambitions and rebalance its energy mix away from Russia and other autocracies: they could even give rise to the sort of green corporate giants that Europe badly needs. ■"}, {"role": "body", "text": "For more coverage of climate change, sign up for the Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}]}