{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_FBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "America and its allies are entering a period of nuclear uncertainty", "subtitle": "And it means the balancing act is getting harder", "hashTag": "Briefing", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:40Z", "contents": [{"role": "body", "text": "IS DETERRENCE easy or hard? That simple question has been at the heart of nuclear strategy for almost 80 years. For Bernard Brodie, an early nuclear theorist, the bomb had created a stable balance of terror. The precise number and variety of weapons was less important than the fact that they existed. His colleagues Herman Kahn and Albert Wohlstetter disagreed. The balance was “precarious”, they retorted, and required careful and continuous attention to metrics such as the relative damage that each side would suffer in a nuclear exchange and thus to the relative size and quality of their respective arsenals."}, {"role": "body", "text": "In America that debate is returning to the fore. A growing number of influential American thinkers believe that deterrence is becoming harder and could become precarious. Great-power rivalry has grown, making an intensification of nuclear competition more likely. Arms-control agreements have frayed. Amid the rising tensions, which have helped bring renewed attention to the world-changing impact of nuclear weapons, the spectre of Donald Trump looms large. His return to office could see a disruption to American alliances that prompts allies in Asia and Europe to look afresh at their own nuclear options."}, {"role": "body", "text": "Whichever candidate wins November’s election will preside over a nuclear complex in the midst of a 30-year, $1.5trn makeover. That involves projects as varied as designing a new warhead and cruise missile, making new plutonium pits (the fissile cores inside warheads) and building new submarines, bombers and intercontinental ballistic missiles (ICBMs)."}, {"role": "body", "text": "These programmes enjoy bipartisan support but were finalised in the 2010s during a different geopolitical era. One shift came with Russia’s invasion of Ukraine and Vladimir Putin’s use of nuclear threats to deter Western involvement there. Another was the growth of China’s arsenal from fewer than 300 warheads in 2019 to 500 today, and as many as 1,000 by the end of the decade, according to the Pentagon. As a result, America increasingly worries about facing two big nuclear rivals at once."}, {"role": "body", "text": "Nuclear planners now contemplate problems that would have seemed irrelevant and ghoulish just a decade ago. “How much strategic value to the United States is there in having the capacity to conduct a counter-nuclear attack against a second nuclear power after conducting and suffering a large nuclear strike by the first?” asks a recent paper by the Lawrence Livermore National Laboratory, one of the labs involved in nuclear modernisation. If America were to wage a nuclear war with China, say, might Russia “cross…the nuclear threshold in order to strike a decisive blow to defeat a hated enemy and gain a dominant position”? "}, {"role": "body", "text": "Nuclear sceptics argue that these challenges have been exaggerated. America’s arsenal remains ten times larger than that of China. Nor does the war in Ukraine offer unalloyed support for more nukes. “The strategic nuclear balance has not appeared to play a significant role in this crisis,” points out Francis Gavin, a nuclear historian at Johns Hopkins University. “It is notable how little discussion there has been over the state, readiness and size of the two largest nuclear powers’ forces.” That might suggest America would cope just fine even if Russia and China were to outnumber it."}, {"role": "body", "text": "Yet sceptics are on the back foot. In October a bipartisan congressional commission, which included officials who had served in both the Obama and Trump administrations, warned that “nuclear force sizing and composition must account for the possibility of combined aggression from Russia and China.” America would need to be capable of “simultaneously deterring both countries”. In short, it required a larger and more diverse arsenal. "}, {"role": "body", "text": "That appetite is already influencing American policy. The Trump administration initiated work on a new submarine-launched nuclear-armed cruise missile, known by the acronym SLCM-N, arguing that it would provide more flexible nuclear options. The Biden administration sought to cancel the project, arguing that it was expensive and unnecessary. Congress cast aside those objections to establish SLCM-N as a “programme of record”—the slate of established projects, like the new ICBM—last year. In March the Senate approved spending a further $130m on the programme. Not bad for an unwanted nuke."}, {"role": "second", "text": "Don’t you understand…"}, {"role": "body", "text": "For advocates of a more muscular nuclear posture, that is just the start. In a recent report, Robert Peters and Ryan Tully of the Heritage Foundation, a pro-Trump think-tank, lay out a menu of options. America, they argue, should accelerate the production of plutonium pits. Existing ICBMs, which carry only one warhead, should be modified to carry more. Their replacement, the Sentinel, should not just sit in silos but potentially be designed to scoot around on roads—something that would represent a huge (and expensive) change in America’s nuclear posture. Frank Miller, a veteran of American nuclear policy, argues that the country needs around 3,500 deployed weapons, compared with the 1,670 it has today within the constraints of the New START treaty, which limits the number of missiles, bombers and total warheads deployed by America and Russia."}, {"role": "body", "text": "If Mr Biden is re-elected, most of these ideas will surely languish. Even under Mr Trump there are obstacles to a nuclear spree. “Four years is a very short time in the nuclear-modernisation arena,” says Rose Gottemoeller, a former diplomat who served as America’s top arms-control official. She says that Mr Trump would struggle to reopen the programme of record without worsening the existing cost overruns and delays. The Pentagon would also resist cutting funds for conventional military forces to expand nuclear ones."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_FBC348.png", "imageWidth": 608.0, "imageHeight": 890.0, "imageDescription": ""}, {"role": "body", "text": "Still, Mr Trump would have considerable latitude in other respects. America does not have the ability to produce vast numbers of new warheads. But it has around 1,900 nuclear weapons in reserve (see chart). It could roughly double its deployed arsenal by “uploading” these to current missiles and other delivery systems. Russia could surge by 57%, adding just under 1,000. Today this is constrained by New START. Last year Russia withdrew from the treaty’s inspection regime, in a sign that its days are numbered. The bipartisan commission is urging the air force and navy to practise uploading warheads from now to 2026, when the treaty expires. If it does indeed lapse, both countries can then do it for real."}, {"role": "body", "text": "Another option, favoured by some of Mr Trump’s advisers in private, would be to resume explosive nuclear testing. America, Russia and China have not conducted such tests since the 1990s, relying instead on computer modelling. Mr Trump, in his first term, accused China and Russia of covertly carrying out “low yield” tests and considered a change in policy. In recent years there have been signs of tunnelling, new facilities and heightened traffic at test sites in America, Russia and China. That probably reflects each country hedging against a potential shift by another. "}, {"role": "body", "text": "None of this is a foregone conclusion. Mr Trump “might very well pursue arms control with Russia and China to show he’s a dealmaker”, suggests Jeffrey Lewis of the Middlebury Institute of International Studies at Monterey, pointing to the former president’s theatrical meetings with Kim Jong Un, North Korea’s dictator, in 2018 and 2019. “The big question”, says Mr Lewis (who is also the author of a chilling novel on a nuclear conflict with North Korea), “is whether Trump would buck the Republican Party on missile defence.” "}, {"role": "body", "text": "China and Russia operate limited national missile-defence systems. They have long argued that America’s more ambitious efforts, which expanded after George W. Bush withdrew from a 1972 US-Soviet treaty, undermine deterrence by allowing America to conduct a first strike and then block any retaliation. That has probably encouraged Russia and China to build larger and, in Russia’s case, more diverse, nuclear arsenals. "}, {"role": "body", "text": "America has pressed on regardless. In exchange for curbing the development of missile defences, it could perhaps ask Russia to include its large arsenal of tactical or “non-strategic” nukes as part of any future arms-control deal and demand that China sign on too. But in January Mr Trump publicly endorsed missile defences, invoking the success of Israel’s (completely unrelated) Iron Dome system. And putting these on the negotiating table would cause internal tension in a future administration, warns Mr Lewis: “It tugs at two parts of Trump’s self-image: his view of himself as a consummate dealmaker and his enthusiasm for high-tech weapons.”"}, {"role": "second", "text": "…what I’m trying to say"}, {"role": "body", "text": "If Mr Trump were to embrace the hawks’ agenda, it would send ripples through Moscow and Beijing. Russia is probably already preparing for the collapse of New START, says Kristin Ven Bruusgaard of the Norwegian Intelligence School, and would use any new American plans or weapons for “propaganda bluster”. However, Russia has its own financial and material constraints. The war in Ukraine could cost it $132bn by the end of this year, estimates the RAND Corporation, an American think-tank. The country is not short of warheads. But new delivery systems are overdue and over budget. “In capability terms,” says Professor Ven Bruusgaard, “my impression is that the Russians are more or less racing as fast as they can.” "}, {"role": "body", "text": "China has more fiscal headroom, but a shortage of plutonium might constrain its arsenal over the next decade or so. And the rush to build weapons might also have led to “cutting corners”, suggests Tong Zhao, an expert at the Carnegie Endowment for International Peace, another think-tank, alluding to reports of faulty silo doors and water-filled missiles. Its build-up was also initiated before its economy began to slow down last year. “China’s current nuclear expansion might be pushing its limits,” concludes Mr Zhao. The upshot of all this is that any arms race is likely to be slow and halting, rather than fast and furious. "}, {"role": "body", "text": "For America’s allies, the calculation is rather different. European members of NATO and several Asian countries, including Japan and South Korea, are protected by America’s nuclear weapons, under “extended deterrence”. Many would welcome Mr Trump building more nuclear weapons or newer ones. The SLCM-N, for instance, has many supporters in Europe and Asia because some allies believe it would help America respond to low-level nuclear use by Russia or China in kind without resorting to strategic weapons like ICBMs, which would trigger a larger nuclear exchange and thus lack credibility as a deterrent in such circumstances."}, {"role": "body", "text": "But a nuclear build-up would be little consolation to allies if it were accompanied by a dramatic change in the nature of their alliances. Though Mr Trump recently said he intended to remain in NATO (provided America’s partners paid their “fair share”), European and Asian allies alike wonder whether he would come to their aid. Moreover, North Korea’s acquisition of ICBMs makes American cities vulnerable in a way they previously were not, while the growth of China’s arsenal means that America would suffer more damage in any nuclear exchange than in the past. That would worry even an ally-hugging president, let alone Mr Trump."}, {"role": "second", "text": "Can’t you feel the fears…"}, {"role": "body", "text": "Mr Biden’s solution to this problem has been to double down on reassurance. He has deepened consultation with Japan and South Korea on nuclear issues and in July 2023 sent a nuclear-armed submarine to make a public port call in South Korea for the first time since the 1980s. Even so, Japan has stockpiled plenty of plutonium and would have the necessary technical expertise to build a nuclear device. South Korea’s hedging is much starker: it is the only non-nuclear-armed country in the world to have developed submarine-launched ballistic missiles, which could serve as a delivery platform for any future bomb."}, {"role": "body", "text": "During Mr Trump’s first term South Korea’s nuclear debate played out under the presidency of Moon Jae-in, a dove who took North Korea at its word on disarmament, points out Jennifer Ahn of the Council on Foreign Relations, a think-tank in New York. Mr Moon’s administration gave short shrift to the idea of bringing back American tactical nuclear weapons, withdrawn in 1991, let alone developing indigenous ones. His successor, the “conservative and deterrence-focused” Yoon Suk-yeol, she notes, is a different matter. "}, {"role": "body", "text": "“It’s possible that the problem gets worse and our country will introduce tactical nuclear weapons or build them on our own,” mooted Mr Yoon in January 2023. “It would not take long,” he added, “given our scientific and technological capabilities.” Mr Yoon later backtracked, saying in February that the result would be heavy sanctions. Yet more than 70% of South Koreans remain in favour of acquiring nuclear weapons. If Mr Trump were to renew his quixotic effort to strike a deal with Mr Kim by reversing America’s policy of “denuclearisation”, legitimating North Korea as a nuclear power, or if Mr Kim were to resume nuclear tests—he has not conducted one in seven years—that could also intensify South Korean nuclear ambitions."}, {"role": "body", "text": "Europe’s predicament is different. Unlike Asia, it has two local nuclear powers, Britain and France. Britain’s deterrent is “assigned” to NATO, which means that it is available to the Supreme Allied Commander Europe, while France is more ambiguous, saying only that its vital interests have a “European dimension”. On paper, their combined arsenal of 500 warheads, though a tenth of Russia’s, is sufficient to wipe out Moscow and St Petersburg, and more. Yet a closer look at the British arsenal is useful to understand why an American umbrella is difficult to replace."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_FBD002.jpg", "imageWidth": 608.0, "imageHeight": 855.0, "imageDescription": ""}, {"role": "body", "text": "Consider a scenario in which Russia uses a tactical nuclear weapon against a European ally. One problem, say some officials, is that Britain’s deterrent is vested entirely in the Trident D5 missiles aboard a lone submarine. Firing even one could give away the position of the sub, says a former British official. That would risk the survival of the remaining missiles, which serve as a deterrent against subsequent strikes on Britain itself. One option would be to maintain two boats on patrol, but that would require a total fleet of five rather than four. An alternative would be to build an air-launched cruise missile of the sort operated by France. Either option would be expensive and would not yield fruit until long after Mr Trump was off the scene."}, {"role": "body", "text": "These debates, in Asia as well as in Europe, are likely to percolate regardless of whether Mr Trump defeats Mr Biden in November, and even if he keeps alliances intact. They reflect concerns about a deteriorating security environment in which wars of conquest are imaginable again, nuclear weapons are growing more important to a stronger China and a weaker Russia, and America’s political system seems more frail than ever and its armed forces increasingly overstretched."}, {"role": "body", "text": "In February Radoslaw Sikorski, Poland’s foreign minister, suggested that if Ukraine cannot drive Russia back “allies will look for other ways to guarantee their safety. They’ll start hedging. Some of them will aim for the ultimate weapon, starting off a new nuclear race.” Mr Sikorski quickly insisted that he was talking of Japan or South Korea, not his own country. But Poland, he remarked at the same event, would “eat grass rather than become a Russian colony again”—a phrase that to many unmistakably evoked Pakistan’s commitment in the 1970s to develop a bomb at any cost, even if that required it to “eat grass”, as Zulfikar Ali Bhutto, the country’s prime minister at the time, put it."}, {"role": "second", "text": "…I’m feeling today?"}, {"role": "body", "text": "Ultimately, the anxiety over Mr Trump reflects a reckoning with the inherent oddity of America’s nuclear alliances. Deterrence is intuitive: don’t nuke me, because if you do I will nuke you back. Extended deterrence is perverse: attack my ally and I might nuke you, exposing myself to nuclear retaliation that I would not otherwise have faced. To extend a nuclear umbrella over allies is thus not only to build a larger and more varied arsenal than would otherwise be needed, but also to accept, voluntarily, an extraordinary vulnerability."}, {"role": "body", "text": "That is strange enough. But it is “bizarre” for an American state that, thanks to its geography, would otherwise face no existential threats, says Professor Gavin. “It’s not really in America’s DNA.” America took on the burden in the 1950s nonetheless, exposing its cities to annihilation, because it did not want allies developing nuclear bombs of their own—a pursuit that in the case of West Germany might have provoked a third world war, he adds. Extended deterrence and non-proliferation were intimately connected. The question is whether that coupling might one day snap."}, {"role": "body", "text": "“In many ways”, mused Donald Trump, months before being elected president in 2016, “the world is changing. Right now, you have Pakistan and you have North Korea and you have China and you have Russia and you have India and you have the United States and many other countries have nukes.” Perhaps Japan would be “better off” with nuclear weapons, he suggested. As so often with Mr Trump, the problem lies in knowing when to take him literally and when merely seriously. “The level of power of nuclear weapons is incredible,” he told an interviewer last December. “Whether it’s Israel or major countries, nuclear weapons are the biggest problems we have.” ■"}], "id": 12}