{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_USP005.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "An abortion ruling has Democrats hoping Florida is in play", "subtitle": "But for now it will end access to the procedure for millions of women in the South", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-04-03T20:07:04Z", "contents": [{"role": "body", "text": "Two decisions by Florida’s Supreme Court shook up the Sunshine State this week. The first, which paves the way for a six-week abortion ban to start on May 1st, will have immediate consequences for millions of women in the South. The second, which approved a ballot initiative that would amend Florida’s constitution to protect abortion, could prove even more significant. A referendum in November will allow Floridians to have a decisive say on the state’s abortion policy."}, {"role": "body", "text": "The court’s first decision in effect upholds a six-week ban passed by the state legislature and signed by Florida’s Republican governor, Ron DeSantis, last year. Only limited exceptions beyond that period are allowed, making Florida one of the most restrictive states in the land. The decision to allow abortion onto the ballot follows an energetic grassroots campaign that collected over 1m signatures (reportedly 150,000 of them registered Republicans). The two rulings have left Democrats believing that they now may have a shot at winning the state in November’s presidential election."}, {"role": "body", "text": "The implications of the six-week ban are serious. Florida accounted for about one in 12 abortions in America in 2023—a total of more than 86,000. And because the state has become a destination for women from neighbouring states with stricter rules, the ruling will hurt them too. Florida was one of the states that saw the greatest increase in abortions following the Dobbs ruling that overturned Roe v Wade. The state’s ban will cut off nearly all access to abortion in the South."}, {"role": "body", "text": "Those women will need to go elsewhere for terminations beyond six weeks, a point at which many do not even know they are pregnant. Some will try to get their hands on abortion pills by post. Although unlawful under Florida’s ban, such pills are increasingly available. Other women will have to travel long distances for an abortion. No single state is big enough to make up the difference."}, {"role": "body", "text": "Yet in the longer term, the extremity of the ban could, perversely, help women who are seeking abortions. This is because of the court’s decision to allow Floridians to vote on a constitutional right to abortion until viability (typically 23-24 weeks). If over 60% of voters support the amendment, the six-week ban would be overturned."}, {"role": "body", "text": "Such ballot initiatives have sprung up around America since the Dobbs decision. In all six referendums held so far, voters have chosen to protect abortion. Abortion-rights advocates in a dozen states are now trying to place the issue on the ballot in November. Democrats across the country hope these referendums will mobilise voters who otherwise may not have felt inspired to get out and vote for Joe Biden."}, {"role": "body", "text": "In Florida, that looks like a decent bet. Most Floridians, including 60% of Republicans, oppose a six-week abortion ban, and will now have an opportunity to stop it. (A second referendum, also allowed on to the ballot by the state court, on the recreational use of marijuana, is also bound to mobilise some voters.)"}, {"role": "body", "text": "Whether this potential mobilisation of otherwise stay-at-home voters will prove sufficient to swing the state for Mr Biden is another matter. Nikki Fried, chair of the Florida Democratic Party, thinks that the state is back in play. “Everything is on the line,” she says. She predicts “a ground game that we really haven’t seen in the state of Florida since Obama.” "}, {"role": "body", "text": "The polls are certainly on Democrats’ side: 81% of Americans recently told an Ipsos/Axios poll that abortion should be managed between a woman and her doctor, not the government. And yet pollsters and political scientists warn that the Democrats may need a reality check. The party has haemorrhaged registered voters in Florida in recent years, a shift that helped Mr DeSantis win by a 20-point landslide in 2022. "}, {"role": "body", "text": "“This is not just about whether Biden can win Florida,” says Aubrey Jewett, a political scientist at the University of Central Florida. Even with the abortion-rights referendum, that will be very hard, he reckons. But the race looks more competitive than it was a week ago. ■"}, {"role": "body", "text": "Stay on top of American politics with The , our daily newsletter with fast analysis of the most important electoral stories, and Checks and Balance, a weekly note from our Lexington columnist that examines the state of American democracy and the issues that matter to voters."}], "id": 21}