{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_USD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Are American progressives making themselves sad?", "subtitle": "Conservatives seem more excited about change", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:30Z", "contents": [{"role": "body", "text": "Surely few developments could be less surprising than the recent news that America has slipped down the global happiness rankings. Gallup reported in mid-March that America had dropped out of the top 20 for the first time since it started taking its survey in 2012, falling in a year from 15th place to 23rd. (Yes, annoyingly, Finland came out on top, for the seventh straight year.)"}, {"role": "body", "text": "Their economy and technology may be the envy of the world, but Americans are becoming a dyspeptic bunch, anxious about the future and uneasy about foundational institutions, from the armed forces to the press to organised religion. Yet all are not equally sad. Numerous studies and surveys—Americans are obsessed with this subject—show that some groups tend to lag behind others in the pursuit of happiness: bankers are said to be sadder than lumberjacks, the unmarried sadder than the married, teenage girls sadder than teenage boys. "}, {"role": "body", "text": "One distinction that holds true today has persisted for decades: liberals are sadder than conservatives. This is a global symptom of political difference, but it is particularly strong in America. Of whatever age group or whichever sex, liberals are also far more likely than conservatives to report having been diagnosed with a mental illness. "}, {"role": "body", "text": "In the new Gallup survey self-reported happiness fell for every age group, but most precipitously for those 30 and younger. Older Americans ranked tenth globally in happiness, whereas younger Americans ranked 62nd. That is a change from a decade ago, when the two groups reported similar levels of happiness. The trend is consistent with data from the Centres for Disease Control and Prevention, which surveys 17,000 high-school students every two years. Rates of mental-health problems have increased with every survey since 2011, and last year the CDC reported the highest rates of sadness found in a decade, particularly among girls."}, {"role": "body", "text": "In a study in 2021 called “The Politics of Depression”, a group of scholars zeroed in on the possible link between political ideology and unhappiness among teenagers. They found an alarming rise in depression among young people starting in 2012, and, like the cDC, a particular increase among girls. But ideological difference mattered more than gender difference. Liberal boys reported higher rates of depression than conservative boys or girls, and liberal girls reported the highest rates of all. "}, {"role": "body", "text": "Disentangling correlation from cause to explain the happiness gap between conservatives and liberals has long vexed social psychologists and political commentators. So, no doubt, has the task of disentangling one’s own politics from one’s hypotheses. The authors of the study connected the rise of depression with the spread of social media. They also argued that conservative ideology may help protect mental health, for reasons that did not flatter conservatives: “This group presumably benefits from the American cultural myth of an equal playing field in which exceptional social positions are thought to be earned through hard work and talent rather than inherited through codified privilege.” Liberal adolescents, they wrote, may feel alienated in contrast to conservative peers “whose hegemonic views were flourishing”. "}, {"role": "body", "text": "A possible flaw in this theory is that, in the first four years that young liberals’ mental health declined, Barack Obama was president and conservative views were not so successfully hegemonic. Even before 2012, when teenagers reported relatively stable mental health, young liberals, like older liberals, reported higher rates of depression. Sceptics of the authors’ hypothesis have noted that being conservative could confer psychological benefits for less cynical reasons. Conservatives tend to be healthier, more patriotic and more religious, and to report finding higher levels of meaning in their lives. These characteristics correlate with happiness. "}, {"role": "body", "text": "It is possible that liberalism does not just correlate with sadness but may exacerbate it. Musa al-Gharbi, a sociologist at Stony Brook University, has noted that educated, affluent white liberals have come to endorse the idea that America is systemically racist, leading them to view other racial and ethnic groups more warmly than their own. “This tension—being part of a group that one hates—creates strong dissociative pressures on many white liberals,” he wrote in the journal American Affairs. Another hypothesis, advanced by Jonathan Haidt, a social psychologist, and Greg Lukianoff, a lawyer, is that liberals are performing a reverse cognitive behavioural therapy on themselves: promoting not resilience and optimism about incrementally improving the world but catastrophic rumination about problems such as climate change and fearfulness of disagreement even on university campuses. Such habits of mind can deepen depression."}, {"role": "second", "text": "Mopes and change"}, {"role": "body", "text": "Research has found liberals to be more empathetic than conservatives, so in a troubled world one might expect them to be sadder. But a profound shift appears to be under way when it comes to excitement about change. “One of the fundamental traits of the conservative attitude is a fear of change, a timid distrust of the new as such,” wrote Friedrich Hayek in “The Constitution of Liberty” in 1960, “while the liberal position is based on courage and confidence, on a preparedness to let change run its course.” "}, {"role": "body", "text": "Mr Obama, whose summons to “hope and change” rhymed with his own biography, may have marked high water for this idea of American liberalism, as opposed to today’s progressivism. President Joe Biden has negotiated potentially transformative legislation, but he presents himself as guarding against radical change. Donald Trump has robbed liberalism of its transgressive glamour and made conservatism mean its opposite: disruption, subversion, challenge to fuddy-duddies and the status quo—all that cool stuff. It’s kind of depressing. ■"}, {"role": "body", "text": "Read more from Lexington, our columnist on American politics: The case of Stormy Daniels echoes past scandals (Mar 27th)Binyamin Netanyahu is alienating Israel’s best friends (Mar 18th)“Dune” is a warning about political heroes and their tribes (Mar 14th)"}, {"role": "body", "text": "Also: How the Lexington column got its name"}], "id": 25}