{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BID002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "As the world changes, so should America’s nuclear strategy, says Frank Miller", "subtitle": "Arms-control efforts can’t ignore the threat from Russia and China", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2024-04-04T12:53:51Z", "contents": [{"role": "body", "text": "THE DEBATE about America’s nuclear deterrent breaks along two lines. One views the discussion through the lens of arms control. The other focuses on the level of deterrence required in a world in which America will soon face two potential adversaries with nuclear forces as big as its own: Russia and China. "}, {"role": "body", "text": "Arms-controllers are concerned with remaining within the limits of New START, an arms-reduction treaty between America and Russia which took effect in 2011, and with negotiating further reductions in warheads. For those more concerned with deterrence, that approach misses the key questions: “Why do we have nuclear weapons?” and “How has the international security environment changed since New START entered into force?”."}, {"role": "body", "text": "In order to be fit for purpose, America’s nuclear arsenal needs to be sufficiently large and diverse—with both shorter- and longer-range missiles and bombs that can be launched from land, sea or air—to deter hostile leaders from attacking America or its allies. Just as the level of hostility changes over time, so should the size of this arsenal, shrinking or growing to match the threat posed."}, {"role": "body", "text": "As the cold war ended, America reduced its strategic nuclear arsenal by 80% and its shorter-range nuclear forces by over 90%—cuts justified by the belief that the demise of the Soviet Union had all but eliminated the threat from Moscow. In 2011 China did not even figure in considerations of American and allied security, and America’s relationship with Russia remained relatively benign: competitive but not hostile."}, {"role": "body", "text": "The world no longer looks like the one that gave birth to New START. Vladimir Putin seized Crimea in 2014 and in 2022 invaded Ukraine, unleashing the largest war in Europe since the second world war. He modernised and expanded Russia’s nuclear forces, including short- and medium-range weapons, which he regularly threatens to use against Ukraine and NATO. Since assuming power he has violated nine separate arms-control pacts signed by his predecessors. Meanwhile, Xi Jinping has overseen the world’s largest build-up of nuclear forces in decades. The Chinese leader skilfully wields this capability to back up his campaign of intimidating China’s neighbours while laying claim to their territory, their supposedly exclusive economic zones and much of the South China Sea."}, {"role": "body", "text": "An effective deterrent requires the capability to target what potential enemy leaders value most. As autocrats, Mr Putin’s and Mr Xi’s priorities are essentially the same: to stay in power, to preserve their regime, to intimidate their neighbours and to support their war machines. "}, {"role": "body", "text": "The most effective way to deter them from behaving aggressively is to threaten to destroy what they would need to dominate a post-war world, including the bureaucratic and other support structures that enable them to administer their states, key elements of their nuclear and conventional forces and their war-supporting industries. For deterrence to work, America does not need to match the combined firepower of Russia and China; it needs only to have forces demonstrably capable of covering the targets Mr Putin and Mr Xi value. "}, {"role": "body", "text": "Because of the significant growth in Russian and Chinese nuclear capabilities over the past decade, the deterrent believed necessary when New START took effect in 2011 is no longer sufficient. It cannot credibly threaten all that Mr Putin and Mr Xi value. And it is not powerful enough to deter Russia and China simultaneously—a deficiency made all the more critical by the return of the Russia-China axis in recent years."}, {"role": "body", "text": "The New START treaty—the last of the accords which emerged from cold-war logic—is set to expire in February 2026. Its flaws in today’s environment are clear. It limits American and Russian intercontinental nuclear deployed warheads to 1,550 per side, but it ignores the shorter-range ones which Mr Putin is most likely to use first. Russia has close to 2,000 shorter-range weapons; America has only a couple of hundred."}, {"role": "body", "text": "What’s needed is a treaty which captures all American and Russian nuclear weapons, including shorter-range ones; permits each side to adjust its balance between short- and long-range weapons as desired within an overall limit; allows America a force big enough to deter intimidation and aggression; and mandates intrusive verification to thwart attempts at cheating or evasion. At current force levels, with no reduction in the number of Russian shorter-range warheads, such a treaty would set a cap of around 3,500 deployed weapons (New START’s 1,550 plus some 2,000 shorter-range weapons). Reductions in shorter-range Russian forces would lower that ceiling. "}, {"role": "body", "text": "As for arms control with China, there is little to be done until the government in Beijing changes its view that transparency and verification are to be avoided and that limits on its forces do not serve China’s national security, and abandons its hegemonic policies in Asia. Should China alter its stance, it could join a future US-Russian accord at equivalent force levels."}, {"role": "body", "text": "Arms control and deterrence need to be seen as intertwined. Arms control should not be a goal in itself; limits on the type and number of warheads must grow out of deterrence policy. As the Congressional Commission on the Strategic Posture of the United States, a bipartisan committee set up to analyse America’s national-security strategy, put it baldly in a report released last October: “The United States cannot properly evaluate a future nuclear arms-control proposal…without knowing what the US nuclear force requirements will be.” The Biden administration needs to move quickly to determine those requirements.■"}, {"role": "body", "text": "Franklin Miller is a senior adviser at the Centre for Strategic and International Studies. He was in charge of American nuclear deterrence and targeting policy from 1985 to 2001 and chaired NATO’s nuclear-policy committee, the High-Level Group, from 1997 to 2001. He was a member of the Congressional Commission on the Strategic Posture of the United States."}], "id": 11}