{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_ASP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Asian “nepo babies” are dominating its politics", "subtitle": "They are stunting growth, too", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-04T12:49:37Z", "contents": [{"role": "body", "text": "If politics in Asia shows anything, it is that family matters. In the Philippines three of the four most recent presidents were the children of past ones. In Cambodia Hun Sen, the strongman who has ruled since 1985, recently passed on the prime ministership to his son, Hun Manet. North Korea has only ever known three generations of the same ruling family. Most families are bent on staying in power."}, {"role": "body", "text": "Political dynasties are not new. Nor can Asia claim a monopoly on them. They have shaped nearly every continent. Yet it is hard to think of an Asian country unsullied by them. Nowhere else is the case so assiduously cultivated by dynasts and their fans that power passed down by families is the best guarantor of social peace and spreading prosperity. This profoundly mistaken claim has egregious effects on the region’s economies and their ability to grow."}, {"role": "body", "text": "Indeed, “nepo babies” are consolidating power. In January Sheikh Hasina, daughter of Bangladesh’s founding father, Sheikh Mujibur Rahman, secured her re-election as prime minister, in part by hounding the opposition—her long-time enemy, Khaleda Zia, head of a rival clan, languishes under house arrest. (She insists the vote was free and fair.) In Pakistan in February the Sharifs and the Bhutto-Zardaris, two rival political dynasties who have historically alternated in power, in effect joined forces, with the powerful army’s backing, to keep out a non-dynast, Imran Khan, in the election. "}, {"role": "body", "text": "Indonesia’s presidential election, also in February, saw a family alliance triumph. Prabowo Subianto, a general under the late Suharto’s dictatorship and the former husband of Suharto’s daughter, won the presidency. He chose the son of Jokowi, the popular outgoing president, as his running-mate. (In 2014 Jokowi insisted that becoming president “does not mean channelling power to my own children”.) "}, {"role": "body", "text": "Alliances, of course, can also fracture. President Ferdinand “Bongbong” Marcos is the son of a former president, also Ferdinand, who turned dictator before being deposed in a popular revolution in 1986. His vice-president, Sara Duterte, is the daughter of the previous president. The uneasy alliance that brought them to power in 2022 has since turned to open feuding."}, {"role": "body", "text": "History plays its part in making Asia prone to dynastic rule. In the Philippines many political families date back to colonialism. Upon independence rich families snapped up land that poor Filipinos could not afford. Clans, the Marcoses among them, developed vast haciendas. Four presidents since 2001 have come from these landowning classes. Ronald Mendoza of Ateneo de Manila University calculates that 78% of the country’s governors, 73% of congressmen and 57% of mayors are from families boasting more than one member holding an elected position. "}, {"role": "body", "text": "Land ownership also plays a part in the prominence of political families in Pakistan and Bangladesh. In India, by contrast, dynasties are products of post-independence democratic elites. This is especially the case with the Nehru-Gandhi family, which has produced three prime ministers, starting with the first, Jawaharlal Nehru. His great-grandson, Rahul Gandhi, runs Congress, the main opposition party (though he looks likely to be thrashed in India’s upcoming election)."}, {"role": "body", "text": "The effects of nepotism can be profound, as seen in crushingly poor North Korea. In the Philippines work by Mr Mendoza and others shows that in the country’s more prosperous regions, such as Luzon in the north, political families encourage economic development, but also expand their wealth and clout. The limits of reform are reached when their interests and those of their cronies are at risk. Mr Mendoza’s paper calls these dynastic politicians “stationary bandits”. "}, {"role": "body", "text": "As for Pakistan, a paper by Ayesha Ali of the Lahore University of Management Sciences highlights how, after disastrous national floods in 2010, development spending was over a tenth lower than the average in those constituencies run by political dynasts. In India, dynastic rule lowers the growth in light visible at night—a proxy for economic activity—by 6.6 percentage points per year, according to a paper by Siddhart Eapen George and Dominic Ponattu. In order to shine, Asia needs to dump its dynasts. ■"}], "id": 16}