{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_LDP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Beware a world without American power", "subtitle": "Donald Trump’s threat to dump allies would risk a nuclear free-for-all", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:16Z", "contents": [{"role": "body", "text": "Nuclear deterrence works—or at least it has so far. To understand how, look at the war in Ukraine. America and Europe arm their ally but dare not deploy combat troops against Russia. In turn, Russia dares not strike at the West. Mutual terror ensures that nuclear powers do not attack each other overtly, just as it stopped the cold war from turning hot, even though plenty of proxy conflicts raged. A sign of success is that only nine countries have nuclear arms—fewer than once feared, and fewer than the number of states able to make them. "}, {"role": "body", "text": "As nato this week marks the 75th anniversary of the signing of the North Atlantic Treaty, thank the generosity of“extended deterrence”, by which America has sheltered European and Asian allies under its nuclear umbrella. It has done so in part to contain foes and in part to dissuade friends like Germany, Japan and South Korea from going nuclear themselves."}, {"role": "body", "text": "A return of Donald Trump as president threatens to sow chaos at a time when the world’s nuclear balance is more unstable. His threat to let Russia “do whatever the hell they want” to NATO allies that spend too little on defence risks destroying the trust that makes extended deterrence possible. That could produce the nightmarish nuclear free-for-all that America has always sought to avert. "}, {"role": "body", "text": "As the world’s first atomic power, America has long tried to stop others from going nuclear. Wonks call it the “nth-country problem”: the more countries have nukes, the more others will want them, the likelier the risk of uncontrolled crises, the greater the constraints on American power and the higher the danger that America itself will be nuked. Deterrence with two superpowers during the cold war was scary enough; with ever more nuclear powers, it may become impossibly complex. "}, {"role": "body", "text": "America thus attempted to prevent nuclear proliferation by an often undeclared but far-reaching “strategy of inhibition” based on three pillars: norms and treaties such as the Nuclear Non-Proliferation Treaty of 1968; coercion of friends and foes by diplomacy, sanctions and threats of military action; and reassurance through military alliances and security guarantees."}, {"role": "body", "text": "Extended deterrence is counter-intuitive, in that America risks the homeland for the sake of allies. The promise, firm enough to deter the Kremlin, has always been plagued by some doubt. To strengthen it, America has deployed troops and nuclear weapons in Europe, and has given allies a role in nuclear missions. Winston Churchill is said to have quipped that all he needed to defend Europe was one American soldier, “preferably dead”."}, {"role": "body", "text": "Mr Trump, neck-and-neck with President Joe Biden in the polls according to our tracker, sees allies as a burden, not an asset. His contempt mattered less in his first term, when the world was quiet (for which he likes to take credit). Now America is deeply involved in wars in Ukraine and Gaza, and clouds are gathering over Taiwan. A nuclear race looms as Russia issues threats and China builds up its nuclear arsenal. "}, {"role": "body", "text": "Nobody knows quite what Mr Trump would do; even he may not be sure, despite his bluster about ending the war in Ukraine in a day. But his comments, former advisers’ accounts of his desire to leave nato and hare-brained proposals by putative future ones all point to a reduction or abandonment of American security guarantees to nato, and so to allies generally. Congressional Republicans’ months-long blocking of a bill to provide aid to Ukraine, Israel and Taiwan is a bad omen."}, {"role": "body", "text": "Allies will hope that, as in Mr Trump’s first term, conventionally minded members of his administration will somehow help limit the damage. But some Trump-world figures say that nato countries which do not spend 2% of gdp on defence should not be protected by the pledge that an attack on one ally is an attack on all. Others propose a “dormant” nato, in which America withdraws ground forces from Europe while preserving the nuclear umbrella. Such ideas are nonsense. America cannot defend the martial east of Europe without protecting supply lines through the laggardly west. And would Mr Trump risk a nuclear attack on American cities to help Europeans whom he would not defend conventionally?"}, {"role": "body", "text": "European governments are thinking the unthinkable. Poland’s foreign minister, Radoslaw Sikorski, warns that a failure to keep arming Ukraine could push allies into “their own nuclear-weapons programmes”. Politicians from Germany to South Korea have said similar things. Others talk of “Europeanising” nato and substituting Britain’s and France’s nuclear weapons for American ones, though their combined stockpiles are less than a tenth of Russia’s and their doctrines for protecting the rest of Europe still embryonic. European allies are preparing to take up more of the burden of helping Ukraine, hoping to “Trump-proof” themselves."}, {"role": "body", "text": "None of this can substitute for credible American deterrence. A world without American power endangers America for two reasons: because foes like Russia and China will feel emboldened, and because friends will lose faith in their old ally. “America First” isolationism, far from insulating the country, will only magnify the nuclear risks America faces. ■"}], "id": 6}