{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_WBP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Bob Iger has defeated Nelson Peltz at Disney. Now what?", "subtitle": "The Magic Kingdom’s transformation is far from over", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-04-03T19:47:12Z", "contents": [{"role": "body", "text": "WHEN BOB IGER returned to the top job at Disney in November 2022, some anticipated a fairytale ending to the entertainment giant’s troubles. In February last year Nelson Peltz, a feared activist investor, called off a campaign by his hedge fund, Trian Partners, for a shake-up after Mr Iger announced measures to slash costs and otherwise improve Disney’s fortunes."}, {"role": "body", "text": "With the company’s share price languishing, however, Mr Peltz returned to the warpath in October. Blackwells, another activist investor, launched a campaign of its own. Both sought seats on Disney’s board, arguing it had grown too chummy with Mr Iger and failed to find a viable strategy amid the decline of “linear” TV. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_WBC165.png", "imageWidth": 608.0, "imageHeight": 739.0, "imageDescription": ""}, {"role": "body", "text": "On April 3rd both activists’ candidates were rejected by shareholders at Disney’s annual general meeting (AGM), by what the company said was “a substantial margin”. This has handed Mr Iger what he surely hopes is a decisive victory. Investors began to regain faith in Disney’s boss after an earnings call in February, when he reported that losses in its streaming business, including Disney+, had narrowed sharply in the final quarter of 2023, and trumpeted splashy new initiatives including a partnership with Epic Games, a video-game developer, to incorporate Disney characters into its popular “Fortnite” franchise. The announcement that Disney would increase its dividend by 50% and repurchase $3bn of shares also went down a treat. Its share price jumped by 11% the following day, and has kept climbing since (see chart)."}, {"role": "body", "text": "At the AGM Mr Iger declared that Disney has “turned a corner and entered a new, positive era”. Yet such triumphalism is premature, for Mr Iger still has much work to do, in three areas especially. The first is to generate the “double-digit” operating margins in Disney’s streaming business that he has promised investors. That will require a lot more subscribers, to provide economies of scale, which may put Mr Iger in a bind. To stem losses in the business he has jacked up prices, undermining growth. Between the third and fourth quarters of last year the number of subscribers to Disney+ (outside India) shrank by 1.3m."}, {"role": "body", "text": "What is more, over half of the $7.5bn in costs Mr Iger has pledged to slash are to come from Disney’s content budget. That will hardly help the company grow, and could undermine a second of Mr Iger’s promises—to restore Disney’s creative magic. In his letter to shareholders from 1966, the last before he died, Walt Disney declared a disdain for sequels. Mr Iger, by contrast, is an avid fan. Of the 15 forthcoming films he mentioned in his presentation in February, all bar one were sequels, prequels, spin-offs or remakes. Mr Iger applauded a greater reliance on franchises as a “smart thing”. Results at the box office, however, have been disappointing. Last year Disney lost the top spot for global cinema-ticket sales, to Universal, for the first time since 2015. On March 31st it was reported that last year’s Indiana Jones film, a Disney reboot featuring an 80-year-old Harrison Ford, took in $134m less at the box office than it cost to produce. "}, {"role": "body", "text": "The third promise Mr Iger must still fulfil is to find a more durable successor than his last pick, whom he then supplanted. Worryingly, three of the four directors on Disney’s succession-planning committee were involved in that bungled process. Already Mr Iger’s two-year contract has been extended until the end of 2026."}, {"role": "body", "text": "If Mr Iger trips up, the interlopers may return. In his remarks at the AGM, Mr Peltz noted that, regardless of the outcome of the vote, he would be “watching the company’s performance”. The veteran activist, too, may be a fan of sequels. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 48}