{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_LDD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Central banks have spent down their credibility", "subtitle": "That will make inflation trickier to handle in future", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2024-04-03T20:20:30Z", "contents": [{"role": "body", "text": "Not long ago the rich world was braced for a costly battle with inflation. Today it can seem as if the war has been won bloodlessly. In most rich countries annual core inflation, which excludes volatile food and energy prices, has fallen from peaks of 5-8% to a more tolerable 3-5%. In defiance of pessimistic economists, there has been no accompanying economic slump. Growth varies from booming (America) to respectable (Australia, Canada, Japan) to tepid (Britain, the euro area), but nowhere has it collapsed. In contrast to the disinflation of the 1980s, unemployment has stayed low. Has the world economy enjoyed salvation without sacrifice? Sadly, the answer is no; high inflation has left scars."}, {"role": "body", "text": "Before the covid-19 pandemic, the rich world enjoyed decades without any serious inflation problems. After ruthless monetary tightening in the 1980s, followed by a movement towards independent central banks targeting inflation, price surges seemed as outdated as shoulder pads. As firms and workers came to assume that inflation would stay low, they kept prices and wages in check. Their expectations thereby proved self-fulfilling. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_LDC186.png", "imageWidth": 608.0, "imageHeight": 514.0, "imageDescription": ""}, {"role": "body", "text": "Unfortunately the idea that inflation was dead also lodged in the minds of central bankers. When prices started to rise in 2021 they were horribly slow to respond. Eventually they lifted interest rates much higher than they had initially thought necessary. Today faster-than-expected disinflation has allowed them a sigh of relief. Last month Jerome Powell, the chairman of the Federal Reserve, said that interest-rate cuts were not far away—although he seemed more guarded in a speech on April 3rd. Andrew Bailey, governor of the Bank of England, has celebrated an “increasingly positive story”. "}, {"role": "body", "text": "But central bankers’ problems are not over. Inflation remains above their targets. In Europe it is likely to fall further, but only because the economy is weak. In America getting inflation down to the Fed’s 2% goal probably cannot be achieved at the current rate of economic growth, which is fuelled in part by an unsustainable government deficit. "}, {"role": "body", "text": "Most important, the public is more attuned to the danger of inflation than it was before the pandemic. Some surveys show an uptick in long-run inflation expectations. Financial markets in America and Britain are charging a bit more for long-term inflation protection than they did. Predictions for future inflation have become more dispersed, meaning more people doubt whether inflation targets will be hit. In other words, now that high inflation is no longer a distant memory, the credibility of central banks looks fragile. "}, {"role": "body", "text": "It could shatter if another shock like the pandemic strikes. Inflation expectations rising definitively would cause inflation to persist until central banks brought about a painful slowdown. That was just about avoided this time, but further testing episodes are likely. Geopolitical tensions, trade wars, climate change and governments’ fondness for fiscal stimulus will all make inflation more volatile than it was in the sleepy decades after the 1980s. The risk is two-sided: Europe, especially, still faces the danger of inflation falling below the 2% target, owing to a weak economy. "}, {"role": "body", "text": "The combination of volatile inflation and diminished credibility means that the rich world’s policymakers must be agile. They will need to adjust interest rates more quickly and to a greater extent when inflation fluctuates—and tolerate the resulting economic volatility. In so doing they will come to look a bit like their colleagues in emerging markets. Without as long a record of low inflation behind them, central banks in Brazil, Chile and Poland all raised interest rates sharply in 2021; all have since cut them as inflation has fallen. Move fast and forcefully: this is the rule book that the likes of Mr Powell and Mr Bailey will have to follow. ■"}, {"role": "body", "text": ""}], "id": 5}