{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_CND000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "China’s tin-eared approach to the world", "subtitle": "It wanted countries to focus on interests, not values. Careful what you wish for", "hashTag": "China", "authorName": "The Economist", "publishDate": "2024-04-04T09:22:50Z", "contents": [{"role": "body", "text": "FOR CHINA’s finest barbarian-handlers—an elite corps of diplomats, technocrats, trade envoys and foreign-policy scholars—this is a told-you-so moment. Such Chinese voices have spent years urging foreign governments, especially those with deep ties to America, to fuss less about democratic values and other fuzzy notions, and to focus on cold, hard national interests. Now, they argue, the times are proving them right."}, {"role": "body", "text": "In China’s telling, America stands exposed as a hypocrite, quick to accuse China or Russia of breaking international law and abusing human rights, while supplying bombs used to kill civilians in Gaza. In Beijing it is said that Russia’s invasion of Ukraine united the West, but Israel’s conflict with Hamas is dividing it again. It is predicted that if Donald Trump is re-elected his allies will learn, once again, that this is a friendless world and that “America First” means what it says. In such a moment, wise foreign governments will stop pointing fingers at the flaws of other political systems or regimes, and concentrate on making their own citizens safe and prosperous. This advice is applied most particularly to relations with China. According to Chinese officials and scholars, shrewd foreign leaders should spurn American calls to join ideological blocs or defence alliances that are meant to contain China’s rise. Instead, states should concentrate on striking bilateral, “win-win” deals with Chinese economic partners."}, {"role": "body", "text": "A mood of grim vindication suffuses many gatherings of China’s foreign-policy establishment. Today, the logic of power guides international relations, it is said. There is evidence that others share that outlook, to China’s benefit. A newly published poll of South-East Asian political, business and academic bigwigs, conducted by the ISEAS-Yusof Ishak Institute, a think-tank in Singapore, makes gloomy reading for American diplomats. Since the poll was last taken a year ago, respondents from ASEAN countries are less confident that America is a reliable partner and more sceptical of the international rules-based order. The conflict in Gaza plays a role: it is the most-cited geopolitical concern, especially in such majority-Muslim countries as Indonesia or Malaysia. It comes ahead of “aggressive behaviour in the South China Sea” (meaning, Chinese bullying of the Philippines and other neighbours). When asked to choose between America and China, should the region have to pick one of those rivals, 61% of respondents chose America in 2023. Now they are divided 50-50. This year’s survey shows growing wariness of China’s political and military clout. But its economic power is seen as unrivalled."}, {"role": "body", "text": "In Beijing’s tree-lined embassy districts, a mood of pragmatism prevails. Western governments challenge China’s human-rights record at faraway UN meetings, raising concerns about repression in Xinjiang or Tibet, or the crushing of political rights in Hong Kong. But foreign envoys admit to an overwhelming focus on interests. The world is too messy for noisily confronting China over values. Then there is America’s presidential contest, which a diplomat calls “the Armageddon election”."}, {"role": "body", "text": "In short, China has what it all along said it wanted: a world guided by interests, not values and ideology. Alas, it is responding clumsily. In some cases, it is too cynical about the motives of others. China has a bad habit of telling countries that they are America’s pawns. Chinese officials accuse the Dutch and Japanese governments of bowing to America when they control exports of semiconductors and other high-tech tools, urging them to think of their interests and shun America’s “cold war bloc mentality”. In truth, such allies are following an overwhelming interest: maintaining relations with their strongest security partner. China is comfortable in a might-makes-right world. But fears of such a world are pushing Japan, South Korea, Australia and other neighbours to upgrade their armed forces and alliances. "}, {"role": "body", "text": "A visit to Beijing this month by France’s foreign minister, Stéphane Séjourné, was revealing. China’s prime minister, Li Qiang, told his visitor that “our two countries have a long history and splendid civilisations” and a shared “spirit of independence”—a coded appeal to resist America together. Only last year France’s president, Emmanuel Macron, pleased China by saying that Europe should not be a “follower” of America in the event of war over Taiwan. For all that, France and other European powers have serious disputes with China, based on calculations of their national interests. Some involve geopolitics. Mr Séjourné called on China to pass “clear messages” to Russia that peace cannot be imposed on Ukraine, adding that “there will be no security for Europeans if there is no peace in accordance with international law.” "}, {"role": "second", "text": "Trade disagreements "}, {"role": "body", "text": "The sharpest rows involve economics. With domestic demand weak and the property sector slumping, China is betting on an export-led manufacturing boom. As America walls itself off, Europe fears being the last large market open to a wave of Chinese goods. Mr Séjourné told his Chinese counterpart, Wang Yi, that Europe’s growing trade deficit with China is “not sustainable”. "}, {"role": "body", "text": "China is indignant about an EU trade probe into subsidies for electric-vehicle makers in China. In Beijing this is called a bid to blackmail Chinese firms into opening EV factories in Europe, and perhaps it is. Often, though, Chinese arguments sound dismissive or tin-eared. The official Xinhua news agency attacked the notion that Chinese overcapacity threatens other countries, calling it “basic economics that surplus products naturally seek out markets elsewhere once domestic demand is met”. That ignores some basic politics: China has chosen to seek growth overseas, rather than stimulate demand at home. It yearned for interests-dominated relations with the world. Now it has them. Time to start treating foreigners’ interests with more respect. ■"}, {"role": "body", "text": "Read more from Chaguan, our columnist on China:China’s low-fertility trap (Mar 21st)Why China’s confidence crisis goes unfixed (Mar 7th)China tells bankers to be more patriotic (Feb 29th)"}, {"role": "body", "text": "Also: How the Chaguan column got its name"}], "id": 19}