{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_FND000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Daniel Kahneman was a master of teasing questions", "subtitle": "How a psychologist transformed economics", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-04-04T09:34:53Z", "contents": [{"role": "body", "text": "Winners of the Nobel prize in economics tend to sprinkle their papers with equations. Daniel Kahneman, who died on March 27th, populated his best-known work with characters and conundrums. Early readers encountered a schoolchild with an IQ of 150 in a city where the average was 100. Later they pondered the unfortunate Mr Tees, who arrived at the airport 30 minutes after his flight’s scheduled departure, and must have felt even worse when he discovered the plane had left 25 minutes late. In the 1970s readers had to evaluate ways to fight a disease that threatened to kill 600 people. In 1983 they were asked to guess the job of Linda, an outspoken, single 31-year-old philosophy graduate."}, {"role": "body", "text": "Kahneman used such vignettes to expose the seductive mental shortcuts that can warp people’s thoughts and decisions. Many people, for example, think it more likely that Linda is a feminist bank-teller than a bank-teller of any kind. Presented with two responses to the disease, most choose one that saves 200 people for certain, over a chancier alternative that has a one-third chance of saving everyone and a two-thirds chance of saving no one. But if the choice is reframed, the decision is often different. Choose the first option, after all, and 400 people die for sure. Choose the second and nobody dies with a one-third probability."}, {"role": "body", "text": "Teasing questions came easily to Kahneman, even in his sleep, according to “The Undoing Project”, a book by Michael Lewis. Some sprang from his teaching, which was not confined to ivory towers. He once explained the idea of “regression to the mean” to flight instructors in Israel’s air force. The reason pilots tended to improve after a sloppy manoeuvre was not because the instructor screamed at them, but because the chances of an improvement are higher if the prior performance was unusually bad. "}, {"role": "body", "text": "Kahneman was a harsh grader of his own incorrigible self, attentive to his own lapses. One of his early hit papers exposed the kind of methodological muddles to which he himself was vulnerable, such as the misplaced confidence that an outlier, like a child with an IQ of 150, would not skew even a small sample."}, {"role": "body", "text": "Kahneman also had a lifelong—and life-preserving—interest in gossip. His childhood, as the son of Lithuanian Jews living a comfortable but edgy pre-war existence in Paris, was full of talk about other people, he once wrote. Jews in Europe had to “assess others, all the time,” a friend of his told Mr Lewis. “Who is dangerous? Who is not dangerous?…People were basically dependent on their psychological judgment.”"}, {"role": "body", "text": "Gossip was both a source of his work and an intended target. His bestselling book, “Thinking Fast and Slow”, was written not for decision-makers, but for “critics and gossipers”. Decision-makers were often too “cognitively busy” to notice their own biases. Pilots could be corrected by observant co-pilots and overconfident bosses might be chastened by whispers around the water-cooler, especially if the whisperers had read Kahneman’s book."}, {"role": "body", "text": "To spread psychological insight, Kahneman once tried to add a course on judgment to Israel’s school curriculum. He expected the project would take a year or two. It took eight, by which time the ministry of education had lost enthusiasm; a humbling example of what he and Amos Tversky, his frequent co-author, called the “planning fallacy”. He had more success inveigling psychological wisdom into the well-guarded realm of economics, which had clung to a thin but tidy model of human decision-making. "}, {"role": "body", "text": "How did he do it? One answer is that he teamed up with Tversky, whose elegant mind was as ruthlessly tidy as his desk. They incorporated the cognitive illusions they had discovered into a model called “prospect theory”. According to this theory, people’s well-being responds to changes in wealth, more than levels. The changes are judged relative to a neutral reference point. That point is not always obvious and can be recast: a bonus can disappoint if it is smaller than expected. In pursuit of gains, people are risk averse. They will take a sure win of $450 over a 50% chance of winning $1,000. But people gamble to avoid losses, which loom larger than gains of an equivalent size."}, {"role": "body", "text": "Prospect theory translated this model of decision-making from vignettes into the language of algebra and geometry. That made it palatable to economists. Indeed, the discipline began to claim this sort of thing as its own. Applications of psychology “came to be called behavioural economics”, lamented Kahneman, “and many psychologists discovered that the name of their trade had changed even if its content had not.”"}, {"role": "second", "text": "The cold-hand fallacy"}, {"role": "body", "text": "Even as economics was rebranding psychology, Kahneman revived an older economic tradition: “hedonimeters”, gauges of pleasure and pain that Francis Edgeworth, a 19th-century economist, had imagined. Kahneman’s hedonimeter simply asked people to rate their feelings moment-to-moment on a scale. He found that people’s ratings were often at odds with what they later recalled. Their “remembering” selves put undue weight on the end of an experience and its best or worst moment, neglecting its duration. People would rather keep their hand in painfully cold water for 90 seconds than for a minute, if the final 30 seconds were a little less cold than the preceding 60. Likewise, people sign up for hectic tourist itineraries because they look forward to looking back on them, not because they much enjoy them at the time. "}, {"role": "body", "text": "The implications of this discovery extend into philosophy. Which self counts? Despite its manifest flaws, the curatorial self, artfully arranging unrepresentative memories into a life story, is dear to people. “I am my remembering self,” Kahneman wrote, “and the experiencing self, who does my living, is like a stranger to me.” Now his experiencing self has done its living. And it is up to the many people he touched to do the remembering for him. ■"}, {"role": "body", "text": "Read more from Free exchange, our column on economics:How India could become an Asian tiger (Mar 27th)Why “Freakonomics” failed to transform economics (Mar 21st)How  (Mar 14th)"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 58}