{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_ASD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "For a glimpse at Japan’s future, look at its convenience stores", "subtitle": "The country’s 7-Eleven shops show the importance of immigration", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-04T12:49:43Z", "contents": [{"role": "body", "text": "TO UNDERSTAND how Japan is changing, consider the 7-Eleven convenience store in Minami-Azabu 1-chome, in central Tokyo. At first glance, it appears to be like any other konbini, as such shops are known locally—a paragon of impeccable Japanese service culture. Clerks shout “Irasshaimase”, a greeting to customers, each time the doors open. Rows of neatly arranged seasonal snacks fill the shelves and the scent of freshly fried chicken wafts through the air. Yet all the staff are Burmese, including the owner, May Zin Chit, the first person from Myanmar to own a Japanese 7-Eleven franchise. "}, {"role": "body", "text": "Konbini are the lifeblood of modern Japan. Since emerging in 1969, they have outgrown their American antecedents, becoming an essential part of the country’s social infrastructure—and a $77bn-a-year industry. The four main chains—7-Eleven, FamilyMart, Lawson and MiniStop—boast a total of 55,700 branches, dotted across every city and town; last year they served a combined 16bn customers. Japanese rely on them as places to buy fresh food, pay bills, pick up sumo tickets, send parcels, and much more, 24 hours a day. Foreign tourists marvel at the range of their offerings; famous international chefs praise their egg sandwiches. "}, {"role": "body", "text": "Yet there are ever fewer Japanese to make the konbini magic happen. Japan’s working-age population peaked at 87m in 1995 and is projected to fall to 55m by 2050. Bringing more women and elderly Japanese into the workforce can help counteract the trend, but only to a limited extent. Japanese politicians are loth to say it out loud, but immigration is also part of the answer—as Ms May’s journey up the konbini ladder demonstrates. "}, {"role": "body", "text": "Ms May first came to Japan as an exchange student. When she began working at 7-Eleven in 2008, there were just 500,000 foreign workers in Japan. People would stare at her. Customers often asked to speak with Japanese staff. "}, {"role": "body", "text": "While avoiding talk of an official “immigration policy”, the Japanese government has quietly opened the door for more foreigners to enter the country in recent years. The number of foreign workers has quadrupled since 2008, reaching the 2m mark for the first time last year. (Another 1.2m foreigners live in Japan, but do not officially work.) On March 29th the government expanded the list of fields eligible for skilled-worker visas. "}, {"role": "body", "text": "The number will have to rise faster. Japan needs 4.2m foreign workers by 2030 to sustain even its modest GDP growth targets. Though wariness about large-scale immigration is still widespread, the labour crunch has convinced many business leaders and officials of the necessity of a more multicultural Japan. Foreigners make up roughly 2.5% of Japan’s population today, but according to the government’s own projections, the ratio will exceed 10% by 2070, similar to current levels in France. As Yasui Makoto, who leads efforts on multicultural coexistence at 7-Eleven, notes, that era falls within the lifetime of today’s children. "}, {"role": "body", "text": "Inside Japan’s konbini that era has already arrived. Some 80,000 foreigners work in the industry, accounting for 9% of the workforce; in many big cities, half of 7-Eleven staff are foreigners. (Many of them are students.) At Ms May’s shop, she seeks to “provide a Japanese level of service”, stressing to staff the importance of the “little details”, such as how to bag products and not squish them. "}, {"role": "body", "text": "At 7-Eleven, Ms May is held up as a model the company hopes to replicate. Yet too many roadblocks remain for others to follow in her path. Many of the students who work at konbini struggle to get visas to continue working there after graduation. Relatively few rise to the level of store manager, much less an owner. Ms May had to secure permanent residence, an arduous process, and a line of credit in order to achieve her dream of owning a shop. For all the government’s tweaks to the migration rules, it is still far too difficult for prospective migrants to put down roots in Japan. "}, {"role": "body", "text": "Ms May, for her part, hopes to stay in the country for good. She is raising two young children, who speak Burmese at home and Japanese at school. “Now that I have a family here, Japan feels like home,” she says. Like many native-born Japanese, she enjoys travelling to onsen (hot springs) and has a favourite konbini snack of her own: gyu meshi, a rice bowl topped with stewed beef. Becoming a store manager gave her confidence. “It made me think that it doesn’t matter if I’m a foreigner, as long as I work hard,” she says. Japan, slowly but surely, may be learning the same lesson. ■"}, {"role": "body", "text": "Read more from Banyan, our columnist on Asia: Vietnam’s head of state leaves under a cloud (Mar 27th)A string of setbacks for the junta in Myanmar presents an opportunity (Mar 21st)Pakistan’s generals look increasingly desperate (Mar 14th)"}, {"role": "body", "text": "Also: How the Banyan column got its name"}], "id": 17}