{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_EUD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Germany’s Free Democrats have become desperate spoilers", "subtitle": "They face extinction at the next election", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:07Z", "contents": [{"role": "body", "text": "Like small nations (think of Bosnia or Kuwait), pipsqueak political parties can generate outsize effects. Consider Germany’s Free Democratic Party (FDP). The smallest of three partners in the coalition that has ruled the country since 2021, it holds just four cabinet posts, out of 17. The pro-business party is weaker still at the local level, serving in just two of the 16 state governments, and as a junior coalition member in both of them at that. Barely one in 20 Germans currently says they would vote for it in a national election. Yet this very fragility has made the FDP increasingly desperate to fire up its base. "}, {"role": "body", "text": "That makes it dangerous. In domestic politics the party now constantly snipes at its coalition allies and flirts with the opposition, making an already unpopular government even more so. In Brussels, meanwhile, FDP grandstanding has helped gum up EU legislation on issues from vehicle emissions to supply-chain rules to the protection of nature. The actual damage that has been caused has, so far, been limited, except perhaps to the mental health of thwarted Eurocrats and to Germany’s reputation as a force for moderation. But as the spring budget-making season in Berlin heats up, and as European elections approach in June (followed by a trio of tight German state elections in September), the temptation for the FDP to undermine its coalition partners and sabotage European unity will only increase. "}, {"role": "body", "text": "Founded in 1948, just before the German federal republic itself, the FDP has served in more national governments than any other party, albeit always in a supporting role. The party’s peak performance in a federal election, in 2009, saw it win 14.6% of the votes and a record 93 of the 600+ seats in the Bundestag (the number of MPs varies slightly with each election). Yet at the very next election, in 2013, the FDP failed to reach the 5% threshold of votes cast that are needed for a party to win any seats in parliament."}, {"role": "body", "text": "The party soon bounced back off the ropes. Under an energetic new leader, Christian Lindner, it found its way back into not just the Bundestag but national government. In the current coalition the FDP yellow flickers uncomfortably between the red of chancellor Olaf Scholz’s Social Democrats (SDP) and the Greens’ obvious green; hence the “traffic light” nickname for the coalition. Mr Lindner serves as finance minister, a role he has not shied from using as a pulpit for the party’s agenda. "}, {"role": "body", "text": "That has often meant taking a rigid stand over the “debt brake” that has since 2016 put strict limits on German governments’ ability to borrow. Appealing as it may be to many voters as a check against profligate spending, the curb has proved onerous in a time of multiple crises. Predictably, Mr Lindner has clashed with his cabinet colleagues, with those from the left-wing SDP decrying threatened cuts to social services and the Greens complaining about delays to environmental measures, even as security hawks worry that he has failed to make fiscal room for what is sure to be a sustained rise in defence spending. Jens Südekum, a Düsseldorf-based economist, has described the finance minister’s rumoured plans for sweeping cuts in next year’s budget as “insane”, given Germany’s flatlining GDP growth."}, {"role": "body", "text": "Mr Lindner is neither an incompetent manager nor a political novice. He has faced internal pressure; in a vote in December just 52% of his party’s members voted to stay in the coalition. Yet Tarik Abou-Chadi, a teacher of European politics at Oxford, suggests that Mr Lindner’s focus on sustaining the FDP’s brand has put the party on a “destructive mission”. The feeble response from Mr Scholz has not helped. Mr Abou-Chadi suggests that in trying to keep peace in his coalition and protect the domestic agenda of its Social Democrat and Green components, the chancellor has given its smallest member extra leeway at the European level. "}, {"role": "body", "text": "Hence, perhaps, the FDP’s stirring of trouble in Brussels. To be fair, plenty of other parties, typically from the right, agree on the same issues. What really annoys European legislators is that the FDP has repeatedly intervened at the finish line of the laborious lawmaking process. For a struggling party with barely 70,000 members to variously scupper, delay or force late-night work-arounds for legislation affecting 450m Europeans is infuriating. “If we don’t agree to what we’ve already negotiated, we undermine the entire European legislative process,” declared Eamon Ryan, Ireland’s environment minister, in late March, as a long-prepared law aimed at rehabilitating the EU’s rivers, seas and forests faced sudden flak that was partly initiated by the FDP and which has left it blocked."}, {"role": "second", "text": "Dangerous friends"}, {"role": "body", "text": "Needless to say, the FDP’s supporters take pride in punching above their weight. They include powerful corporate interests. German carmakers were not displeased when the party last year succeeded in slipping last-minute exemptions into a proposed EU ban on selling new internal-combustion vehicles from 2035. And there was relief among smaller firms after a long-debated corporate sustainability due-diligence directive (obliging companies to ensure their supply chains are free of environmental or human-rights abuses) had its proposed ceiling for compliance raised from an annual turnover of €150m ($162m) to €450m. "}, {"role": "body", "text": "These minor gains, which have hurt Germany diplomatically, have not improved the party’s ratings. In poll after recent poll, the FDP has skated along the edge of the 5% abyss; this week, it was at around 4%. Instead of rewarding the party for its fiscal probity and Euroscepticism, voters are turning to more reliably conservative, or even hard-right alternatives. “They have been so worried about their brand position that they have ended up hurting it,” says Mr Abou-Chadi. “In the end they would have benefited more from being part of a smooth-running government.” ■"}, {"role": "body", "text": "Read more from Charlemagne, our columnist on European politics: How Europe’s fear of migrants came to dominate its foreign policy (Mar 27th)Ukraine’s European allies are either broke, small or irresolute (Mar 21st)Europe’s economy is a cause for concern, not panic (Mar 14th)"}, {"role": "body", "text": "Also: How the Charlemagne column got its name"}], "id": 39}