{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How Paul Kagame uses culture to keep Rwandans on message", "subtitle": "The uses and abuses of the arts 30 years after the genocide", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-04-04T12:50:11Z", "contents": [{"role": "body", "text": "When Kizito Mihigo was 12 years old he fled from his home. His father, a Tutsi, had been butchered by their Hutu neighbours. It was one of hundreds of thousands of murders in the Rwandan genocide, which began 30 years ago this month, in April 1994. At one point on his journey to safety in neighbouring Burundi, Mihigo survived only by playing dead underneath a pile of corpses. "}, {"role": "body", "text": "Yet survive he did. The armed wing of the Rwandan Patriotic Front (RPF) defeated the genocidal regime; its leader, Paul Kagame, has run Rwanda ever since. When Mihigo returned he showed precocity for gospel music. “Twanze Gutoberwa Amateka” (“We Refuse to Let our History be Miscontrued”), in which he described the genocide as the cross Rwanda must carry, was played at commemorative services attended by Mr Kagame. "}, {"role": "body", "text": "But Mihigo’s doubts soon grew. He worried that the RPF’s efforts to reconcile the country were superficial. His song of 2014, “Igisobanuro Cy’urupfu” (“The Meaning of Death”), mentioned those “slaughtered in revenge”, a reference to Hutus killed by the RPF in the 1990s—acts that the RPF glosses over. Mihigo was held incommunicado, beaten and made to confess to “terrorism charges” which landed him in prison. After his release in 2018 he remained under surveillance. When he tried to flee in 2020 he was arrested. A few days later he was found dead in a cell. "}, {"role": "body", "text": "Mihigo’s story is symbolic of how culture has been used and abused in the three decades since the genocide. In some cases the arts have brought Rwandans together. In others they have been interpreted by the regime as a threat, ostensibly to the country’s unity, but also to its own survival. "}, {"role": "body", "text": "After 1994 the RPF promoted a narrative that there are no Hutus or Tutsis any more, just Rwandans, and everyone has agarico (dignity). These ideas are on display at genocide-memorial sites. In Nyamata, south of the capital, Kigali, authorities have preserved a church where 5,000 Tutsis were killed. On a recent visit the sun shone through bullet holes in the walls, illuminating the victims’ clothes still lying on the pews. “The healing is a process,” says Josephine, a guide. “After the genocide the new government abolished these ethnicities. We are all Rwandans now.” "}, {"role": "body", "text": "That mantra has been subtly encouraged through popular culture. During the slaughter a popular radio station called for the extermination of Tutsi “cockroaches”. But now some three-quarters of Rwandans tune into “Musekeweya” (“New Dawn”), a radio show which has been on the air since 2004. It follows people from different, unspecified groups living in neighbouring villages, with Romeo-and-Juliet-style plotlines of love across divides. "}, {"role": "body", "text": "Alongside unity-promoting culture is support of indigenous arts. In March the president watched the popular Inyamibwa Cultural Troupe (pictured) in a show marking 30 years since 1994. Such patronage highlights culture that predated colonialism (which entrenched Hutu and Tutsi identities) and supports Mr Kagame’s oft-stated desire for Africa to avoid the wholesale import of Western values. "}, {"role": "body", "text": "Yet in the real “land of a thousand hills” not everything is so heartwarming. Journalists, YouTubers and opposition politicians who break broadly defined laws on “divisionism”, “terrorism” or genocide “denialism” can face unfair prosecutions, forced disappearance and unexplained deaths, according to Human Rights Watch, an NGO. Last year HRW documented how Rwandan spies intimidate Rwandans abroad. Critics may live far away, “but they are close to the fire. The day they get closer, the fire will burn them,” said Mr Kagame, ominously, in 2019. "}, {"role": "body", "text": "For all Mr Kagame’s celebration of traditional arts, last year several members of the RPF were sacked from government jobs after attending a clan-coronation ceremony, suggesting concern about rival political groupings. In July, having already barred the most credible opposition figure, Mr Kagame will win re-election as president with a thumping majority. "}, {"role": "body", "text": "At a “reconciliation village” in Mbyo Lauren Niyonagira tells her story of escape from genocidal militias. She sits in her house next to Aloys Mutiribambe, a fellow villager, who killed her sister. Remarkably, his son and her daughter have married. "}, {"role": "body", "text": "Working out what to make of such scenes is a microcosm of thinking about Rwanda more broadly. The stories are harrowing; their codas inspiring. Both (state-backed) polls and independent research suggest that, although Rwandans may be irked by a bossy state, most people now rub along."}, {"role": "body", "text": "Yet in private pollsters fret that Rwandans do not feel safe to answer honestly. Other academic work describes a disgruntled peasantry unable to openly express dissent. In 2009 a study suggested that “New Dawn”, the radio show, encouraged listeners to speak up about local problems, but had no effect on their willingness to affiliate with different groups. "}, {"role": "body", "text": "Perhaps, then, it is not too cynical to wonder if there is something deceptive about reconciliation villages. Residents show off the cows they received for living there. Parked outside are 4x4s full of tourists paying hundreds of dollars to visit. After giving their accounts the villagers walk off in separate directions, without so much as a goodbye. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 66}