{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_FND003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How to build a global currency", "subtitle": "India is the latest country to try. Painful reforms are required", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-04-04T09:55:08Z", "contents": [{"role": "body", "text": "Seventy years ago the Indian rupee was often found a long way from home. After India gained independence from Britain, the currency remained in use in sheikhdoms across the Arabian Sea. Until as late as 1970, some employed the Gulf rupee, a currency issued by India’s central bank. "}, {"role": "body", "text": "Today the picture is rather different. The rupee accounts for less than 2% of international-currency transactions, even though the Indian economy is the world’s fifth-largest. Narendra Modi, India’s prime minister, would like to see the currency span the globe once again. Speaking at the 90th anniversary of the Reserve Bank of India on April 1st, Mr Modi told the central bank’s policymakers to focus on making the rupee more accessible. Historically, however, national leaders have been a lot more likely to express enthusiasm for the idea of making their currency a global one than to enact the reforms required to do so. "}, {"role": "body", "text": "Although the American dollar is the undisputed king of currencies, there are many with a global role of their own. The euro, the British pound, the Swiss franc, and the dollars of Australia, Canada, Hong Kong and Singapore are all examples. These currencies are found in foreign reserves and private portfolios worldwide, and used for both trade and financial transactions. In theory, there is no reason why the rupee should not join the illustrious group."}, {"role": "body", "text": "Having a widely used currency brings sizeable benefits. Demand from overseas investors lowers financing costs for domestic companies, which are no longer compelled to borrow in foreign currencies. Such demand also reduces exchange-rate risks for exporters and importers, who do not need to convert currencies so often when trading, and enables the government to reduce the size of its foreign-exchange reserves."}, {"role": "body", "text": "Some of the foundation stones of an international currency are being laid in India. The country now has assets that foreigners want to buy, making the rupee a potential store of value overseas. In September JPMorgan Chase, a bank, announced that it would include Indian government bonds in its emerging-market index. Bloomberg, a data provider, took the same decision last month. The explosive performance of the country’s stocks, which are up by 37% in dollar terms over the past year, has piqued global interest. "}, {"role": "body", "text": "The rupee is also increasingly a unit of account and a medium of exchange for foreigners. Banks from 22 countries have been permitted to open special rupee-denominated accounts, without the usual exchange limits. In August India made its first rupee payment for oil, to the Abu Dhabi National Oil Company."}, {"role": "body", "text": "Yet China shows how far India has to go. Although Chinese policymakers have been trying to make the yuan a global currency for more than a decade, it still accounts for less than 3% of international trades made via SWIFT, a payments network, outside the euro zone, despite the fact that China accounts for 17% of global GDP. Moreover, 80% of such international yuan transactions occur in Hong Kong. China’s relatively closed capital account, which prevents investments from flowing freely across its borders, is the main obstacle to wider use of its currency. India’s capital account is less closed than it once was, but is still far more sheltered than that of any of the countries with a global currency. "}, {"role": "body", "text": "Japan provides a better example. In 1970 it accounted for 7% of global GDP—more than the 4% it does now—and its companies were beginning to make a mark abroad. But the yen was a nonentity. That changed over the following decade: in 1970, 1% of Japan’s exports were invoiced in yen; by the early 1980s, 40% were. In 1989 the yen made up 28% of all foreign-exchange transactions. It still accounts for 16% today. "}, {"role": "body", "text": "To make the leap to global-currency status, Japan’s leaders had to transform the country’s economy. They allowed foreigners to hold a wide range of assets, deregulated big financial institutions, and peeled back controls on capital flows and interest rates. These changes disrupted Japan’s export-oriented economic model, and undermined the power of the country’s bureaucrats."}, {"role": "body", "text": "Changes just as far-reaching—and uncomfortable—will be required for any country that now wants to join the top table. Few seem to have the stomach for them at present. Indeed, without American pressure and the threat of tariffs, Japan itself might not have made such reforms. America is not about to lean on India in the same way. The desire for change will have to come from within. ■"}, {"role": "body", "text": "Read more from Buttonwood, our columnist on financial markets: How the “Magnificent Seven” misleads (Mar 27th)How to trade an election (Mar 21st)The private-equity industry has a cash problem (Mar 14th)"}, {"role": "body", "text": "Also: How the Buttonwood column got its name"}], "id": 57}