{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BRP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How has the Bank of England dealt with four years of shocks?", "subtitle": "Its credibility is battered but intact. It can do better", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-04T10:05:01Z", "contents": [{"role": "body", "text": "Seven DAYS after Andrew Bailey became governor of the Bank of England in March 2020, Britain’s first covid-19 lockdown began. Storms have kept coming. The economy has had to endure two more supply shocks (the completion of Brexit and a leap in energy prices after Russia invaded Ukraine); a demand boost (post-pandemic fiscal stimulus); and a bond-market blowup (after Liz Truss’s reckless mini-budget in September 2022). Any central banker would want calmer weather. "}, {"role": "body", "text": "Halfway through Mr Bailey’s eight-year term, how has the bank fared? Judged by its main job, maintaining price stability, direly. The annual inflation rate has exceeded the bank’s target, 2%, for almost three years, peaking at 11.1% in late 2022 before falling to 3.4% in February. The core rate—excluding food and energy—is at 4.5%."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_BRC150.png", "imageWidth": 608.0, "imageHeight": 1244.0, "imageDescription": ""}, {"role": "body", "text": "Still, most forecasters expect the bank to be nearing its target again within a few months. And central bankers are not all-powerful. Their tools—in essence, spurring or reining in demand by setting short-term interest rates and intervening in bond markets—can be little use in the face of big supply shocks. A fairer yardstick is inflation expectations: has the bank persuaded firms, households and markets that inflation won’t stay high for long? Expectations of persistently high inflation can be self-fulfilling, as firms and workers bid up prices and wages in an attempt to stay ahead."}, {"role": "body", "text": "Here, the record looks better. Britons’ long-term inflation outlook has barely budged (see chart 1). But the bank’s credibility, polished over a quarter-century of independence, is showing a few dents. Prices of inflation-linked bonds imply that markets expect inflation to be 0.3 percentage points higher in the long term than they did when Mr Bailey took charge. Surveys say that 39% of Britons expect inflation to exceed 3% in five years, against 31% in early 2020. The number of Google searches for “inflation” has trebled in the past four years. When inflation surges again, the bank cannot afford to dither. "}, {"role": "body", "text": "Even allowing for its blunt tools, might the bank have done better? It was taken by surprise not once but twice. The first surprise was that inflation emerged at all. The trouble started in 2021, as the pandemic ebbed and the need for stimulus wore off. The bank delayed raising rates until that December (see chart 2), earlier than many central banks but still too late."}, {"role": "body", "text": "At the time the need to tighten was not wholly clear-cut. Spending on goods had boomed in the pandemic, straining supply chains. But it was hard to be sure that that was truly a sign of broad overheating rather than of isolated stress. The labour market looked slack—a government “furlough” scheme was supporting around 1m jobs—but proved not to be. When the scheme ended, unemployment kept falling. "}, {"role": "body", "text": "Even so, the bank was too sanguine. A “Taylor rule”—a rule of thumb devised by John Taylor, an American economist—suggests that rates should have been rising by mid-2021. Other countries, including Brazil, Chile and Norway, did lift rates sooner."}, {"role": "body", "text": "Worse, the bank continued quantitative easing (a policy of buying bonds begun when rates were at rock bottom after the financial crisis of 2007-09) deep into 2021, even as markets had stabilised and bond yields sat at their lowest for centuries. (The bank has lost an estimated £50bn-130bn, or $63bn-164bn, on its bond purchases, covered by the Treasury.) And the sheer size of the government’s pandemic spending, amounting to 10% of GDP in 2020-21, should have caused concern sooner, especially given the disruptions to supply. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_BRC148.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "The second surprise was that inflation stayed high. By 2022 post-pandemic inflation had been amplified by Russia’s invasion of Ukraine. Natural-gas prices went parabolic, hitting ten times the levels of the 2010s. The bank consistently predicted that inflation would soon fall (see chart 3). Instead, it spread from energy, food and other goods to services, wages and housing, from which it is harder to root out."}, {"role": "body", "text": "Even as gas prices plummeted in 2023 after a warm winter in Europe and a slowdown in China, core inflation kept rising. Last summer the bank asked Ben Bernanke, an ex-chairman of the Federal Reserve and a Nobel economics laureate, to review its forecasting practices. His findings are due on April 12th."}, {"role": "body", "text": "Macroeconomic forecasting is notoriously tricky. Data are sparse and inexact; the structure of economies shifts over time. A key variable in forecasting inflation is the size of “second-round” effects: how far will price rises be self-perpetuating? Such effects fed a decade of brutal inflation after the oil shocks of the 1970s. But from the 1990s they faded. Workers did not chase inflation-reinforcing pay increases. Weaker trade unions, migration and globalisation probably played a part; so did credible, independent central banks. "}, {"role": "body", "text": "The bank was wrong-footed when that post-1990s pattern did not persist. Second-round effects were back. Academics suspect that recent price shocks were severe enough to make history a poor guide to how firms and workers might respond."}, {"role": "body", "text": "The bank will doubtless revise its models accordingly. But good central banking ought to try to take account of uncertain forecasts. Mr Bernanke is expected to recommend scenario-oriented forecasting. Developing and publishing a scenario incorporating 1970s-style second-round effects, for instance, would have been valuable. Another good idea, advocated by Catherine Mann (who is on the bank’s rate-setting committee) and Isabel Schnabel (of the European Central Bank) is to lean towards tighter policy when rising inflation is not well understood (eg, when it has defied forecasts). "}, {"role": "body", "text": "Many central banks have struggled with forecasting. But the Bank of England’s lapses in communication have stood out. Sometimes it has been tin-eared (if economically accurate). Mr Bailey called pay rises “unsustainable”. Huw Pill, the bank’s chief economist, said Britons should “accept that…we’re all worse off” from the energy shock. On occasion, it has embarrassed itself. Rumours trickled out about Mr Bailey’s penchant for falling asleep in meetings. Uncharitable colleagues nicknamed him “Rock-a-bye Bailey”."}, {"role": "body", "text": "Communications mishaps about policy are more serious. Especially during crises, central bankers must speak clearly to financial markets, which set the long-term borrowing costs facing households and businesses. Policymakers’ priorities will then be transmitted quickly across markets. But the bank approached rate rises slowly and piecemeal."}, {"role": "body", "text": "Mr Bailey did not, for example, give a speech like that of Jerome Powell, who heads the Fed today, in August 2022 at Jackson Hole, Wyoming. Mr Powell hammered home the idea that he would tighten policy as much as needed to tame inflation. Mr Bailey sometimes tried unhelpfully to talk markets out of pricing in interest-rate rises. In March 2023 he questioned whether it was wise to expect rates to go as high as 4.75%, as markets then did. They ultimately reached 5.25%. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_BRC149.png", "imageWidth": 608.0, "imageHeight": 742.0, "imageDescription": ""}, {"role": "body", "text": "With inflation high, by 2022 public confidence in the bank had sunk uncomfortably low (see chart 4). But the bank found unlikely saviours in the 49-day prime minister, Ms Truss, and her 38-day chancellor, Kwasi Kwarteng. Their spendthrift fiscal plan caused an implosion in bond prices that the bank handled deftly with an injection of liquidity into the gilt market. "}, {"role": "body", "text": "That earned the bank political capital, which will be especially valuable as a general election, due by next January, draws near. When moves in interest rates could, in principle, help one party or the other, the bank must be above suspicion. "}, {"role": "body", "text": "If, as looks highly likely, the Labour Party wins the election, what might that mean for the bank? Much less than after Labour’s most recent return, in 1997. Within days the new chancellor, Gordon Brown, surprised markets by declaring the bank independent. Rachel Reeves, the shadow chancellor today, who once worked at the bank, has more modest intentions. She promises to uphold its independence, keep the 2% inflation target and refocus financial regulation on climate risk."}, {"role": "body", "text": "Some Conservatives may be less friendly, blaming the bank for both the inflation and the stagnation likely to contribute to their defeat. Out of office, they will pose no direct danger, but if the economy remains lacklustre they may nevertheless fuel distrust of the bank. "}, {"role": "body", "text": "So the bank will have to get better at politics. The best way to do that will be to get better at its main job, fighting inflation. The past four years have battered its credibility, though it remains mostly intact; and in a more volatile, inflation-prone economic environment, it will be called upon to police price rises more than to stave off recession. Mr Bailey may hope that the next four years will be less stormy. Don’t expect the weather to oblige. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 40}