{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_CUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "In the Premier League, data help minor clubs take on the mighty", "subtitle": "A new book analyses Brentford’s statistical shrewdness", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-04-03T16:59:25Z", "contents": [{"role": "body", "text": "Smart Money: The Fall &amp; Rise of Brentford FC. By Alex Duff. Constable; 327 pages; £22"}, {"role": "body", "text": "AT MOST FOOTBALL clubs, the equation is simple: you put in (vast amounts of) money, and you get out star players and trophies. Take Manchester City, the Premier League’s reigning champions. Before its takeover in 2008 by Sheikh Mansour of Abu Dhabi, the club often languished in the bottom half of the table; it has won English football’s top trophy seven times since 2011. Chelsea also won back-to-back titles after the club was bought by Roman Abramovich, a Russian oligarch, in 2003. (Never mind that City is accused of financial mismanagement, which it denies, and Mr Abramovich was forced to sell Chelsea after Russia invaded Ukraine.)"}, {"role": "body", "text": "Brentford FC has taken a different approach. The club, based in west London, was promoted into the Premier League in 2021 after toiling for decades in the lower reaches of football. What makes its success surprising is not how much money its owner, Matthew Benham, has put into the team, but how little. In a new book Alex Duff, a lifelong Brentford fan, explains how a frugal plan paid dividends."}, {"role": "body", "text": "Mr Benham first saw “the Bees” play in 1979, when he was 11. As a young adult he studied physics at Oxford University and then went to work in the City, where he became a derivatives trader. In his early 30s, sensing correctly that bookmakers were inaccurate when setting odds for football matches, Mr Benham left banking to become a full-time gambler."}, {"role": "body", "text": "He set up his own company, Smartodds, where he applied his aptitude for finding the underlying value of stocks to identifying the underlying strength of football teams. He competed with financial institutions to hire the best mathematicians. They were told to focus not on how many goals a team was scoring—which, according to Mr Benham, was subject to too much randomness—but on the “goalscoring opportunities” it was creating. In time, he reckoned, the goals would come."}, {"role": "body", "text": "The approach was so efficient that when Brentford, going through one of its periodic financial crises, put out a general appeal for help in 2005, Mr Benham offered his services. Within a decade he owned the club and was applying his ideas to how the team was constructed. Analytics underpinned a remarkably lucrative buy-low-sell-high transfer strategy."}, {"role": "body", "text": "Like “Moneyball” (2003), Michael Lewis’s hit book about the use of statistics in baseball, “Smart Money” is both informative and entertaining. Mr Duff introduces a disparate cast of characters, including Tony Bloom, another bettor, who took over Brighton in 2009. The book makes diverting excursions into the academic field of sports statistics and the birth of sports betting in America, among other subjects. "}, {"role": "body", "text": "Mr Duff is also alert to football’s long-standing, problematic relationship with gambling. Critics have voiced concerns about the effect of near-ubiquitous advertising on supporters. Players have become addicted to betting, too. Brentford’s star striker, Ivan Toney, has just finished an eight-month ban after breaching betting rules more than 200 times. "}, {"role": "body", "text": "There were plenty of sceptics within football about Brentford’s philosophy. (As one old-timer carped: “Next week, why don’t we get your computer to play against their computer and see who wins?”) But in time it worked. In their debut season in the Premier League, Mr Benham’s investment of around £100m ($126m) in the club—a tiny sum compared with competitors—realised its first profit of £25m. "}, {"role": "body", "text": "Statistics have helped the team win on the pitch, too. Mr Benham identified set pieces as an important part of creating scoring opportunities, and hired Gianni Vio, an Italian coach with 4,000 such plays in his repertoire. Players are instructed to press the opposition and tackle players within ten seconds of them receiving the ball. Though Brentford is not vying for the title, in recent years the team has beaten several of football’s plutocrats—including Manchester City. What were the odds? ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 65}