{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_WBP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "India’s biggest conglomerate takes on chipmaking", "subtitle": "Tata Group goes into growth mode", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-04-04T08:25:08Z", "contents": [{"role": "body", "text": "ON APRIL 1ST diggers at large construction sites in two Indian states broke ground on a pair of semiconductor factories. The plant in Gujarat, which will cost $11bn, is to employ 20,000 people and produce 50,000 silicon wafers a month. At the $3bn facility in Assam, 27,000 workers will package chips into processing units. "}, {"role": "body", "text": "The two projects are masterminded by Tata Group, India’s biggest conglomerate. In Gujarat it has teamed up with Powerchip Semiconductor Manufacturing Corporation of Taiwan. In Assam Tata is going it alone. It is all a giant bet that the Indian government’s dream of turning the country into a high-tech manufacturing powerhouse will materialise. And it illustrates the ambitions of Tata and its chairman, Natarajan Chandrasekaran, to move from a years-long restructuring firmly back into growth mode. “We have a big vision to play,” says Mr Chandrasekaran."}, {"role": "body", "text": "In 2017, when Mr Chandrasekaran was handed the reins of Tata Sons, the group’s holding company, such a vision would have seemed preposterous. The group, which dates back to 1868, was in disarray. Mistimed acquisitions of foreign steel and car businesses were losing billions of dollars a year. A homegrown $1,300 car for the masses was a flop. Of its hundreds of affiliated firms only Tata Consultancy Services, the IT-services giant Mr Chandrasekaran ran at the time, was a real winner. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_WBC172.png", "imageWidth": 608.0, "imageHeight": 701.0, "imageDescription": ""}, {"role": "body", "text": "In his first three years in the top job he consolidated the corporate sprawl into 30-odd listed businesses and, importantly, gave them a new focus. In 2020 a car model, the Nexon, was reconfigured into an electric vehicle and became a smash hit. Today Tata Motors, the group’s car unit, sells one in seven passenger cars in India, up from one in 20 four years ago. Some of the group’s underperforming European steel mills are being shut and the domestic steel business is riding India’s economic boom. An upsurge in Indian holidaymaking has transformed the hotels subsidiary from a money pit into a cash machine. Air India, bought from the government in 2022, is enjoying a similar tailwind. The combined market value of Tata’s listed affiliates has shot up from around $140bn in 2017 to roughly $400bn (see chart). The group’s ratio of net debt to income has plummeted from eight in 2020 to just 2.4."}, {"role": "body", "text": "This success has given Mr Chandrasekaran the confidence—and the financial muscle—to pursue new ventures, most notably in chipmaking. Past efforts to create a domestic semiconductor industry have failed. A government-led effort in the 1970s went nowhere. Promising talks between India and Intel broke down in 2007 because the government in Delhi was dragging its feet, the American chipmaker’s boss grumbled at the time. Investment went to China and Vietnam instead. "}, {"role": "body", "text": "Under the current prime minister, Narendra Modi, things are moving considerably faster. He hopes to lure production from China, starting with less advanced chips of the sort used in cars and appliances and then gradually moving towards the cutting edge. His government is believed to be footing around half of the capital costs of new chip factories, including the ones in Gujarat and Assam, with states chipping in another 20%. Even so, the projects represent a big wager by the private sector, and by Tata in particular. In January 2023 Mr Chandrasekaran said that the group’s capital expenditure would amount to a staggering $90bn over five years. A slug of that would be spent directly by Tata Sons on semiconductors, where the company wants to be present in everything from design to packaging."}, {"role": "body", "text": "The idea that India can become a chipmaking champion strikes some observers as bonkers. Raghuram Rajan, a former governor of India’s central bank now at the University of Chicago, decries all the vast subsidies for commoditised chips, especially at a time when richer places like America and Europe are pouring billions into production at the cutting edge. India would be better off, he thinks, funding its cash-strapped engineering schools and focusing on areas that require less investment, such as chip design. "}, {"role": "body", "text": "Mr Chandrasekaran disagrees. He reckons domestic buyers alone will be spending $100bn a year on chips by 2030, up from $40bn today. His firm is one of the few in India that can carry out big projects fast. It has recruited 75 executives from abroad with expertise in the chip business. Some 70% of capacity in the Assam factory, due to start production in 2025, has already been contracted for by global customers. What is a fanciful initiative for India may still be good business. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 49}