{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_MAP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Israel is ratcheting up its shadow war with Iran", "subtitle": "That is partly because it is deadlocked in its conflicts in Gaza and on its northern border", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:35Z", "contents": [{"role": "body", "text": "It is not the first time Israel has struck Iranian targets, but it marked a serious escalation in its long shadow war with Iran. On April 1st a suspected Israeli air strike flattened a building in the Iranian embassy compound in Damascus. The blast killed seven people, including General Mohammad Reza Zahedi, a commander of the Quds Force, the expeditionary wing of Iran’s Islamic Revolutionary Guard Corps (irgc). He had served for years as the group’s head of operations in Syria and Lebanon, and was close to Hassan Nasrallah, the leader of Hizbullah, the Lebanese Shia militia and political party. His deputy and five other irgc officers were also killed in the blast. The general was the highest-ranking Iranian commander to be assassinated since America killed Qassem Suleimani with a drone strike in 2020."}, {"role": "body", "text": "Israeli officials did not publicly claim responsibility for the attack. In private, however, they left little doubt about their role. Such attacks aim to exact a price from the Iranian regime for supporting Israel’s enemies. But their point is also to confront the Iranians directly, instead of allowing them to hide behind their proxies. The Israelis admit that this could provoke a vengeful response, but believe that the Iranians are risk-averse, at least when it comes to putting their own people in danger, and will back off. And as Israel looks stuck in both its war with Hamas in Gaza and its standoff with Hizbullah, it seems increasingly willing to take such risks."}, {"role": "body", "text": "Consider Gaza. The Israel Defence Forces’ (idf) recent assault on al-Shifa, the largest hospital in the strip, highlights the problems it faces in its main war. In November last year Israel encircled the hospital, claiming it was a major hub of Hamas activity. On March 17th the idf launched another big attack on the compound in response to intelligence reports that Hamas fighters were gathering there once again. It lasted two weeks. Some of the hospital’s main buildings were destroyed in the fighting. The IDF says it killed around 200 members of Hamas and Palestinian Islamic Jihad, a smaller militant group, and captured over 500 more. And yet its officers say they may attack al-Shifa a third time. On April 1st, when your correspondent visited the scene embedded with Israeli forces on the last day of the operation, Hamas snipers were still holding out in the ruins."}, {"role": "body", "text": "Six months on, Israel has exacted terrible retribution for the October 7th massacre. Palestinian deaths (civilians and fighters) exceed 33,000 according to the Hamas-controlled health ministry. But Israel faces a power vacuum and growing anarchy in the enclave. It has destroyed much of Hamas’ military and governing structure there, but the group still has plenty of members. There is no prospect of the idf withdrawing from Gaza soon. It has reduced its forces there, but is also fortifying the corridor which cuts off Gaza city in the north from the rest of the strip, where most of the uprooted 2.2m people now huddle. Within Gaza’s border Israel has cleared a kilometre-wide buffer zone which occupies 16% of the territory. On Gaza’s coast it is building a new military base. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_MAM988.png", "imageWidth": 608.0, "imageHeight": 587.0, "imageDescription": ""}, {"role": "body", "text": "Meanwhile, it is only now starting to take any kind of responsibility for the humanitarian disaster in Gaza, which according to international aid organisations is rapidly becoming a famine. It is struggling to secure supply convoys into the war zone, mostly because its own forces fire at anything that moves in “kill zones” (areas deemed to be clear of civilians). On April 2nd an Israeli drone repeatedly bombed a small convoy from World Central Kitchen, one of the very few aid organisations with which Israel had a good working relationship, killing seven of its volunteers."}, {"role": "body", "text": "In private, idf officers blame their government for a lack of strategy on all fronts. Binyamin Netanyahu, the prime minister, has refused to identify any Palestinian force that could take responsibility for Gaza’s security and civilian needs, as the idf scales down its presence. "}, {"role": "body", "text": "Under increasing international pressure for a ceasefire, Mr Netanyahu is sticking to his promise of “total victory” in Gaza, insisting that it can only be achieved by Israel invading the last major Hamas stronghold in Rafah on the Egyptian border. But around 1.5m Palestinian civilians are also now sheltering there and would have to be moved out first. That would take many weeks, if it is possible at all. And America, Israel’s closest ally, is vehemently opposed to any such operation. With no clear strategy or timetable in Rafah or any arrangements for Gaza for the day after the war, Israel is stuck."}, {"role": "body", "text": "Head 220km (140 miles) north and Israel looks just as deadlocked. The small neat villas of Metula, the northernmost town in Israel, seem peaceful in the spring drizzle. Look closer, however, and many show damage from fires caused by missile strikes launched by Hizbullah fighters hiding in the foothills of southern Lebanon. In normal times Metula is a popular holiday destination. Its 2,200 residents should be preparing for an influx of visitors for Passover. Instead they were all evacuated for fear of an October 7th-style attack by Hizbullah. Since then Israel and Hizbullah have exchanged rocket fire on a daily basis. The governments of Israel and Lebanon have each moved around 80,000 of their citizens away from the border because of the fear of escalation, with no idea when they will be allowed to return."}, {"role": "body", "text": "The Biden administration’s effort to broker a diplomatic solution, which would include both a ceasefire and a withdrawal of Hizbullah’s fighters from the border, have so far failed. “We can’t allow Hizbullah to keep this up indefinitely,” says an Israeli security official. “If there’s no deal, the only alternative will be a pre-emptive strike,” agrees David Azoulay, head of Metula’s council. “Most of our residents will refuse to return home if Hizbullah isn’t pushed away from the border. If only a war can achieve that, then so be it.”"}, {"role": "body", "text": "And so Israel, stuck in Gaza and the north, is ratcheting up its shadow war with Iran, the backer of both Hamas and Hizbullah. It thinks it has a rare opportunity to hurt Iran’s proxies in the region and punish the Islamic Republic for its interference, while Iran, nervous of a broader war, is wary of any big retaliation. So far that gamble has paid off. But past performance is no guarantee of future results. If Israel pushes too far, the region could find itself in a far messier conflict. "}, {"role": "body", "text": "Six months since October 7th, Israel can claim tactical gains on all three fronts—Gaza, Lebanon and Syria. It says it has killed, wounded or taken prisoner at least a third of Hamas’ fighters, as well as hundreds of Hizbullah operatives and key members of the irgc leadership. But Israel has failed to find a way out of a war on two fronts which has emptied swathes of the country. And on a third front it seems closer to escalation than resolution. ■"}], "id": 26}