{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_ASP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Japan is still reeling 100 days after the Noto earthquake", "subtitle": "The recovery will take years, and holds lessons for future disasters", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-01T14:10:06Z", "contents": [{"role": "body", "text": "Fishing boots. Their son’s beloved fishing boots—that is what Hamazuka Hiroyuki and Chiaki most hope to find under the rubble of their garage. The Hamazukas’ place in Suzu, on the northern tip of Japan’s Noto peninsula, is one of nearly 100,000 buildings that were damaged or destroyed when a massive earthquake struck on January 1st. As of late March the death toll had reached 244 people. The Hamazukas and their children survived, but like most of their neighbours, nearly 100 days after the tremor, the family is only beginning to piece its life back together. "}, {"role": "body", "text": "The peninsula will take years to recover, says Fujino Tatsuo, a disaster-relief volunteer. The lessons it offers are pertinent for the earthquake-prone area around the Pacific Ocean known as the “ring of fire”—as seen on March 3rd, when Taiwan was hit by an earthquake of magnitude 7.4, its strongest in over two decades."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_ASM986.png", "imageWidth": 608.0, "imageHeight": 663.0, "imageDescription": ""}, {"role": "body", "text": "In Noto, the shaking began around 4pm on New Year’s Day. “The sea looked black, and it was swirling,” Mr Hamazuka recalls. With a magnitude of 7.6 the quake was the strongest to hit the country since the Great East Japan earthquake of 2011, which triggered a massive tsunami and precipitated the nuclear meltdown at Fukushima. The seismic activity in Noto initiated a process known as “liquefaction”, wherein normally solid ground turns into a liquid-like substance. In Wajima, the peninsula’s main city, a fire broke out at a market, leaving a wasteland behind. "}, {"role": "body", "text": "Across Noto, the wreckage is widespread. Although newer structures survived, many traditional wooden houses were flattened. Nearly 10,000 people are still displaced. Residents strive to maintain their dignity. At one evacuation centre in Wajima a group of women whisk green tea and arrange sweets on lacquer trays, the town’s signature craft. Yet grief and shock are never far below the surface. "}, {"role": "body", "text": "The damage in Noto might have been worse, had it not been for Japan’s attention to disaster risk and a bit of good luck. The quake struck a peninsula that is home to a small fraction of the country’s population and accounts for a minor share of its GDP. The government estimates that the damage will amount to around ¥2.6trn ($17bn), a manageable amount compared even with the cost of another big quake in 2016 in Kumamoto, a mid-sized southern city, which did ¥5trn worth of damage. (Feared tremors in Tokyo or central Japan would cause far more.) Though the government issued a major tsunami warning, the waves turned out to be smaller than expected. Residents largely heeded calls to evacuate."}, {"role": "body", "text": "Yet each earthquake in Japan is a lesson for future disasters. The remoteness of the Noto peninsula has complicated rescue and recovery efforts. Roads leading to Kanazawa, the regional capital, were destroyed, and for weeks after the quake a drive that had normally taken two hours took up to nine. Ports were damaged, while bad winter weather grounded helicopters."}, {"role": "body", "text": "The Noto peninsula is also at the edge of Japan’s demographic transition. The region is one of the oldest, with nearly half of the population older than 65, compared with around 30% nationally. Elderly residents are especially vulnerable during disasters. But it is not only Japan’s population that is ageing—its infrastructure is, too. Water pipes laid during Japan’s post-war boom are reaching the end of their useful lives, but utilities lack funds to invest in upgrades. Depopulation is eating into their profits. In Noto as many as 135,000 households were left without water. Flush toilets are still hard to come by. Volunteers set up makeshift facilities. “People cried when they took baths for the first time,” recalls Kamikawa Tetsuya of VNet, a non-profit."}, {"role": "body", "text": "New technology may be able to help. At evacuation centres across the peninsula residents can wash using special sink and bath units that self-recycle water, courtesy of Wota, a Japanese startup that produces decentralised water-treatment infrastructure. Drones were deployed to help ferry supplies to hard-to-reach coastal communities. Digital ID cards have made it easier to track those in need—officials hope the disaster will encourage their use. “We want to make the region more resilient, not just lay more concrete,” says Nishigaki Atsuko, vice-governor of Ishikawa prefecture, which includes the Noto peninsula."}, {"role": "body", "text": "Yet the recovery is sure to be protracted. “It feels almost endless,” one official in Wajima says. Merely clearing away debris is projected to take until early 2026; the disaster waste is expected to amount to some 2.4m tonnes, equivalent to roughly seven years of the prefecture’s rubbish. Officials hope to have displaced people back at home within four years, but in reality it may take much longer, or not happen at all. "}, {"role": "body", "text": "The main long-term risk is accelerated population decline, reckons Karashima Yukari of the Peace Boat Disaster Relief Volunteer Centre, a non-profit: “How many people will actually come back?” As Japan knows all too well, disasters continue long after the shaking stops. ■"}], "id": 14}