{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_AMP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Justin Trudeau is beset by a divided party and an angry electorate", "subtitle": "After almost a decade in power, Canada’s prime minister looks beleaguered", "hashTag": "The Americas", "authorName": "The Economist", "publishDate": "2024-04-04T12:49:31Z", "contents": [{"role": "body", "text": "“My job is not to be popular.” Justin Trudeau, Canada’s prime minister (pictured), spent much of March explaining himself as he fought a revolt against an increase to the country’s carbon tax. On his own terms, and few others, Mr Trudeau is succeeding. Both his Liberal Party and the tax—which increased from C$65 to C$80 ($59) per tonne of CO2 equivalent on April 1st—are unloved. Mr Trudeau survived a no-confidence vote ahead of the increase, but the debate it sparked has added to the burdens of a prime minister who is staggering through his ninth year in power. "}, {"role": "body", "text": "The cost of housing is rising fast. Canadians, in particular young ones, are increasingly unhappy relative to the rest of the world. The left of Mr Trudeau’s coalition is rebelling against his government’s stance on the conflict in Gaza. The popularity of his rival, Pierre Poilievre, is growing—the Conservative Party has enjoyed a double-digit lead in voter intention surveys for several months (see chart). "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_AMC189.png", "imageWidth": 608.0, "imageHeight": 701.0, "imageDescription": ""}, {"role": "body", "text": "Canadians used to be among the most contented citizens on the planet. The most recent World Happiness Report, based on data gathered by Gallup, a polling firm, suggests they are now the world’s 15th-happiest people, having been the 6th-happiest before Mr Trudeau took office. "}, {"role": "body", "text": "A closer look reveals a gap between satisfied seniors and those under 30, who are wretched. Young Canadians are the world’s 58th-happiest, just ahead of youth in Ecuador, a country racked by gang violence. The divide is between those who own housing and those who can only dream of doing so. Younger voters, who helped Mr Trudeau leapfrog to power in 2015, vote on issues now, not leader image, says David Coletto, a pollster. Affordable housing is the issue that preoccupies them. "}, {"role": "body", "text": "When Mr Trudeau took office, a household earning the median income could cover the costs of owning an average home by spending 39% of their pay, according to RBC, a bank. Now that figure is 64%. Soaring interest rates and decades of sluggish housing construction are to blame. Mr Trudeau has promised a sop to renters in the forthcoming April 16th budget, a package of measures called a “renters’ bill of rights” to be agreed with the provinces. It is designed to stem the flow of younger voters to Mr Poilievre’s Conservatives."}, {"role": "body", "text": "Mr Trudeau has to contend with divisions within his own caucus, too. A former adviser, who was involved in developing the carbon tax, believes half of the Liberal cabinet did not support the recent increase. Liberal leaders in Newfoundland and Ontario joined those of Canada’s other provinces in demanding that Mr Trudeau cancel the increase. The levy is scheduled to rise by $15 per tonne annually, until it reaches $170 a tonne in 2030."}, {"role": "body", "text": "Canada produces less than 2% of the world’s greenhouse-gas emissions, but emits more carbon per person than any large country except the United States and Australia. It has struggled to meet its emissions-reduction targets for years. Mr Trudeau has called the tax a necessary step in changing consumer behaviour to help save the planet. And besides, he says, the tax has been part of his platform for the past three elections, each of which he has won. “Well, he shouldn’t be afraid to have one more,” Mr Poilievre shot back."}, {"role": "body", "text": "Eventually he will have to. An election isn’t expected until October 2025. But with polls putting the opposition to increasing the tax at close to 80%, more time seems unlikely to benefit Mr Trudeau."}, {"role": "body", "text": "And if division on matters domestic weren’t enough, the prime minister is barely managing to bridge a different schism, over the war in Gaza. He has had to quell several angry exchanges among his Liberal MPs over Canada’s role in the conflict. The New Democratic Party—a small leftist ally that has agreed to support Mr Trudeau’s minority liberals until October 2025—submitted a motion calling for a ceasefire and the recognition of a Palestinian state. Had it gone ahead, it would have laid bare a split among Liberal MPs. "}, {"role": "body", "text": "More than half of Mr Trudeau’s caucus supported the motion before it was watered down and passed without reference to a Palestinian state, according to the Globe and Mail, a newspaper. That avoided an embarrassing display of foreign-policy incoherence. But three Liberals broke with the party to vote against the motion, and many didn’t show up for the vote at all."}, {"role": "body", "text": "Most democratic leaders administer bitter medicine early in their mandates. They hope that positive results during their time in office will allow spent political capital to be replenished. Mr Trudeau is finding out how difficult it is to rally a divided country while doling out bitter pills with little popular support—as the moment at which he must seek a fourth mandate draws nearer. ■"}, {"role": "body", "text": "Sign up to El Boletín, our subscriber-only newsletter on Latin America, to understand the forces shaping a fascinating and complex region."}], "id": 33}