{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_AMD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Latin America’s new hard right: Bukele, Milei, Kast and Bolsonaro", "subtitle": "Crime, abortion and socialism, not immigration, are the issues that rile them", "hashTag": "The Americas", "authorName": "The Economist", "publishDate": "2024-04-01T14:37:37Z", "contents": [{"role": "body", "text": "“Mr President!” Javier Milei could barely contain himself when he met Donald Trump at the Conservative Political Action Conference (CPAC) near Washington in February. The pair embraced and exchanged slogans, with Mr Trump intoning “Make Argentina Great Again” several times and Argentina’s new president yipping “Viva la libertad, carajo” (“Long live freedom, dammit”) in response. "}, {"role": "body", "text": "Nayib Bukele, El Salvador’s popular autocratic president, had already addressed the conference. “They say globalism comes to die at CPAC,” he told enraptured Republicans. “I’m here to tell you that in El Salvador, it’s already dead.” Jair Bolsonaro, Brazil’s hard-right former president, was a star guest in 2023. He, like Mr Trump, claimed without evidence that his bid for a second term was thwarted by fraud. His supporters also attempted an insurrection."}, {"role": "body", "text": "These scenes suggest a seamless international alliance between Mr Trump and the leaders of Latin America’s hard right. Its members also include José Antonio Kast of Chile, who has spoken at CPAC in the past too. This new right basks in Mr Trump’s influence. It has turned away from a more consensual form of conservative politics in favour of an aggressive pursuit of culture war."}, {"role": "body", "text": "Its ascent began with the surprise victory of Mr Bolsonaro in Brazil in 2018, followed by that of Mr Bukele in 2019. In Chile Mr Kast, the founder of a new hard-right Republican Party, got 44% of the vote in a presidential run-off in 2021 and his party won an election for a constitutional council in 2023. Mr Milei won his own surprise victory in November. Would-be leaders of the radical right jostle in the politics of Peru and Colombia."}, {"role": "body", "text": "Unlike its older European and North American equivalents, the Latin American hard right does not have roots in the fertile soil of public anxiety about uncontrolled immigration (although this has become an issue recently because of the arrival of millions of Venezuelans fleeing their country’s rotten dictatorship)."}, {"role": "body", "text": "The new group shares three hallmarks. The first is fierce opposition to abortion, and gay and women’s rights. “What unites them is an affirmation of traditional social hierarchies,” as Lindsay Mayka and Amy Erica Smith, two academics, put it. The second hallmark is a tough line on crime and citizens’ security. And the third is uncompromising opposition to social democracy, let alone communism, which leads some to want a smaller state. "}, {"role": "body", "text": "There were common factors in their ascents, too. They were helped by a sense of crisis—about corruption and economic stagnation in Brazil and Argentina, gang violence in El Salvador and the sometimes violent “social explosion” in Chile."}, {"role": "second", "text": "Cousins in arms"}, {"role": "body", "text": "But each leader has adopted a different mix of these ideological elements. The hard right in Latin America are “cousins, not brothers”, says Cristóbal Rovira of the Catholic University of Chile. “They are similar but not identical.” "}, {"role": "body", "text": "Mr Bolsonaro’s constituencies were evangelicals, to whom he appealed with his defence of the traditional family, and the authoritarian right in the form of the army, the police and farmers worried about land invasions and rural crime. But he was lukewarm about the free market and fiscal rigour. Mr Bukele made security the cornerstone of his first presidential term, overcoming criminal gangs by locking up more than 74,000 of El Salvador’s 6.4m citizens. His economic policy is less clear and, despite his claim at CPAC, is not self-evidently “anti-globalist”."}, {"role": "body", "text": "Mr Milei was elected for his pledge to pull Argentina out of prolonged stagflation and to cut down what he brands as a corrupt political “caste”. A self-described “anarcho-capitalist”, he is a fan of the Austrian school of free-market economics. Unlike Mr Trump, he is neither an economic nationalist nor protectionist on trade. He has only recently adopted his peers’ stance on moral issues. His government supports a bill to overturn Argentina’s abortion law, and says it will eliminate gender-conscious language from public administration. Mr Bukele followed suit."}, {"role": "body", "text": "Mr Kast attempted to put conservative morality in the constitutional draft his party championed, which was one reason why it was rejected in a plebiscite. He wants tough policies on security and against immigration. “We should close the borders and build a trench,” he says. He wants to “shrink the state and lower the tax burden”. Whereas Mr Bolsonaro is a climate-change sceptic and anti-vaxxer, Mr Kast is not."}, {"role": "second", "text": "Democracy for thee, not for me"}, {"role": "body", "text": "Right-wing populists also have differing attitudes to democracy. With his attempt to subvert the election result, for which he is under police investigation, Mr Bolsonaro showed that he was not a democrat. Mr Bukele is contemptuous of checks and balances. His success at slashing the murder rate made him hugely popular, allowing him to brush aside constitutional term limits and win a second term in February. "}, {"role": "body", "text": "Mr Milei’s “disdain for democratic institutions is clear”, says Carlos Malamud, an Argentine historian, citing Mr Milei’s break with convention by giving his inauguration speech to a crowd of supporters, rather than to Congress. But, Mr Malamud adds, Mr Milei may yet learn that he needs to include the parliament in government. "}, {"role": "body", "text": "“I’m a democrat,” insists Mr Kast, and his opponents agree. “On security and shrinking the state, we share views with Bolsonaro,” he says. “But that doesn’t mean that we are the same as Milei or Bolsonaro or Bukele.” As Mr Kast notes, policy choices are shaped in each country by very different circumstances."}, {"role": "body", "text": "So are the prospects of the various leaders. Mr Bukele is by far the most successful, with would-be imitators across the region and no obvious obstacles to his remaining in power indefinitely. In contrast, Mr Bolsonaro’s active political career may well be over. The electoral court has barred him as a candidate until 2030 (when he will be 75) for disparaging the voting system at a meeting with foreign ambassadors. He may be jailed for his apparent attempt to organise a military coup against his electoral defeat; he denies this and claims he is a victim of political persecution."}, {"role": "body", "text": "Mr Milei’s future is up for grabs. Succeed in taming inflation, and he could emerge strengthened from a midterm election in 2025. But if he refuses to compromise with Congress and provincial governors, he may be in trouble before then. In Chile, Mr Kast seemed to overplay his hand with the constitutional draft. The election in 2025 could see the centre-right take power. One influential figure of that persuasion argues that Mr Kast is unable to represent the diversity of modern Chile."}, {"role": "body", "text": "Ultimately, the group is bound by an international network built around common political discourse and cultural references. Mr Kast chairs the Political Network for Values, an outfit previously led by an ally of Viktor Orban, Hungary’s populist leader. Vox, Spain’s hard-right party, organises the Foro de Madrid, a network of like-minded politicians mainly from what it calls the “Iberosphere” in Latin America."}, {"role": "body", "text": "These gatherings offer a chance to share experiences and sometimes a bit more. Mr Bukele has advisers from Venezuela’s exiled opposition. Mr Trump’s activists have shown up at Latin American elections. Recently, Mr Bolsonaro took refuge in the Hungarian embassy in Brasília for two nights when he feared arrest. "}, {"role": "body", "text": "But there are no signs of central direction or co-ordination. The right in Latin America has long claimed that the Foro de São Paulo, a get-together of Latin American left-wingers, is a highly organised conspiracy. All the evidence is that it is a loose friendship network. That seems to be true of its right-wing peer, too. ■"}, {"role": "body", "text": "Sign up to El Boletín, our subscriber-only newsletter on Latin America, to understand the forces shaping a fascinating and complex region."}], "id": 31}