{"coverImageURL": "https://www.economist.com/media-assets/image/20240316_SRP073.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:35Z", "contents": [{"role": "body", "text": "Letters are welcome via email to letters@economist.com"}, {"role": "second", "text": "Carbon pricing"}, {"role": "body", "text": "I was surprised by the lack of any analysis of economic instruments to price carbon-dioxide emissions in your excellent special report on the oil industry (March 16th). Many economists regard such carbon-pricing mechanisms as critical to achieving climate goals. European companies such as Shell have promoted these tools since around 2000. "}, {"role": "body", "text": "Indeed, at a meeting convened in the Vatican in 2019, at which I was present, the chief executives of all the big American and European oil companies, together with important investors, signed a declaration calling for governments to establish “reliable and economically meaningful carbon-pricing regimes, whether based on tax, trading mechanisms or other market-based measures…at a level that incentivises business practices, consumer behaviour, research, and investment to significantly advance the energy transition while minimising the costs to vulnerable communities and supporting economic growth”. "}, {"role": "body", "text": "Although carbon pricing is spreading around the world it would be interesting to see an analysis of its successes and failures, explaining why this important economic tool has not been more enthusiastically embraced. Is it suspicion of the support by industry, reluctance of state-owned companies, focus on supply-side restrictions by environmental groups, or fear of a consumer backlash? "}, {"role": "body", "text": "I look forward to an article in The Economist on this issue. We need as many tools as possible to accelerate the energy transition."}, {"role": "body", "text": "Mark Moody-StuartFormer chairman of ShellHassocks, Sussex"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240309_FND000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "All handbags are useful"}, {"role": "body", "text": "Free Exchange (March 9th) drew a false parallel between cars and handbags. A car that is a lemon is not fully functional, reducing its utility and value. But a knock-off handbag that looks authentic even to people who actually care about these things has the same utility as a genuine one. The interesting question is why this has such a big effect on its value."}, {"role": "body", "text": "David ChristmasLondon"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240309_CUP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "A fight at the museum"}, {"role": "body", "text": "“What’s in store” (March 9th), which described the vast collections held by many museums as a “hoarding problem”, was amusing but also a mixed bag of facts. Unlike some art museums, natural-history museums don’t sell specimens, not even herrings (which are “pickled” in something no one should ingest). "}, {"role": "body", "text": "The article implied that natural-history collections are mausoleums, when in fact the specimens from any one big museum are being studied by hundreds of scientists around the world every year. They are a profoundly dynamic source of original discovery, especially in the Natural History Museum in London."}, {"role": "body", "text": "If anything, natural-history museums aren’t exploring and surveying the world enough. We know there are hundreds of thousands of new species out there, maybe millions, based on what we find in museums. What are they? Where are they? What will happen to them? Without museums we will never know. In that respect you pointed to a critical problem. The staff who look after collections have become skeletal in number."}, {"role": "body", "text": "Dr David GrimaldiCuratorDivision of Invertebrate ZoologyAmerican Museum of Natural HistoryNew York"}, {"role": "body", "text": "When new species are discovered, often similar to previously named species, these name-bearing specimens are the standard to determine which name belongs to which form and which deserves a new name. Specimens collected 200 years ago remain pertinent today. Without this foundational reference system the names of organisms would be chaotic and with it much of biology. Furthermore, because of a lack of data, scientists argue about whether there are two or ten million species of insects, let alone other life forms yet undiscovered. We are in the middle of the sixth major extinction, so it is imperative that museums gather more material before the remaining species are gone forever. This is not a hoarding problem but an investment in the future of science and society. "}, {"role": "body", "text": "Dr Art BorkentSalmon Arm, Canada"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240323_STD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "My guitar gently weeps"}, {"role": "body", "text": "What’s missing from every discussion about generative artificial intelligence and music is the question of who’s going to listen to any of it (“Algorithm and blues”, March 23rd). AI does indeed make it easier for amateurs and professionals alike to generate more and more recorded music, just as four-track cassette did in the 1980s, digital audio workstations did in the 1990s, and so on. There is already an enormous glut of recorded music. According to Luminate, a music-data firm, 184m tracks are available on streaming services, of which 43% had ten or fewer streams last year and 25% had none at all. Generative AI will only accelerate this pace. Meanwhile, actual demand for recorded music is barely growing."}, {"role": "body", "text": "No one in the music industry wants to talk about this, because businesses want to maintain the illusion that anyone can be the next Taylor Swift or Beyoncé. But this phenomenon will surely disrupt the industry as profoundly as all the other ways your article suggests."}, {"role": "body", "text": "Bill RosenblattAdjunct professor of music and performing arts professionsNew York University"}, {"role": "body", "text": "Algorithmic music dates back much further than the 1950s. In 1757 Johann Philipp Kirnberger published a musical dice game that allowed the novice to generate a minuet or a polonaise by assembling bars of music chosen by throwing a pair of dice. Later musical dice games were attributed to Haydn and Mozart, but probably borrowed their names without permission."}, {"role": "body", "text": "SAMUEL SMITHPhiladelphia"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240323_STP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Starship troopers"}, {"role": "body", "text": "Your coverage of Starship’s third test flight was refreshingly balanced (“Third time lucky—ish”, March 23rd). The orbital mechanic in me must point out that the Starship purposefully did not reach orbit to ensure the its safe disposal. This safeguard paid off since SpaceX lost control of Starship resulting in a destructive tail first (instead of controlled belly first) re-entry. Starship did however reach orbital height (234km) and velocity making it the largest single object to reach space at orbital speed."}, {"role": "body", "text": "You also said that the Starship’s development is taking longer than expected, and is slower than NASA needs. This overlooks NASA’s Artemis programme, which is $6bn over budget, and six years behind schedule. The Orion spacecraft is the major cause for the delayed lunar landing (not Starship) since it has experienced heat shield, life support, and launch abort system issues."}, {"role": "body", "text": "Most damningly, the cost of NASA’s Space Launch System to 2022 was $27.5bn over 11 years. Starship has spent $5bn over 5 years. SLS has flown once, while Starship has flown three times for much less cost and half the development time."}, {"role": "body", "text": "Finally, although NIMBY’s abound in Bocca Chicca, Cape Canaveral Space Force Station is a very effective wildlife refuge, with 46 endangered species under its aegis. It turns out frequent rocket launches are just what the conservationist ordered for keeping people out and wildlife thriving."}, {"role": "body", "text": "Andrew Dobson Bengaluru, India"}, {"role": "second", "text": "What it means to be British"}, {"role": "body", "text": "As an immigrant I couldn’t agree more with your positive assessment of immigration in Britain (“Britain’s superpower”, March 23rd). An underappreciated part of British assimilation is the use of the term “British”. It is a national term, unique in Europe, that connotes a national identity separate from an ethnicity. "}, {"role": "body", "text": "So although many immigrants probably never feel they can comfortably call themselves French, German or Italian, or indeed English or Welsh, we can always feel a sense of belonging through Britishness."}, {"role": "body", "text": "Mark KellerLondon"}, {"role": "body", "text": "Berlin seemed woefully provincial to me after I moved to London to study for a master’s degree in 2011. In London I rented from a British Indian family, opened my bank account with a clerk who, judging by his name, came from a Muslim family, and at university many of the teaching staff and students I came into contact with were from other countries, or their families once were. Unthinkable in Germany, and not just back then. I agree with your assessment that Germany has a lot to learn from Britain about integrating immigrants. "}, {"role": "body", "text": "Perhaps in return we could teach Britain a thing or two about proportional representation or a non-hereditary upper house of Parliament?"}, {"role": "body", "text": "Arndt LeiningerAssistant professor for political science research methodsChemnitz University of TechnologyChemnitz, Germany"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240125_OPD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "X factor, the final"}, {"role": "body", "text": "A reader’s plea that The Economist stops using the phrase “formerly known as Twitter” is timely and welcome (Letters, March 16th). You only recently repeated George Orwell’s sage advice that “if you can cut a word out, always cut it out” (“Shock! Horror! The Economist has updated its guide to good writing”, January 25th). "}, {"role": "body", "text": "Since Twitter’s name change came into effect there have been 1,575,910 uses of the phrase “formerly known as Twitter” in English-language news media, according to my quick search using a media-monitoring tool. That’s 6,303,640 words. There are fewer than 800,000 words in the King James Bible. Ernest Hemingway took only 27,000 words to win the Pulitzer prize for “The Old Man and the Sea”, and the bold ambitions of the UN Charter required a mere 9,000. "}, {"role": "body", "text": "At a time when words matter so much, can we agree to omit these four words and devote the considerable space this will leave to something, anything, else?"}, {"role": "body", "text": "James TateHenley-on-Thames, Oxfordshire"}, {"role": "body", "text": "I agree that you should stop using the phrase “formerly known as Twitter”. Much better would be “X, known as Twitter to everyone but its capricious owner”."}, {"role": "body", "text": "Christopher LepockEdmonton, Canada"}], "id": 9}