{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BRP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Madame Tussauds reflects the fragmentation of fame in Britain", "subtitle": "Not every newcomer is widely recognised", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:54Z", "contents": [{"role": "body", "text": "When Mary Earps was at school there was little to suggest that celebrity and sporting greatness lay ahead. Footballing fame was then for men only. Now the Manchester United and England goalkeeper—European champion, World Cup runner-up and BBC sports personality of the year—is to have her stardom sealed. Having topped a poll organised by Madame Tussauds, Ms Earps is expected to be the first female footballer to be replicated in wax at the London museum."}, {"role": "body", "text": "Since opening in 1835 Madame Tussauds has reflected fame in waxen form. The 1950s and 1960s brought Julie Andrews and the Beatles; the 1970s, Cilla Black and Bruce Forsyth. In the 1980s the museum modelled the wedding of Prince Charles and Lady Diana Spencer. King Charles now graces the Royal Palace Experience, dedicated to all things monarchical. Diana is in an adjacent room, in the company of Sir David Attenborough and Cristiano Ronaldo. "}, {"role": "body", "text": "But finding celebs most Britons recognise is getting trickier. A stream of people files past Olly Alexander, lead singer of Years &amp; Years, a band with several hits in the 2010s, and Britain’s representative at next month’s Eurovision Song Contest; parents and children, unable to put a name to the face, ask each other who he is. In decades past, musicians like Mr Alexander had their celebrity status cemented by television shows such as “Top of the Pops”, which in its prime drew more than 15m viewers a week, or dedicated channels like MTV and VH1. Those days are long gone."}, {"role": "body", "text": "According to Ofcom, Britain’s media regulator, 2022 saw the steepest fall in weekly TV viewers since records began. People aged 15-24 spend on average an hour a day on TikTok; 90% of internet users rely on algorithmically powered video content from YouTube or Facebook. Spotify and Apple, highly customisable streaming platforms, account for most of Britons’ spending on music."}, {"role": "body", "text": "A fragmented media landscape means fragmented fame. Michael Cragg, a music journalist and author of “Reach for the Stars: 1996-2006: Fame, Fallout and Pop’s Final Party”, an effervescent oral history of how mainstream pop culture slowly lost its power, describes the problem. When the Spice Girls unveiled their wax doubles in 1999, the pop quintet were all but inescapable. “You can be successful without being famous now,” says Mr Cragg. "}, {"role": "body", "text": "Without the name on her shirt, many might not recognise Ms Earps either. But even if not all its exhibits are universally famous, the museum’s ability to hold up a mirror to celebrity endures. When Marie Tussaud founded it, there were no footballers or pop stars, male or female. Times change. Fame changes with them.■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 44}