{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_CUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "On his 70th birthday, Godzilla has roared back to relevance", "subtitle": "The monster made his first appearance in 1954 as a symbol of nuclear weapons", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-04-02T15:42:03Z", "contents": [{"role": "body", "text": "At the age of 70 some might think about retiring, if they have not done so already. Not Godzilla. Since the giant lizard made his screen debut in “Godzilla”, a Japanese film released in 1954, he has crashed his way through nearly 40 movies. (Guinness World Records certifies Godzilla as the longest-running movie franchise.) Nor does he shows any sign of slowing down. In December “Godzilla Minus One”, a Japanese film, became a box-office hit. “Godzilla x Kong: The New Empire” has recently hit cinemas, too."}, {"role": "body", "text": "From his conception, Godzilla has symbolised the fears of his time. He was created from the wreckage of the second world war. Honda Ishiro, the writer-director of “Godzilla”, was haunted by the bombing of Hiroshima, the aftermath of which he witnessed first-hand. “It was said that, for the next 72 years, not a single blade of grass would grow there—and that really stayed with me,” he said. “Godzilla represents the frightfulness of nuclear weapons.” "}, {"role": "body", "text": "In “Godzilla”, after the monster destroys a village on Odo Island, researchers conclude that he was roused from his prehistoric slumber by hydrogen-bomb testing. The bomb’s cloud still hung in the air: earlier in 1954 America had detonated powerful thermonuclear bombs on Bikini Atoll in the Pacific. The crew of a Japanese fishing boat was accidentally irradiated. "}, {"role": "body", "text": "“Godzilla” provides plenty of horror-film thrills, including scenes that have been endlessly imitated: people fleeing through narrow city streets and the monster crunching on train carriages. But it also reflects on Japan’s war trauma. “I barely escaped the atomic bomb at Nagasaki,” one woman says, “and now this!” Japan is isolated from major world powers and must face the monster alone. In the story’s most interesting turn, a scientist has to decide whether to use a terrible new weapon to defeat this enemy. "}, {"role": "body", "text": "As the memory of nuclear destruction started to recede, Godzilla’s meaning mutated. America has been producing its own Godzilla films since 1956, and Hollywood has often ignored the historical aspect of the beast’s story in favour of pure action. In time Godzilla went from myth to meme. He became one of several characters in a franchise known as the “MonsterVerse”. Recent instalments have brought supersize lizard and enormous ape together: “Godzilla x Kong” is a sequel to “Godzilla vs. Kong” (2021)."}, {"role": "body", "text": "The MonsterVerse has tended towards the absurd, but has also explored a theme implicit in the Godzilla story: the environment. In one movie Godzilla helps defeat eco-terrorists who want to unleash primitive monsters to rid Earth of the “infection” of mankind. In “Godzilla x Kong” the monster defends an untouched natural realm. In these films, released in an age of anxiety about the climate, Godzilla represents an ancient natural order that humans are wont to ruin. "}, {"role": "body", "text": "“Godzilla Minus One” is the best recent addition to the creature’s canon: it even earned Godzilla his first Oscar in March, for Best Visual Effects. Yet the film is not just aesthetically impressive; it is as profound as the original, and in conversation with it. Set at the end of the second world war the film follows Shikishima Koichi, a timid kamikaze pilot. When he first encounters Godzilla, at a landing strip on Odo Island, he fails to act. He returns to Tokyo to find his parents have been killed in the bombing of the city. "}, {"role": "body", "text": "By the time Godzilla strikes again—the monster has gained strength from nuclear tests in the Pacific—Koichi has a makeshift family he must protect. He makes up for his wartime dishonour by defeating the reptile and, with it, the cult of death that was gripping Japan at the time. "}, {"role": "body", "text": "Today, as tensions rise between nuclear powers, Godzilla has regained some of his ominous symbolism. The Doomsday Clock, an estimate of the risk of global catastrophe by the Bulletin of Atomic Scientists, is set at 90 seconds from midnight—as close as it has ever been to Armageddon. As long as the clock keeps ticking, this monster will matter. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 63}