{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_OBP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Paul Alexander lived longer than anyone in an iron lung", "subtitle": "The lawyer and author died on March 11th, aged 78", "hashTag": "Obituary", "authorName": "The Economist", "publishDate": "2024-04-03T14:19:15Z", "contents": [{"role": "body", "text": "Rolling in the Texas dirt to feel the life in it. Creeping after bugs in the bushes. The intense smell of the clover he pulled up for his rabbits in the front yard. Wind in his face, fresh and soft. Racing with his friends as fast as possible, until he was exhausted. Cows gently nuzzling him, which made him feel alive. Even the smell of their patties was good."}, {"role": "body", "text": "Then it all disappeared: both that living, and the amazing world. At just six, he was confined almost completely. He could not tell how, because his limbs no longer moved. Through the water-trickles on his breathing tent he could dimly make out the shape of his mother, and hear her, so after a terrifying interval he knew he was not dead. But a tracheotomy to suction out his lungs had turned off his power to speak. In a whisper through his still-working mouth, he told her he was going to be all right. "}, {"role": "body", "text": "Paul Alexander was one of thousands of American children who caught polio in the 1950s, and one of the severest cases to survive. He did so because he was encased in a metal tube, an iron lung, which regularly pumped in air and then extracted it to force his immobilised lungs to work. Only his head was still free and in the world. In the air and without the machine, he would suffocate. Most victims stayed in the lung for a short time, either quickly dying or recovering. Since he remained paralysed from the neck down for life, he depended on his for seven decades. "}, {"role": "body", "text": "His attitude to it was complicated. The sound of it, chugging and puffing, was often comforting, like an old steam train at rest. It was a stalwart companion, and indispensable. But it could also fail him. In a power cut, family and neighbours had to hand-pump the bellows; when it began to leak, in 2015, a desperate search began for antique parts, since no one used iron lungs any more. But his chest was too damaged for more portable devices. Sometimes he called the iron lung “she”, almost tenderly; sometimes “it”, his oppressor, which had to be unlocked by someone else even when he only wanted to relieve himself. A prison, or his home. "}, {"role": "body", "text": "Besides, the iron lung was not all he relied on. During his two years in Parkland Hospital he survived on a mixture of terror, pain, hope and sheer determination. Polio was the Demon, stalking up and down his spine, shooting out everything that worked like a baddie in a Roy Rogers film. But he would beat him, because he was a Greek, with a Greek father and a Lebanese mother, and Greeks were hero-kings like Alexander, unyielding spirits. He was even extra-special, a fair-haired blue-eyed Greek in a dark-haired family, which meant he was intended for great deeds. "}, {"role": "body", "text": "Second, though his arms and legs might not work any more, God didn’t want him to die just then. The doctors said he wasn’t worth saving, but he knew he was. He would prove them wrong, as well as the callous unskilled nurses who ignored his whispered pleas. To get out of the hospital, he stopped eating, to make them all think he should go home to die. Once home to his mother’s wonderful cooking, he grew strong and thrived. "}, {"role": "body", "text": "And how. Thanks to his father, who was ingenious at making gadgets, he used a supply of plastic sticks to hold brushes, pencils or pens in his incredible, versatile mouth. He was sure he could be a great artist, and an independent man. Thanks to home schooling, he graduated from Samuell High School in Dallas second in his class. He went to Southern Methodist University, then to Texas Law. After passing the bar exam he set up an office in downtown Dallas, where clients were astonished to find him lying in a machine. His dream was to be a trial lawyer, so he became one, appearing in court in a proper suit and an adapted wheelchair that held him upright to make his case."}, {"role": "body", "text": "For, among his other triumphs, he had taught himself to breathe again. It meant deploying undiscovered muscles in his throat and persuading the epiglottis not to block his windpipe as he forced air into his lungs. “Frog-breathing” was his name for it, after the little gulping creatures he caught in the creek. This was hard, but his reward for succeeding for three minutes was a boxer puppy called Ginger with white stockings, a white chest and fur the colour of honey. She connected him with Nature once more. "}, {"role": "body", "text": "The other, wonderful, reward was that for longer and longer spells he could move to a wheelchair and get outside, breathing on his own. On the porch, neighbours’ small children would crowd round to kiss him. Older friends could push him back to the creek and the woods, even laying him on the ground to search for bugs in crannies. At SMu, still living with his parents, other students helped him get to classes. At Texas Law in Austin he stayed, sleeping in his iron lung, in student accommodation. Again, with the help of friends, he managed. Life was beautiful. "}, {"role": "body", "text": "Friendships were often difficult, though. It had been hard, after all, even to fit back into his family where he had left off. He was included in everything possible, but could not share their lives as before. His voice had returned as soon as the tracheal tube had been removed, but he had to speak loudest to make demands, as loudly and insistently as the alarm bell his father had once rigged up for him. That deterred some people, and meant he tended to live alone, with friends and carers dropping in. It didn’t bother him. He drew joy from the callers he had. "}, {"role": "body", "text": "His closest friends were the women with whom he fell in love, or they with him. One, Kathy Gaines, looked after him like a sister for years. Another, beautiful Claire, came close to marrying him, until her mother cruelly intervened. Parents could see only the huge, ugly iron lung and the tedious burden of care. Their daughters, however, saw a man who could plan, create and succeed, as well as love. He could also escape, for as much as a day or so, from the machine. Old delights flooded back then. The sweet smell of honeysuckle; the wind fresh in his face; his body enclosed not by metal but by a soft, warm embrace. ■"}], "id": 68}