{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_EUP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Poles and Ukrainians are at loggerheads. That’s good news for Putin", "subtitle": "Farm exports and freight are the problems", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-02T18:07:12Z", "contents": [{"role": "body", "text": "FLASHING BLUE lights shield protesting Polish farmers from the ten km-long line of Ukrainian lorries they are holding up at the Hrebenne-Rava Ruska border crossing. The drivers say they would waste little time in moving the protesters aside were the police not there. Huddled around a barrel fire, the farmers say they are only protecting their economic future; they do not want to be undercut by “under-regulated” Ukrainian grain. The drivers, some of whom have been waiting in freezing weather for weeks, ask what that has to do with the lorries carrying goods and humanitarian aid into Ukraine, which are also being held up. No one has an answer."}, {"role": "body", "text": "The border demonstrations, now five months old, have economic roots. At the start of the war, when Ukraine lost access to its deep-water ports in the Black Sea, the EU temporarily exempted Ukrainian lorry drivers from a permit system that restricts movement in and out of the bloc. That upset Polish drivers, who had dominated the local freight business. Meanwhile a suspension of import duties and quotas on Ukrainian farm goods, produced by larger, more efficient outfits, posed competition to small Polish farmsteads, already pinched by EU environmental laws. A slump in world grain prices, plus politicking ahead of Polish local elections in April, heightened the tension."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_EUM984.png", "imageWidth": 608.0, "imageHeight": 587.0, "imageDescription": ""}, {"role": "body", "text": "The protests have cost Ukraine hundreds of millions of dollars in lost farm and freight business. It is worse for the drivers waiting at Hrebenne. Before the protests, they were making five trips a month; now they are lucky to make one. Strict quotas decide who gets through. At the Hrebenne crossing it is one lorry an hour, or four for perishable or humanitarian goods. "}, {"role": "body", "text": "The farmers’ protests are fertile ground for Russia to influence Poles with misgivings about Ukraine’s potential accession to the EU, when its drivers and exporters would face no limits at all. An investigation showed that one of the protesters appeared to be connected to the Russian embassy in Warsaw. One protest banner appealed to Mr Putin to “restore order”, an unlikely message in Poland but one that generated a lot of media heat. There may be links between Russia and some members of Poland’s hard-right Confederation party, which played a role in the earlier protests. Andriy Cherniak, a spokesman for Ukraine’s military-intelligence agency, says the Kremlin is trying to work on whatever level it can. “We see it very clearly and we follow it. We doff our hats to them, to be honest. It’s impressive work.” "}, {"role": "body", "text": "One Ukrainian military researcher says Russia is stepping up its media-influence ambitions. The internet has provided new opportunities to penetrate public opinion at a fraction of the previous cost. The researcher says a recent Ukrainian exercise found 18,000 suspicious Facebook pages promoting fake narratives about the Polish protests—for example, exaggerating Ukrainian corruption."}, {"role": "body", "text": "An analysis by Antibot4Navalny, an activist group that tracks Doppelganger, the Kremlin’s social-media influence network, tells a similar tale. A network of approximately 10,000 bots retweeted a fake news story about the Polish protest seen by 50,000 users. Many Doppelganger stories exaggerated tension between Ukrainians and their neighbours. The impact of these operations is less clear. Colonel Taras Dzyuba of the Ukrainian army’s strategic-communications department says the Russians play a long game. “They rarely achieve results immediately, but wear down people’s defences so they become willing to hear new sources of information.” "}, {"role": "body", "text": "Intense negotiations at the EU level offer hope of resolving the border problem. Krzysztof Paszczyk, parliamentary leader of the Polish People’s Party, part of the governing coalition, says Ukraine and Poland are close to a compromise on agricultural imports that would appease the farmers and let the EU reach an agreement to extend duty-free trade with Ukraine."}, {"role": "body", "text": "In any event, the protest has damaged the countries’ relations. At the start of the war Poland and Ukraine were united as blood brothers against a common enemy. The Poles took in refugees and slipped MIG fighter jets over the border, disguising them as spare parts. Now many Poles see Ukraine as a corrupt or even dangerous competitor. Many Ukrainians see Poles as impeding their survival. Confusion and distrust reign. And even if the idea that Russia has had a hand is exaggerated, it has poisoned the well further. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 36}