{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_WWP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Politics", "subtitle": "", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2024-04-04T12:46:54Z", "contents": [{"role": "body", "text": "An Israeli strike killed seven aid workers in Gaza. A drone fired missiles at the car convoy of World Central Kitchen, a charity that has worked closely with Israel in recent months. Its route had been cleared with the Israeli army. Six of the seven were foreign aid-workers, thought to be the first to die in the Gaza war (around 200 aid workers have been killed). Their deaths provoked a furious international response. Joe Biden said that Israel “has not done enough to protect aid workers”. Binyamin Netanyahu acknowledged the “tragic event” in Gaza but said “this happens in war.” WCK said it was pausing its operations in Gaza, as have other NGOs."}, {"role": "body", "text": "In Syria a suspected Israeli air strike hit the Iranian embassy compound in Damascus. Seven people were killed, including General Mohammad Reza Zahedi, a commander of the Quds Force, the expeditionary wing of Iran’s Revolutionary Guards. He was the highest-ranking Iranian commander to be assassinated since America killed Qassem Suleimani with a drone strike in January 2020."}, {"role": "body", "text": "Benny Gantz, a member of the Israeli war cabinet, called for an early election to be held in September to “renew trust” in the government. Earlier, tens of thousands of people marched in Jerusalem calling for the removal of Mr Netanyahu as prime minister. "}, {"role": "body", "text": "The Israeli parliament approved a law that would allow the government to ban broadcasts of particular televisions channels. Mr Netanyahu said that he would immediately act to close the local office of Al Jazeera, the Qatari network which has been extremely critical of Israel. "}, {"role": "body", "text": "Japan said it would resume its funding for the UN Relief and Works Agency for Palestine Refugees. Like other countries Japan suspended its aid to UNWRA after it emerged that some of its staff had taken part in the October 7th terrorist attack on Israel. Japan is UNWRA’s sixth-largest donor."}, {"role": "body", "text": "Amnesty International reported that Iran executed 853 people last year, an eight-year high. More than half were for drug-related offences. Amnesty noted that the regime has stepped up its use of the death penalty “to instil fear among the population” after the protests in 2022. It executed at least 95 people by March 20th this year. Amnesty thinks its figures may well be an undercount. "}, {"role": "body", "text": "Uganda’s Constitutional Court upheld a law that imposes long prison sentences for “promoting homosexuality” and the death penalty for “aggravated homosexuality”. It struck down some sections of the law, such as a duty to report gay people to the police. "}, {"role": "body", "text": "Human-rights groups accused Russia’s Wagner mercenaries of assisting government forces in drone strikes and attacks that have killed large numbers of civilians in Mali. The country’s political parties and NGOs have called on the military government running the country to draw up a timetable for a return to democracy, after missing a deadline in 2022 and then breaching a promise to hand over to civilian rule by the end of March this year."}, {"role": "second", "text": "Rolexgate"}, {"role": "body", "text": "Police raided the home of Peru’s president, Dina Boluarte, in their search for evidence relating to the origin of her Rolex watches. Ms Boluarte is being investigated for allegedly enriching herself while in office. She denies wrongdoing and described the raid as “abusive”. But six ministers abruptly resigned, throwing her government into crisis. "}, {"role": "body", "text": "President Joe Biden and his Chinese counterpart, Xi Jinping, held what both sides described as a “candid and constructive” phone call. The leaders discussed areas of co-operation, such as counter-narcotics and climate change. But they disagreed on Taiwan and trade, among other things."}, {"role": "body", "text": "China stirred up tensions with India again by designating Chinese names to 30 places in the Indian state of Arunachal Pradesh, which lies in the foothills of the Himalayas. China claims the area is part of South Tibet. America said it opposed any attempt by China “to advance territorial claims” on the region. "}, {"role": "body", "text": "Thailand’s reformist Move Forward party came a step closer to being outlawed, after the Constitutional Court decided to hear a case that seeks to ban it. The court has already ruled that the party’s policy of reforming the law to allow criticism of the monarchy is unconstitutional. Move Forward won a general election last year, but it was blocked from taking power by the royalist-army establishment. "}, {"role": "body", "text": "Taiwan was hit by an earthquake of magnitude 7.4, the country’s strongest in 25 years. Most of the damage was in Hualien county, on the east coast. At least nine people were killed and a thousand injured. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_WWP001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "Less than a year after it lost heavily in a general election, Turkey’s opposition came roaring back to life in local elections. The Republican People’s Party (chp), which is on the centre-left, received 38% of the total vote compared with 36% for the ruling Justice and Development (ak) party. The vote is seen as a rebuke to Recep Tayyip Erdogan for his handling of the economy. Since his re-election as president last May, annual inflation has soared to 68.5%. "}, {"role": "body", "text": "Meanwhile, at least 29 people died in a fire at a nightclub in Istanbul. The casualties were mostly workers who were renovating the building during the day. "}, {"role": "body", "text": "In Germany new laws that relax the use of cannabis came into force. People can carry up to 25 grams of the weed and grow three plants at home. But they can’t smoke it near schools or in pedestrian zones. "}, {"role": "body", "text": "Ukraine carried out a drone attack on an oil refinery in the Russian republic of Tatarstan, which also houses factories that produce drones for Russia to attack Ukraine. The target was around 1,300km (800 miles) inside Russian territory, the farthest strike that Ukraine has made across the border. Meanwhile a new law was signed in Ukraine that lowers the mobilisation age from 27 to 25, allowing the armed forces to expand the draft. "}, {"role": "body", "text": "Mike Johnson, the speaker of America’s House of Representatives, suggested that a vote on a bill that provides military aid to Ukraine and Israel would be held soon. The bill passed the Senate but has stalled in the House because of opposition from Republicans. Mr Johnson wants to tie his party’s support for the aid to concessions from Democrats on things like lifting a moratorium on new liquefied natural-gas facilities, and hinted that some of the aid will be a loan."}, {"role": "body", "text": "Florida’s Supreme Court ruled that a state ban on abortion six weeks after conception could come into force next month. But it also sent the matter to voters by approving a ballot measure for November’s general election that would restore the right to an abortion up to 23-24 weeks into a pregnancy. The issue will resonate throughout the South. Women from Georgia, Texas and elsewhere have travelled to Florida for the procedure after their states banned it. "}, {"role": "body", "text": "The Democratic governor of Oregon, Tina Kotek, signed a law that re-criminalises drugs, three years after voters approved a measure to decriminalise possession. That measure provided more public money for addiction services, but the experiment has been deemed a failure. "}, {"role": "second", "text": "Big Brother is listening"}, {"role": "body", "text": "Scotland’s controversial hate-crime law came into effect, making it illegal to use “threatening or abusive” behaviour to stir up hatred against people on the basis of certain characteristics, such as being transgender. The law is opposed by many, including J.K. Rowling and Elon Musk, for curtailing free speech. The head of the Scottish Police Federation says it is unworkable because people won’t understand it. Police Scotland was criticised for a bizarre “hate monster” awareness campaign. Within the first few days 4,000 complaints of hate were reportedly registered under the law online."}], "id": 0}