{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_MAP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Protests have erupted against another Syrian dictator", "subtitle": "The jihadists’ last redoubt in the Syrian province of Idlib is in trouble", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:40Z", "contents": [{"role": "body", "text": "Idlib used to be Syria’s poorest province. But under the rule of Abu Muhammad al-Jolani, a former al-Qaeda jihadist, the north-west has become the country’s fastest-growing. It sports new luxury shopping malls, fancy housing estates that survived last year’s earthquake (unlike those in Turkey) and round-the-clock electricity, better than the capital, Damascus, with its perennial blackouts. Mr Jolani’s fief of 3m people has a university with 18,000 (segregated) students, two zoos, a funfair and a revamped football stadium. His jihadists are as likely to be found in cafés as plush as Dubai’s as they are on Syria’s front lines."}, {"role": "body", "text": "Since Russia diverted some of its forces to Ukraine, the war feels farther away, too. Air strikes against the rebels are fewer. Bashar al-Assad, the dictator in Damascus, still vows to reconquer the breakaway north, but his regime looks too spent to pose a serious challenge."}, {"role": "body", "text": "All that, though, could now be at risk. For over a month, hundreds and sometimes thousands of protesters have marched through Idlib’s cities and towns chanting “Isqat al-Jolani” (“Down with Jolani”), adapting a slogan once used against the Assad regime. Thirteen years after the rebels launched Syria’s “Arab spring” against the Assads, the rebels’ last redoubt is facing an uprising of its own. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_MAM990.png", "imageWidth": 608.0, "imageHeight": 594.0, "imageDescription": ""}, {"role": "body", "text": "The protests’ biggest cause is Mr Jolani’s brutality. His prisons hold thousands of critics. Torture is rife and death in custody is common. Mr Jolani sees plots against him everywhere. Last summer he purged the ranks of his movement, Hayat Tahrir al-Sham (HTS), the Front for the Liberation of Greater Syria, arresting people he claimed were spies for America and Russia. He jailed his deputy, Abu Maria al-Qahtani, along with 300 henchmen. He has hobbled other jihadist movements that had moved to Idlib for refuge. When a rebel fled to a neighbouring province, he sent his thugs to grab him back. "}, {"role": "body", "text": "High taxes and a recent economic downturn are also fuelling the unrest. Mr Jolani has cut a road through the mountains to Turkey. Uniquely in Syria, his street lamps stay on all night. Though his big infrastructure projects wow visitors, they anger those who have to pay for them. Customs officials tax goods entering from Turkey. His checkpoints fleece drivers smuggling tax-free fuel and cigarettes from elsewhere in the north. The collapse of the Turkish lira, the main currency used in the north, has sent prices spiralling. Many complain they can no longer afford the lavish breakfasts that are customarily eaten in the fasting month of Ramadan."}, {"role": "body", "text": "Another cause is Mr Jolani’s deviation from jihadist beliefs. His credentials look impeccable. He left his well-to-do life in Damascus, some 300km to the south, to wage jihad against America in Iraq. Islamic State, the movement that set up a caliphate across a swathe of Iraq, sent him back to Syria as the emir of a jihadist force there. He captured the province of Idlib and turned it into a haven for rebels and the many ordinary Syrians displaced by Mr Assad’s forces. Idlib’s population tripled."}, {"role": "body", "text": "Though he is from the south, Mr Jolani has given preferential treatment to northerners. He married into an influential Idlib family and put locals in charge of security. He cut ties with al-Qaeda and made war against Islamic State. He swapped the jihadists’ Afghan dress for a suit and replaced the jihadists’ black-and-white flag with Syria’s tricolour. Worse, say aggrieved jihadists, he has opened his prisons to allow Western intelligence agencies to question suspects and pinpointed jihadist sites for American drone attacks. Some argue that America turned him in the mid-2000s when it captured and jailed him in Iraq."}, {"role": "body", "text": "Turkey has also grown wary of Mr Jolani. It helped him stabilise the province in order to stanch the flow of refugees. It connected his fief to Turkey’s electricity grid and let building materials enter freely. But increasingly it worries about Mr Jolani’s ambition. As his stature grows, he has largely dropped his claim that his is a technocratic “government of salvation”, preferring bluntly direct rule. "}, {"role": "body", "text": "He has twice tried to take over other bits of northern Syria that are under Turkey’s thumb, says a foreign observer. Though rebuffed, his supporters there are still said to act as his agents, running checkpoints to collar cash. To cut him down to size, Turkey has reduced trade through its crossings into Idlib, shrinking Mr Jolani’s takings. "}, {"role": "body", "text": "Few observers think the latest unrest will unseat him yet. But his concessions suggest he is on the defensive. He recently appeared once again in jihadist garb to shore up his old credentials. He has put the morality police back on the streets. And he has freed hundreds of people he detained last summer, Mr Qahtani included. He recently promised local elections and more jobs for the displaced. And he warns protesters against treachery."}, {"role": "body", "text": "But something of the revolutionary spirit that sparked the Arab spring in 2011 still flows in Idlib. Many oppose one-man rule, whatever its hue. The demand for no taxation without representation excites the crowds. As a self-publicising arriviste and former student of media studies at Damascus University, he should listen. ■"}], "id": 28}