{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_MAP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Recent heatwaves are a harbinger of Africa’s future", "subtitle": "Housing, work and health care in the continent are ill-adapted for a hotter planet", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-04-04T12:49:07Z", "contents": [{"role": "body", "text": "South Sudan’s children returned to school on April 2nd, not from a holiday but a heatwave in which thermometers reached 45°C. Teachers had been finding it just as difficult to concentrate as students, says Chol Guran Mayuot, who teaches in Juba, the capital. “You get up in the morning and you feel exhausted already.”"}, {"role": "body", "text": "This February was the world’s hottest ever recorded, the ninth record-breaking month in succession. Africa sweltered. Its southern cone was 4-5°C above the seasonal average. In some parts of west Africa the combination of heat and humidity made it feel hotter than 60°C. In recent weeks it has been the east’s turn to fry. The Horn of Africa “risks being uninhabitable” because of heatwaves, warned Ismail Omar Guelleh, the president of Djibouti. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_MAC195.png", "imageWidth": 608.0, "imageHeight": 742.0, "imageDescription": ""}, {"role": "body", "text": "Temperatures have been boosted by El Niño, the warm phase of a semi-regular oscillation in the world’s climate. But that is just an upward bump on a remorselessly rising trend. West Africa’s humid heat was made ten times more likely by climate change, estimates World Weather Attribution, a network of climate modellers. "}, {"role": "body", "text": "As Africa cooks, inequality is baked in. A study in Nairobi found that it was several degrees hotter in dense slums than in the leafy surroundings of the meteorological department, where official readings are taken. It is even more stifling indoors. While the rich slumber in air-conditioned rooms, the poor toss and turn beneath tin roofs. In the South African summer, temperatures recorded inside shacks swing by 14°C over the course of the day."}, {"role": "body", "text": "The workplace brings no relief. Many Africans toil outside, in jobs from farming to roadside carpentry. In Swahili, east Africa’s lingua franca, informal work is known as jua kali (hot sun). The sapping effects of heat drain the equivalent of 161 labour hours from the average African worker a year, reckons the Lancet Countdown, an international group of researchers. That reduces potential earnings of formally employed workers by 4% (data for informal or unpaid work are sparse)."}, {"role": "body", "text": "Hot weather also threatens health. Heat exposure is associated with a higher risk of pre-term births, stillbirths and hypertension in pregnancy, among other problems, says Gloria Maimela of the University of the Witwatersrand. A study in Burkina Faso found that with each extra degree of heat mothers breastfeed for two fewer minutes a day. Health clinics in many countries are poorly ventilated and are hotter than the air outside."}, {"role": "body", "text": "Better buildings, greener cities and shadier workplaces would all make Africa cooler. “This is an emergency,” says Eugenia Kargbo, the chief heat officer in Freetown, the capital of Sierra Leone. She reels off a string of measures that the city has taken, from planting a million trees to installing sunshades in outdoor markets. It is also testing out a reflective film applied to iron roofing. MEER, an American non-profit behind that idea, says the mirrors can reduce indoor temperatures by 6°C."}, {"role": "body", "text": "On March 28th the mayor of Freetown, the president of Djibouti and other leaders took part in the first global summit on extreme heat, hosted by America’s aid agency and the International Federation of Red Cross and Red Crescent Societies. They discussed strengthening early-warning systems and drafting heat action plans. But 330m Americans alone emit nearly six times as much carbon dioxide as all 1.2bn sub-Saharan Africans. It is good to help other countries adapt to climate change—and to stop fuelling it. ■"}, {"role": "body", "text": "For more coverage of climate change, sign up for the Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}], "id": 30}