{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Sadiq Khan’s London offers a taste of Starmer’s Britain", "subtitle": "How not to run a city or a country", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-03T16:08:46Z", "contents": [{"role": "body", "text": "For a few hours on July 21st last year, Piccadilly Circus’s advertising hoarding provided the perfect symbol of Sadiq Khan’s eight years as mayor of London. The 5,500 individual led tiles arranged themselves into six five-metre-high letters to spell one giant word: “maaate”. It was the pinnacle of Mr Khan’s “Say ‘Maaate’ to a Mate” campaign, which encouraged young men to call out sexism by their peers. It even came with an interactive video, in which a young man’s behaviour degrades—at one point he dry-humps a sofa—until the viewer hits a button marked “maaate”, the man apologises and the group of jobbing actors return to their game of fifa."}, {"role": "body", "text": "It is well-meaning, ineffectual, cringeworthy and yet the best the mayor can do with his limited resources. The mayor of London has a mighty title but a puny role. Ending violence against women is beyond his actual powers, which extend to managing public transport, some planning law and advising the police. London is, ultimately, beholden to central government when it comes to how many police patrol its streets or how many social workers local authorities can afford. Sometimes, all a politician can do is plaster “maaate” on a billboard and hope for the best. "}, {"role": "body", "text": "When power and money are lacking, policy can become limited and gimmicks prosper. It is not a happy recipe, but it is one that Sir Keir Starmer, the Labour Party’s leader, has pledged to follow. Sir Keir’s vision for Britain is one of little extra spending coupled with modest reform. Those wondering how this will turn out should consider Mr Khan’s years in power in London."}, {"role": "body", "text": "Mr Khan came to office largely by default, as most likely will Sir Keir. The Conservatives dismiss London as a hotbed of liberal luvvies even though it is also a city of bankers, lawyers and accountants in million-pound houses. Mr Khan’s re-election on May 2nd will come via apathy rather than affection. In the run-up to the poll, he holds a 25-point lead over Susan Hall, a little-known, scandal-prone local Conservative (though the mayor’s aides say the race is closer). Sir Keir is likely to enter Downing Street because the Tories have, in 18 months, run through three prime ministers, caused a market panic, increased taxes to their highest in 70 years and let immigration rise to a record level having promised to cut it."}, {"role": "body", "text": "Winning by default can lead to caution. A timidity haunts both Mr Khan and Sir Keir. The mayor’s main achievement has been extending the Ultra Low Emission Zone (ULEZ)—inside which pollution-heavy vehicles incur a daily levy of £12.50 ($15.70)—to all of London, including its car-loving outer boroughs. Yet Mr Khan pushed on largely because it was seen to be uncontroversial; barely 5% of cars are affected. The backlash hurt him. Now he flinches from genuinely ambitious ideas, such as pricing road use by the mile. London, which has low rates of car-ownership and generally good public transport, is the only place where such policies can be easily tried. Mr Khan’s cowardice costs the country as a whole. "}, {"role": "body", "text": "Labour is in danger of repeating Mr Khan’s mistake. It talks boldly about planning reform, for instance. Yet the proposals are thin. Tweaks to existing legislation will be favoured. Fundamental problems with the planning system—that it allows erratic case-by-case decision-making by local politicians—will remain. Tinkering with a system causes just as much political pain as a wholesale change, as Mr Khan found with ulez. Why not be bolder if the political price is likely to be the same?"}, {"role": "body", "text": "Both Sir Keir and Mr Khan let opponents set the terms of debate. Rather than push on with a radical agenda to further reduce London’s reliance on cars, Mr Khan allowed a ring of voters in the capital’s suburbs to limit his ambition. Mr Khan has a toxic relationship with central government, with both sides revelling in the fight. By contrast Andy Burnham, the Labour mayor of Greater Manchester, managed to squeeze money and power out of a Conservative government while still landing blows."}, {"role": "body", "text": "Likewise Rachel Reeves, the shadow chancellor, has pledged to abide by the Conservatives’ fiscal rules almost wholesale, while matching their farcical post-election spending plans pound-for-pound. Labour has promised to radically improve Britain’s public services without spending extra money. What is the result when a politician promises change without the means to pay for it? Usually, a billboard emblazoned “MAAATE”."}, {"role": "body", "text": "Where Mr Khan has been bold, it has often been belatedly. Eight years after he was first elected he has begun to implement unapologetically left-wing policies, such as free school meals. If children need free school meals in 2024, they needed them in 2016, too. Policy delayed is policy denied. A similar sluggishness afflicts Labour nationally. The party talks of fixing Britain being a ten-year project. With little money up front, improving public services via better management alone becomes an even longer, slower grind. Perhaps its leaders are lying and an emergency budget, with the blame dumped on their predecessors, is in the works. More likely, the party will waste a few years, panic, increase taxes, borrow more and then take the blame itself."}, {"role": "second", "text": "Have a word "}, {"role": "body", "text": "If Labour is to prosper in government, it must avoid the errors of Mr Khan. Not being the Conservatives is an adequate electoral strategy, but a poor governing one. Initial boldness will ensure more policy survives the inevitable backlash. Luckily Sir Keir and Mr Khan can help each other out. Devolving tax-raising powers to mayors would help Mr Khan do more than hire giant billboards. Ensuring London, Britain’s most dynamic city, can prosper is the best of way of boosting growth, the main goal of Sir Keir’s administration. Labour is rarely in government at all, never mind with a big majority. Control of both the capital and the country is a gift. Blowing it would merit only one response. Maaate. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics: British boomers are losing out for the first time (Mar 27th)The Conservative Party’s Oppenheimer syndrome (Mar 20th)How Britain’s Tories came to resemble the trade unions (Mar 13th)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}], "id": 45}