{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_WBD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The mind-bending new rules for doing business in China", "subtitle": "Xi Jinping is sending mixed messages to Western bosses and investors", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-04-03T17:09:52Z", "contents": [{"role": "body", "text": "FOR YEARS foreign companies were desperate to get into China, and faced formidable bureaucratic obstacles in their way. Now many are getting out. Over the past 12 months several foreign law firms have closed some or all of their Chinese offices. Orrick, Herrington &amp; Sutcliffe, an American one, said on March 22nd it would shut the Shanghai office it opened 20 years ago. Another, Akin Gump Strauss Hauer &amp; Feld, plans to exit China altogether this year. Some global investment banks are pruning their Chinese staff. So are a few large accountancies and due-diligence groups. In 2023 foreign direct investment in China fell to its lowest level in 30 years. "}, {"role": "body", "text": "One reason for foreigners’ change of heart is the sorry state of the Chinese economy. Of the 18 largest multinational companies that report their earnings from China, 13 saw annual revenues there fall in 2023. Qualcomm and Samsung, two technology giants, recorded sales drops of more than 20%. Apple sold nearly a quarter fewer iPhones in the first six weeks of 2024 than it did in the same period the year before. In February Tesla shifted 19% fewer electric cars. Weak Chinese sales are the main reason why Kering, the French owner of Gucci, expected to flog a fifth less of its bling in Asia in the first quarter. "}, {"role": "body", "text": "President Xi Jinping and the Communist Party are keenly aware of these problems. And they care. At least that was the message broadcast loudly at the China Development Forum (CDF) in Beijing on March 24th-25th, and echoed a few days later at the Boao Forum, China’s (less snowy) answer to Davos. The mood at both jamborees was decidedly better than last year, when it was spoiled by a suspected Chinese spy balloon floating above America before being shot down on the orders of President Joe Biden. Many Western corporate bigwigs who stayed away were back; more than 80 foreign chief executives turned up in Beijing, including lots of Americans. In Boao a senior official vowed that China would make it easier to move capital in and out of the country. Two days earlier, at a separate event, Mr Xi assured a handful of American CEOs that China would continue to reform and open up."}, {"role": "body", "text": "Participants report that Mr Xi and party officials are doing more now than in the past four years to stress that China is still open for business—a nice change after the pandemic years, when its leaders assiduously quarantined themselves from the outside world. “At the very least the meetings showed there is a strong desire to communicate,” says a boss who attended the CDF both this year and last. Earlier in March the State Council, China’s cabinet, launched a 24-point “action plan” for attracting foreign investment. It included familiar ideas such as protecting intellectual property and promoting trade agreements, and welcome additions such as fostering cross-border data flows. A few weeks later the main internet regulator eased some onerous data rules that in the past two years have made foreign businesspeople nervous about routine things such as sending emails to colleagues abroad. "}, {"role": "body", "text": "The trouble is that Mr Xi’s desire to lure back foreign business runs up against his other objectives. Observers describe his leadership model as “wanting this, that and the other”. Foreign companies are to do business in China but keep their hands off Chinese data. Multinationals are to double down on China and homegrown brands are meant to give them a run for their money. China’s technology industry is to decouple from the West while attracting Western investment. And global businesses are to like all this, never mind that it works against their commercial interests."}, {"role": "body", "text": "Marxist theories of the sort Mr Xi likes to elevate may be able to resolve these contradictions. But capitalists see trade-offs and choices. And business logic increasingly argues in favour of greater circumspection about China. "}, {"role": "body", "text": "Consider data flows. Regulators may have loosened some restrictions but weeks earlier they tightened others, by updating a state-secrets law for the first time since 2010. The law now covers “work secrets”, or information that is “not state secrets but will cause certain adverse effects if leaked”. The vague wording gives security agencies broad powers to consider any communication between foreigners and Chinese employees as a potential violation. On March 28th, as foreign CEOs mingled with party bosses in Boao, the Ministry of State Security released a six-minute instructional video. In it a Chinese engineering company is convinced by foreign investors to allow a foreign due-diligence firm to investigate it. An executive at the company travels in time to visit an incarcerated version of his future self, who warns him not to hand over company secrets to the investigators. When, back in reality, they ask him to share sensitive information, the enlightened executive reports them to the authorities instead."}, {"role": "second", "text": "Spooked"}, {"role": "body", "text": "The lessons of the film are as unsubtle as the acting. For Chinese viewers, it is that foreign investors and consultants could be working for hostile foreign governments and must not be trusted. For foreigners, it is not to look too hard into obvious material concerns such as a company’s supply-chain vulnerabilities or its links to the state, which could make a business susceptible to Western sanctions."}, {"role": "body", "text": "Any such investigation of China’s chip industry, a big target of American restrictions, has long incurred the party’s wrath. Now less sensitive sectors, such as electric vehicles (EVs), batteries, renewables and biotechnology, are increasingly out of bounds, too. Chinese executives at the Beijing branch of a climate consultancy were recently questioned by security agents about the information it collects on local firms and to what foreign entities it has divulged it. The interrogation came as a surprise, because the outfit had enjoyed seemingly strong support from China’s environmental regulators. The incident led it to slim down its Chinese operations and try to eliminate reporting lines between staff based in China and in other countries. "}, {"role": "body", "text": "A further reason foreigners are having second thoughts about China is stiffening local competition, a lot of it given a leg-up by the state, one way or another. Government support for makers of EVs, batteries, solar panels and wind turbines has created oversupply and pushed down prices. This has been a blessing for foreign importers of Chinese-made components. For multinationals trying to compete in China it has been a curse. Margins on sales of electrolysers, bulky machines used to produce hydrogen, are said to have dropped to almost nothing in recent months. In March BYD, a Chinese EV giant and longtime recipient of state largesse, dropped the price of its compact electric car to just $9,700, perpetuating a price war that has forced Tesla to sell its EVs for less. Foreign industrial firms face hundreds of local rivals that appear to operate in the red. In 2023, 22% of industrial companies in China lost money, an all-time high. "}, {"role": "body", "text": "Officials also invoke a mix of national security and national pride as a reason to choose Chinese products over Western ones. Apple must contend not just with downbeat consumers but also with a new line of smartphones from Huawei, a Chinese tech champion targeted by American sanctions—and with public servants and employees of state-run firms being told not to buy iPhones, lest they contain backdoors through which the American government can steal information. Teslas have been banned from some government facilities and airports on the grounds that they film their surroundings. State-owned enterprises and government agencies have been instructed to replace chips from Intel and AMD, two American semiconductor firms, with Chinese-made ones by 2026. They are also to phase out Microsoft’s Office software over the next few years. "}, {"role": "body", "text": "For many foreigners, overcoming these obstacles may be a price worth paying. In a survey of 354 multinationals conducted by Morgan Stanley, a bank, two-thirds of foreign firms were optimistic about China in the last quarter of 2023, the most in two years and up from a trough of 46% in the first quarter of 2022. For some companies China is a place to sharpen their competitive edge: if they can make it there, they can make it anywhere. Plenty want to preserve access to China’s vast market and manufacturing base. On March 21st, to much fanfare, Tim Cook, Apple’s boos, opened a new flagship store in Shanghai and reiterated that “There’s no supply chain in the world that’s more critical to us than China.” To ram the point home, days later he told an audience at the CDF in Beijing, “I love China and the people.” "}, {"role": "body", "text": "Yet to many Western ears, Mr Xi’s commitment to openness rings increasingly hollow. His regime can repeat such bromides only so many times before you grow cynical, says a weary boss of a multinational’s Chinese branch. In the long run a surfeit of foreign cynicism may end up being even more damaging to China’s economy than a glut of EVs and electrolysers. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 47}