{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_EUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The new geography of Paris", "subtitle": "Reshaping the French capital and its banlieues", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-03-31T13:25:58Z", "contents": [{"role": "body", "text": "ON THE SITE of a former piano factory in the northern Paris suburb of Saint-Denis, a 40-storey tower is being converted into a gleaming luxury hotel with a rooftop bar. A short walk away, beside the river Seine, builders are finishing off a vast new “eco-neighbourhood” of flats, lined with saplings and lamp posts made from recycled scaffolding. These will briefly lodge 10,500 athletes during the Paris Olympic games, which take place from July 26th-August 11th. Across the railway tracks, on land that formerly housed a gasworks, workers are completing a brand-new aquatics centre, under a gently curved timber frame of French and Finnish pine."}, {"role": "body", "text": "These developments are part of an attempt by French urban planners to use the Olympics to revive Seine-Saint-Denis, a banlieue (suburb) that hugs the north and eastern edges of Paris. During the games many sporting events will take place in the historic city centre, including beach volleyball under the Eiffel Tower. But some of the most prestigious, such as athletics, will be held at the Stade de France in Seine-Saint-Denis. More than this, the Olympics is part of a big rethink of greater Paris, and its transport system, which could in time radically change the capital’s geography."}, {"role": "body", "text": "As in many of Europe’s old cities, the historic centre of Paris, with its tree-lined avenues and cycle lanes, is fringed by poverty, high-rise blocks and former industrial land. Paris, delineated by its forbidding périphérique, an eight-lane ring-road, is particularly cut off. In the capital’s cobbled centre, urban planners enthuse about the “15-minute city”, in which work, cafés and cinemas are but a short walk away. In the banlieues, it often takes longer than that just to reach the station—if there is one."}, {"role": "body", "text": "Fully 1.7m people of different tongues and faiths crowd into Seine-Saint-Denis, where tower blocks were built in the 1960s and 1970s partly to house industrial workers recruited in North Africa, and their families. Its poverty rate is 28%, nearly twice that in Paris. Almost a quarter of families are headed by a single parent. At the age of ten, says Quentin Gesell of the Métropole du Grand Paris, an administrative body, half the children in Seine-Saint-Denis today do not know how to swim."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_EUM983.png", "imageWidth": 608.0, "imageHeight": 658.0, "imageDescription": ""}, {"role": "body", "text": "The various greater Paris authorities now hope that the Olympics can help turn this area’s fortunes, and reputation, around. The sheer scale of investment, much of which will not be complete until the end of the decade, is eye-watering. Under a plan first hatched in 2007, tunnels are still being dug to create a giant loop of 200km of new driverless Metro lines and 68 new stations, known as the Grand Paris Express. When finished, it will double the existing Metro network. Crucially, instead of carrying people from the banlieues only in and out of the centre, it will also link the outskirts to each other and the city’s airports, all at a cost of some €42bn ($45bn)."}, {"role": "body", "text": "The idea, says Marie Barsacq, in charge of Olympics legacy-planning, is that the games leave behind facilities and transport, as well as creating jobs and boosting skills. Seine-Saint-Denis, which today has the fewest swimming pools per head in France, will be bequeathed not just the new aquatics centre but over a dozen new or renovated public pools. The staff needed to prepare and serve 13m meals in the athletes’ village are all being hired locally."}, {"role": "body", "text": "Karim Bouamrane, the Socialist mayor of Saint-Ouen, sees the Olympics as an accelerator for reviving the area. Projects already under way have been given a boost; sporting facilities a facelift. New transport links will make Saint-Ouen one of the best-connected hubs in the Paris banlieue. Elon Musk’s Tesla, an electric-car firm, has picked Saint-Ouen for its new French headquarters. Tony Parker, a French-American former professional basketball player, is opening a new sports academy there. “Before, when you used to come to Saint-Ouen it was because you had no choice,” says Mr Bouamrane. “Now it’s a choice.”"}, {"role": "body", "text": "The lesson from other European cities that have tried similar projects, including London’s Stratford or Hamburg’s HafenCity, is that better infrastructure can help revive neighbourhoods and lure private developers. But it takes time, and huge upfront public investment. Post-covid, developments that rely on office space are fragile. Extravagant vanity projects can leave a pile of debt and little else. France certainly loves its grands projets. But Paris is focusing events mostly on existing facilities, in order to avoid the fate of host cities such as Athens, where the stadiums at Hellinikon were left abandoned for years afterwards."}, {"role": "body", "text": "For places like Saint-Ouen, just beyond the ring-road, the chances of such investment paying off are probably greater than for those on the outer periphery. Yet the challenge of bridging the gulf between Paris and its banlieues is still daunting. Advanced sales of flats at the athletes’ village have been slow. Many Parisians seldom, if ever, venture to the outskirts. Locals feel their address, and the département code 93, stigmatises them. “We really struggle with the 93,” says a woman outside a boulangerie in Saint-Ouen; “As soon as you mention 93, it’s no good.” Mr Bouamrane notes that “etymologically the word banlieue means the ‘place of the banished’. It’s the place where we don’t like you.”"}, {"role": "body", "text": "Across from the nearly finished Metro station at Saint-Denis Pleyel, a teenage girl on a street bench thinks that not much will change: “There will still be drugs, alcohol, traffickers, dealers and all that.” A young man hanging out with friends by the Turkish kebab shop laughs at the idea that they would use the swimming pool afterwards: “We’re not children!” Yet others in his group display an unexpected optimism. “There will be a before and after for Saint-Denis,” declares one: “After the games, Saint-Denis will be super-beautiful.” ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 34}