{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_USP505.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The rise of the remote husband", "subtitle": "She goes out to work, he stays at home (and logs on)", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:20Z", "contents": [{"role": "body", "text": "In costa mesa, a city in California’s wealthy, beachy Orange County, she is working her way up to becoming a partner in the local office of a major law firm; he is an executive at a tech startup based in the Bay Area, more than 400 miles away. In Cambridge, Massachusetts, he is writing code from their apartment just off-campus, while she attends her classes at Harvard Law School. She is an obstetrician, he works remotely for a tech company; she is an academic at an Ivy League university, he works for a crypto company. All over the country, among the well-heeled and well-educated, a new trend appears to be emerging. When the wives head out in the morning, to their offices, classrooms or hospitals, they are waving goodbye to their husbands, who remain at home."}, {"role": "body", "text": "This is hardly a gender-swapped 1950s revival. The men are still working, after all, not predominantly cooking, cleaning and caring for children. But it does reflect an underappreciated effect of the rise of remote work: the rise of the remote husband."}, {"role": "body", "text": "Men and women still specialise in different kinds of work. Jobs in industries like computer science and engineering are disproportionately performed by men. Teaching and nursing jobs are dominated by women. Professions like law and medicine may still employ more men than women, but the scales are tipping: more women than men are enrolled in law school and medical school. As such, among young couples, she is probably more likely to be going to be a lawyer or a doctor than he is."}, {"role": "body", "text": "Different occupations have also had to take different approaches to remote working. A minority of medical professionals may be able to work remotely, by taking telehealth jobs, but the vast majority have to treat their patients in person. Lawyers may be tied to a specific state or area by their licence and speciality. Meanwhile, the industries which reported the highest level of remote-work flexibility are coding and technology, architecture, engineering and business jobs. About half of people working in computer or mathematical jobs work remotely full-time."}, {"role": "body", "text": "The upshot is that, in aggregate, it is easier for men to work from wherever they please. A survey carried out by McKinsey, a consultancy, found that 38% of working men had the option to work remotely full-time, compared with 30% of women. Roughly half of women report being unable to work remotely at all, compared with 39% of men."}, {"role": "body", "text": "This may sound like yet another way in which women have ended up with the short end of the stick. But that view is myopic. Couples compromise in all kinds of ways for their lives to work together. If she is offered a big promotion, conditional on moving to Chicago, she may have to turn it down if his job is tied to New York. The geographical liberation of either partner makes it possible for the other to ascend the corporate ladder. The Costa Mesa couple picked that area because it was convenient for her job—and for access to their children’s grandparents, who now regularly entertain the little ones."}, {"role": "body", "text": "Claudia Goldin, a Nobel laureate, has written about how remote work may be a boon for women. Over the past 200 years women’s participation in the labour force has been highest when it has been possible to perform paid work from home. She has also found that gender wage gaps are tightest in fields where flexible working is the norm. But it is not only flexibility in the work that women do that may be to their advantage. ■"}, {"role": "body", "text": "Stay on top of American politics with The , our daily newsletter with fast analysis of the most important electoral stories, and Checks and Balance, a weekly note from our Lexington columnist that examines the state of American democracy and the issues that matter to voters."}], "id": 22}