{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_EUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The mafiosi of Naples turn white-collar", "subtitle": "They run restaurants and bars and rent out apartments these days", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:02Z", "contents": [{"role": "body", "text": "It is cold enough for the waitress serving in the lane outside to be clad in a puffer jacket. Yet the diners, tourists hardened by northern winters, seem untroubled as they savour their meals. An unexceptional scene. Except that it is past 10pm and the restaurant is in the Quartieri Spagnoli, a gridiron of alleyways in the heart of Naples that, until recently, outsiders entered at their peril. Pickpocketing, mugging and bag-snatching were all common—licensed and exploited by a clan of the Camorra, the Neapolitan mafia."}, {"role": "body", "text": "The opening of the Quartieri and other traditionally crime-ridden districts is symptomatic of profound changes in the criminal landscape of the city and its surrounding province. In 2023 there were ten gangland killings, compared with 34 in the 12 months to mid-2013. Attempted murders ascribed to the Camorra fell over the same period from 17 to just four."}, {"role": "body", "text": "In part, this is due to police success. Most of the older bosses have been put away. And on March 29th it emerged that one of the most powerful, Francesco Schiavone, aka Sandokan, who led the clan that inspired Roberto Saviano’s best-seller “Gomorrah”, had turned state’s evidence."}, {"role": "body", "text": "Still, according to the inter-force police detachment that targets organised crime nationally, Naples, along with nearby Caserta, still has the country’s highest density of mafia penetration. Rosa Volpe, the chief district anti-mafia prosecutor, warns against reading too much into those figures. “Organised crime in Naples has not diminished,” she says. “It has evolved.” "}, {"role": "body", "text": "According to police intelligence, there are 46 clans in the city itself and another 24 in the surrounding province. Some have made vast profits, notably from importing and selling cocaine. The most credible estimate of the Camorra’s annual turnover dates from 2014 when it was put at around €3.3bn ($3.6bn). Individual drug traffickers became fabulously wealthy. Raffaele Imperiale, whose trial is due to end this month, owned two stolen Van Goghs and an island off Dubai. After his arrest in 2021 he was found to have spent almost €7m in the first quarter of the previous year."}, {"role": "body", "text": "Ms Volpe divides the Camorra’s affiliates into three overlapping categories. Those who belong to groups still controlling defined areas of the city make their money from extortion, drug peddling and other criminal activities. But they have been gradually curtailed over the past 20 years by the jailing of many of their long-standing bosses. Second are “baby gangs”: young street criminals, in many cases sons of imprisoned Camorristi whose territory they are charged with securing. The third group consists of those who have so far escaped arrest and whose focus is on investing and laundering the profits from drug trafficking. Many are no longer in Italy."}, {"role": "body", "text": "A special team has been set up to detect large-scale money laundering. But according to a businessman with family ties to the Camorra, much of the investment has been in small businesses—bars, restaurants and apartments suitable for short-term tourist letting—that offer risk diversification. “If you buy a hotel and it’s seized, you lose everything,” he says. “If you buy ten bars and two are seized, you still have eight.” That also helps explain the remarkable changes in central Naples: street crime is bad for business, and business is increasingly where Camorristi are to be found, though Ms Volpe cautions that many remain active in drug trafficking."}, {"role": "body", "text": "Those with personal experience of the Camorra’s world argue that mobsters laundering their wealth have a vested interest in doing businesses legally. That might sound like good news, after a fashion. Ms Volpe is unconvinced. “The risk is that of the pollution of the city’s legitimate business system,” she says. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 37}