{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_ASP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The end of cricket’s Indian monopoly", "subtitle": "The Indian Premier League is a model for other tournaments", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-04T08:22:59Z", "contents": [{"role": "body", "text": "WALK INTO any room in India with a screen from now until the end of May and you will find yourself watching the Indian Premier League (IPL), a wildly popular cricket tournament that is by some measures the world’s most lucrative sports league after America’s National Football League. Until a few days before it started, late last month, the same screens would have been showing the Women’s Premier League (WPL), IPL’s women’s counterpart. Early March also saw the inaugural season of the Indian Street Premier League—cricket played with a yellow tennis ball. "}, {"role": "body", "text": "It is a truism that Indians are obsessed with cricket. Yet the success of IPL has had the unlikely effect of spurring an efflorescence of domestic leagues in other sports, too. Over the past decade leagues modelled on IPL have emerged in hockey, tennis, badminton, football and handball, along with indigenous games such as kho kho and kabaddi. Some, notably kabaddi, have even been commercially successful. A cricket-mad country is diversifying. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_ASC175.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Cricket took 87% of every rupee spent on sports advertising, sponsorship and endorsements last year, according to GroupM ESP, a marketing agency. But that was down—a smidge—from 88% in 2021 (see chart). “The pie for non-cricket sport is going to grow,” says Divyanshu Singh of JSW Sports, which owns teams in IPL, WPL, Pro Kabaddi League and the Indian Super League, a football tournament. "}, {"role": "body", "text": "As in any other boom, not all ventures will succeed. Some leagues have already folded. Yet the culprit is not the dominance of cricket but a range of internal factors. For a new league to attract viewers it must offer the very best talent in that particular sport, says Sanjeev Tripathi of the Indian Institute of Management in Indore. With global sports available on television and streaming, the difference in quality between, for example, Indian and American basketball leagues is apparent. Kabaddi’s success can in part be attributed to the league offering the highest quality of play available in that sport."}, {"role": "body", "text": "Moreover, leagues tend to succeed only in team sports. It is hard to build up loyalty for artificial teams in player-driven sports such as tennis and badminton. Any new league must also be well governed and offer its backers a decent chance of recouping their investment. That means setting sensible caps on player salaries, keeping costs down and investing in high production standards, says Anupam Goswami, commissioner of the Pro Kabaddi League. As with the quality of play, viewers accustomed to global sports are turned off by amateurish production. Another crucial reason for non-cricket sports to succeed in India, says Mr Singh, is success itself: “As a TV-viewing audience, we are not such fans of sport. We are fans of superstars.” "}, {"role": "body", "text": "Yet the most important factor in sustaining the sports boom is one where progress remains slow. Though Indian viewers are happy to watch sports, rates of physical activity are low. A recent survey by YouGov, a pollster, found that while 57% of respondents described themselves as fans of cricket, only 31% had actually played the game in the previous year. Rates for other sports are even lower. Three-quarters of Indian adolescents are physically inactive, according to the UN’s World Health Organisation. “The younger generation has never played these sports,” says Jinisha Sharma of Capri Sports, which owns cricket, kabaddi and kho kho teams. “How do you keep finding newer talent?”■"}, {"role": "body", "text": "Stay on top of our India coverage by signing up to Essential India, our free weekly newsletter."}], "id": 15}