{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The six rules of fire drills", "subtitle": "Please display this somewhere in your office where no one will read it. Thank you", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-04-04T12:50:01Z", "contents": [{"role": "body", "text": "Rule 1.The fire drill must never feel useful. It may be a proven way to help save people’s lives, to say nothing of being a legal requirement in many workplaces. But it is important that people experience the exercise only as an inconvenience. The drill should take place when people are up against a deadline. It must not be timed to coincide with a long meeting, when it might come as a bit of a relief. Ideally, it should be pouring with rain. The drill can be counted a success only if enough people are rolling their eyes and muttering to themselves. (The sixth rule is essential to achieving this outcome, too.)"}, {"role": "body", "text": "Rule 2. Remember that the drill is not really a drill but an exercise in begrudging consensus. When the alarm sounds, people must never just get up and leave. They must first satisfy themselves that this is not a mistake. Someone might have pressed the wrong button; that voice might yet drone “This is a test” and for once people will feel grateful. "}, {"role": "body", "text": "They must then see other employees getting ready to leave. This stage involves people bobbing up and down at their desks like demented meerkats to see what their colleagues are doing. When it is clear that this is indeed a drill, people must then spend inordinate amounts of time deciding what things to take with them. What’s the weather like? Should they take the laptop? Where did they put their reusable coffee flask? Should they pack a suitcase? The one thing they must not have as they leave is any sense of urgency. "}, {"role": "body", "text": "Rule 3. This stage of the drill is when the fire wardens must show themselves. Only the wardens can accelerate the speed of departure from the building. This secretive group is the Opus Dei of the office but with a bit less of the fervour or sense of menace. The fire wardens have often been in the role for years; no one knows how they got the job or how to apply. They hide in plain sight: there may well be sepia photos of their younger selves on the office wall, next to an even more obscure sect known only as the “first-aiders”. The wardens reveal themselves during a drill by putting on high-visibility jackets, which instantly confer on them a mysterious authority. The cabal is never seen together at other times. "}, {"role": "body", "text": "Rule 4. The fire drill will produce a sense of belonging. That is because a drill will suddenly expose you to everyone who works in your building. In the normal course of events, you might briefly share a lift with people from other companies or other departments. You might glimpse their offices as the doors open and close and think how soulless they look. (They will think the same of yours.) But you never realise how outnumbered you are. "}, {"role": "body", "text": "In a drill, however, strangers surround you. Stairwells fill with people, most of them also weighed down by coats, laptops and reusable coffee flasks. They spiral down below you on the way out and form long queues by the lifts on the way back. You will suddenly feel grateful for the comfort of any recognisable face. You spot someone from legal you think may be called Keith and say hello. You have never given him any thought before; in this moment of grave non-peril he is like family."}, {"role": "body", "text": "Rule 5. The assembly area is not so much a designated spot as a place of people’s choosing within a ten-minute walk of your building. Your employer might have specified a place for employees to gather. They may have given it militaristic names like the “primary muster point” or the “tertiary evacuation zone”. No one else will have the faintest idea where it is. A clump of people will mill about as close to the site of the notional blaze as possible. Another group will scatter in various directions in search of a coffee or an early lunch. If they walk purposefully enough, other people will assume they know where the assembly area is and follow them. As a result most of the office may accidentally end up at Starbucks."}, {"role": "body", "text": "Rule 6. Confusingly also known as the first and second rules of fire drill, you must never talk about fire drill. At some point word will spread that the drill is over and people will start to drift back to the office. Once they have returned to their desks, everyone must act as though the whole thing never happened. There must never be any reference to how it went or whether any safety lessons were learned. The fire wardens must fold away their high-viz jackets and settle back into the shadows. The work you were doing must simply be picked up where it was left. You will not speak to Keith from legal again. But you do know not to use the lifts if there is a real emergency.■"}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:The pros and cons of corporate uniforms (Mar 27th)The secret to career success may well be off to the side (Mar 21st)Every location has got worse for getting actual work done (Mar 13th)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 52}