{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_EUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The secret behind the world’s happiest country", "subtitle": "Sweating in the sauna helps", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:04Z", "contents": [{"role": "body", "text": "For the seventh year running Finland has just been declared the world’s happiest country by the World Happiness Report, launched in 2012 to promote the sustainable development goals of the United Nations (UN). Those surveyed were asked to evaluate their lives on a scale of one to ten, with ten the highest. While Scandinavian countries as usual occupied the top spots, both America and Germany fell out of the top 20. War- and revolution-racked Afghanistan held the bottom spot in the ranking of 143 countries, with a score of only 1.7 compared with Finland’s 7.7 and Denmark’s 7.6. "}, {"role": "body", "text": "Gender equality, trust in national institutions and fellow citizens, and low corruption are all important factors in Finns’ happiness, says Kai Sauer, Finland’s ambassador to Germany. In 1906 Finland became the first country in the world to give women both the full right to vote and to run in parliamentary elections. When last year a reporter for Reader’s Digest, a magazine, pretended to lose 12 wallets with cash and contact details in 16 cities around the world to test citizens’ honesty, Helsinki, the Finnish capital, turned out to be the most honest of the lot; 11 of the 12 wallets were returned. And according to the latest annual index by Transparency International, a Berlin-based organisation, Finland is the second-least-corrupt country in the world—after Denmark. "}, {"role": "body", "text": "Excellent free education, universal health care and family-friendly policies play an important role in making Finns content with their lives. Finland’s education system ranks eighth among the world’s best educated countries according to the UN World Population Review. Health services are not free, but they are affordable. "}, {"role": "body", "text": "Yet some argue that the real reason is that the Finns sweat out their negative thoughts. Finland has roughly 3.5m saunas, more than one per two Finns. All government buildings have saunas. An exhibition in Berlin called Die Sauna. Echt heiss. Echt finnisch. sponsored by the Finnish embassy, is celebrating sauna culture with photos, videos and, you guessed it, a sauna. It’s a huge hit. All its remaining sessions are booked out.■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 38}