{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_IRP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Thirty years after Rwanda, genocide is still a problem from hell", "subtitle": "Mass killings are at their highest level in two decades", "hashTag": "International", "authorName": "The Economist", "publishDate": "2024-04-03T20:06:15Z", "contents": [{"role": "body", "text": "The killing started on April 7th 1994, as members of the presidential guard began assassinating opposition leaders and moderates in the government. Within hours the genocide of Rwanda’s minority Tutsis was under way. It was among the fastest mass killings in history: 100 days later three-quarters of Rwanda’s Tutsis, about 500,000 people, were dead. Most were killed not by the army but by ordinary Hutus, the majority group. “Neighbours hacked neighbours to death,” wrote Philip Gourevitch, an American journalist. “Doctors killed their patients, and schoolteachers killed their pupils.” "}, {"role": "body", "text": "The roughly 2,500 United Nations peacekeepers in Rwanda did almost nothing. Agathe Uwilingiyimana, the moderate Hutu prime minister, was among the first to die. She had been guarded by 15 UN peacekeepers, but they surrendered. Lando Ndasingwa, the Tutsi leader of the Liberal party, called the peacekeepers, saying that soldiers were preparing to attack his home. An officer promised to send a detachment, but was still on the phone when he heard gunfire. “It’s too late,” Lando said."}, {"role": "body", "text": "The world stood by and watched. Roméo Dallaire, the Canadian general commanding the peacekeepers, was warned beforehand of the extermination plan. In a cable to Kofi Annan, then the UN’s peacekeeping chief, he said he planned to raid arms caches and pre-empt the genocide. Annan refused permission and ordered him to do nothing that “might lead to the use of force”. Three weeks into the genocide, the Security Council voted to withdraw all but about 270 peacekeeping troops. “This world body aided and abetted genocide,” the general later wrote."}, {"role": "body", "text": "Thirty years later, the Rwandan genocide is remembered as one of two events in the 1990s that prodded a guilt-ridden world to pledge never again to stand aside and allow mass atrocities. The other was the massacre by Bosnian Serbs of thousands of Muslim men and boys in Srebrenica the following year. In 2005 the UN General Assembly unanimously adopted the principle that all countries have a “responsibility to protect” (R2P) people from genocide and war crimes, by force if necessary. The dream was that from Rwanda’s horrors would emerge a well-policed world. "}, {"role": "body", "text": "Instead the nightmare has continued. In Ethiopia, Myanmar, Sudan, Syria, Yemen and elsewhere, global powers have done almost nothing as millions have been bombed, gassed and starved. The war in Gaza, too, has brought tensions between principles and geopolitics to a head, with bitter claims and counterclaims about Hamas’s atrocities and the legality of Israel’s destructive six-month-long military campaign, which have played out in the media, diplomacy and international courts."}, {"role": "body", "text": "To understand how the global push to prevent mass killings collapsed (and whether it can be revived), it helps to start with Rwanda, which strengthened the case of global human-rights advocates, and then to examine how cynical realpolitik made a comeback."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_IRC174.png", "imageWidth": 608.0, "imageHeight": 776.0, "imageDescription": ""}, {"role": "body", "text": "The early 1990s were hopeful years. The end of the cold war allowed democracy to blossom in eastern Europe and in Africa. The first Gulf war ejected Saddam Hussein’s army from Kuwait and signalled that wars of expansion would not be tolerated. Western powers led by America sent troops into famine-struck Somalia to guard a humanitarian mission under attack by warlords, showing that they cared not just about oil but about the welfare of the starving. The spread of liberal democracy seemed unstoppable. "}, {"role": "body", "text": "Yet reality had a vote. Six months before the genocide in Rwanda, America pulled out of Somalia after 18 of its commandos were killed in Mogadishu, the capital. The battle cast a long shadow: UN peacekeepers in Bosnia were instructed not to respond forcefully when fired on, for fear that they “cross the Mogadishu line” and become embroiled in the fighting. Bill Clinton, America’s president, turned against peacekeeping operations unless they involved America’s national interests. "}, {"role": "body", "text": "Rwanda did not. State Department lawyers warned officials not to call the atrocities there a genocide, lest it commit the government to “actually do something”. Britain’s ambassador to the UN warned against “promising what we could not deliver” in terms of protecting civilians. "}, {"role": "body", "text": "Still, when the horror of the genocide became clear, Western voters and political elites were revolted by this cold-hearted calculus. Samantha Power, a former journalist who now heads America’s aid agency, recounts in her memoir that President George W. Bush scribbled “not on my watch” on a memo summarising an article she had written about America’s failure to act in Rwanda. “You had a generation of politicians like Tony Blair, David Cameron, Nicolas Sarkozy in France, who had seen their predecessors’ failings, and that shaped their responses to later crises,” says Richard Gowan, a veteran UN-watcher in New York with the International Crisis Group (ICG), a think-tank. In 2000 Mr Blair, Britain’s prime minister, sent troops into Sierra Leone, stopping rebels who were chopping off people’s hands. "}, {"role": "body", "text": "Standing in the way of such interventions was the doctrine that countries should not interfere in each other’s internal affairs. The UN’s charter, signed in 1945, forbade meddling in “matters which are essentially within the domestic jurisdiction of any state”. Though its Security Council could authorise force, this was intended as a response to aggression, not to prevent atrocities. Newly independent African countries had had their fill of colonial powers trampling on their sovereignty. In 1963, when they formed the Organisation of African Unity (OAU), the members committed themselves to “non-interference”. "}, {"role": "body", "text": "Rwanda shook that belief. In 2003 the African Union (AU), the OAU’s successor, gave itself the power to intervene to prevent grave crimes. Others went further: America, Britain and several other Western countries began claiming the right to use force unilaterally without the authority of the Security Council, which they argued had become paralysed because each of its five permanent members—America, Britain, China, France and the Soviet Union (now Russia)—has veto power. In a speech in Chicago in 1999, Mr Blair outlined a doctrine of just wars “based not on any territorial ambitions but on values”. He insisted the world could not simply allow mass murder. That doctrine has since become policy. In 2018 the British government reserved the right to prevent atrocities without the Security Council’s authorisation, if its paralysis would lead to “grave consequences” for civilian populations."}, {"role": "second", "text": "Angels with F-16s"}, {"role": "body", "text": "All this converged into a current of thought known as “liberal interventionism”. In Kosovo in 1999 NATO bombed what was then part of Serbia, without Security Council authorisation, to stop a genocide against ethnic Albanians. An international commission subsequently judged the bombing campaign “illegal” but nonetheless “legitimate” because there was no other way to stop the killing of civilians. Yet many were unsettled that powerful countries were arrogating the authority to bomb others in the name of human rights. Weaker states worried it would excuse “neocolonial” interference."}, {"role": "body", "text": "Annan, by then the UN’s secretary general, tried to reconcile sovereignty and protection of civilians. In 2000 he asked: “If humanitarian intervention is indeed an unacceptable assault on sovereignty, how should we respond to a Rwanda, to a Srebrenica?” The answer was R2P, which tried to reconcile the aspirations of liberal interventionists with the worries of weak states. The R2P resolution, passed unanimously by the UN in 2005, held that countries had a responsibility to intervene, but only when authorised by the Security Council. A British historian, Sir Martin Gilbert, called it “the most significant adjustment to national sovereignty in 360 years”. That goes too far, thinks Gareth Evans, a former foreign minister of Australia and one of the founders of R2P. Nonetheless, he calls it “a wildly successful enterprise”. "}, {"role": "body", "text": "Mr Evans argues that R2P created a new norm: no official today can openly shrug off genocide for reasons of state, as Henry Kissinger, then America’s secretary of state, did while cosying up to Cambodia’s Khmers Rouges in 1975. Meanwhile, since Rwanda almost all UN forces have been ordered to protect civilians—though they are seldom given enough troops to do so, says Alan Doss, who ran such missions in Liberia and Congo. Critics counter that R2P creates no binding obligations on countries. The doctrine is a “slogan...enthusiastically avowed by states but one devoid of substance”, says Aidan Hehir of the University of Westminster. "}, {"role": "body", "text": "In early 2011, in the first real-world test of R2P, the Security Council approved the use of force by NATO to protect civilians in Libya. (It did so again two weeks later in Ivory Coast.) “I refused to wait for the images of slaughter and mass graves before taking action,” President Barack Obama said. Crucially, the council’s three rotating African members (Gabon, Nigeria and South Africa) broke with the AU and supported the resolution. But not everyone was enthusiastic. John Bolton, a Republican former diplomat, had called R2P “a gauzy, limitless doctrine” whose greatest danger was not that it might fail, but that it might succeed and lead to ever more foreign entanglements. "}, {"role": "body", "text": "In the event, what was to have been R2P’s vindication proved its undoing. At first the bombing in Libya worked, preventing a massacre of civilians in Benghazi, a city in the country’s east. Yet Britain and France then stretched the authority granted by the Security Council and toppled Muammar Qaddafi, Libya’s dictator. The subsequent civil war destabilised the entire region. That dampened the West’s enthusiasm for intervention. It also revived “long-held suspicions of the motivations behind Western interventions in Africa”, argues Karen Smith of Leiden University, a former UN special adviser on R2P. African supporters of the doctrine, such as South Africa, turned into sceptics. “Good intentions do not automatically shape good outcomes,” Ramesh Thakur, a former UN official and an architect of R2P, wrote after the effort in Libya went sour. “On the contrary, there is no humanitarian crisis so grave that an outside military intervention cannot make it worse.”"}, {"role": "body", "text": "For many, mission creep in Libya was the original sin that undermined R2P. “It’s when things started to fall apart,” laments Mr Evans. Yet even had the Libyan campaign succeeded, the doctrine would probably have stumbled. Western publics were tiring of the decade-long “war on terror” and unsuccessful efforts at building liberal democracies in countries that did not seem to want them. “We now have a generation of politicians who have been shaped by the failure of intervention in Iraq and Afghanistan,” says the ICG’s Mr Gowan."}, {"role": "body", "text": "That became clear in 2013 when Syria’s president, Bashar al-Assad, dropped nerve gas on civilians. By then Mr Obama had grown sceptical about using force; he spoke of red lines but did little when they were crossed. Other Western powers were no more eager to act. Inaction, it turned out, has costs too. By 2023 Syria’s civil war had claimed perhaps 350,000 lives and displaced roughly half of the population, sending waves of refugees into neighbouring countries and Europe. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_IRP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "The Security Council was hamstrung by geopolitical rivalry. Some point to the problem of the “great-power perpetrator”, in which a permanent member of the council itself commits atrocities. Russia invaded Georgia in 2008, and Ukraine in 2014 and on a bigger scale in 2022; it has been mainly interested in undermining the council. Between 2011 and 2022 it vetoed 17 resolutions on Syria, and it has blocked any action on Ukraine. China has been reluctant to approve actions to prevent atrocities, perhaps because it reserves the right to abuse its own citizens. On Syria it voted with Russia, insisting that sanctions would abridge the country’s sovereignty."}, {"role": "body", "text": "The failure to act in Syria has been followed by passivity in the face of atrocities elsewhere. In 2017 government forces in Myanmar began killing and raping Rohingyas, a long-persecuted Muslim minority group, in what the UN and America have branded genocide. Again the Security Council was powerless, as China and Russia prevented it from issuing even mild statements of concern. "}, {"role": "body", "text": "In 2020 civil war broke out in Ethiopia. Government forces sealed off Tigray, a northern region, and deliberately starved its roughly 6m people. By the war’s end two years later some 600,000 are thought to have died, nearly all of them civilians. The Security Council stayed almost completely silent. Russia and China were not the only obstacles: the AU dropped its policy of “non-indifference” to war crimes and sided with the Ethiopian government, blocking efforts to raise the conflict before the council. As a result, “the atrocity-prevention toolbox for Africa is likely to remain shut, its tools quietly rusting away,” wrote Alex de Waal of Tufts University."}, {"role": "body", "text": "The situation is being repeated today in Sudan, where civil war risks causing the world’s biggest famine, with at least 25m people in need of food. Much of the blame lies with the Sudanese Armed Forces, which have blocked the flow of aid into areas controlled by their enemy, the Rapid Support Forces, a group of rebellious paramilitaries. They, in turn, are accused of genocidal killings. For almost a year Russia and China blocked even calls for a ceasefire. The wider world has been indifferent. “We seem to be rapidly unlearning the lessons of Rwanda,” says Mr Gowan."}, {"role": "body", "text": "This is the backdrop for the claims and counterclaims in the Middle East. After Hamas attacked Israel on October 7th, killing and abducting 1,400 people, mainly civilians, the West affirmed Israel’s legitimate right to self-defence. Yet worldwide protests erupted almost immediately against Israel, and have spread as its military campaign has killed around 33,000 civilians and fighters in Gaza, according to the Hamas-run health authority. "}, {"role": "second", "text": "Tell it to the judge"}, {"role": "body", "text": "From one perspective the conflict has triggered a renaissance in the use of international law to curtail violence. The Security Council has proved ineffective, with America, China and Russia blocking each other’s resolutions (although on March 25th America allowed one to pass, calling for a ceasefire and the release of Hamas’s hostages). But several countries have turned to international courts. South Africa asked the International Court of Justice (ICJ) in The Hague to order Israel to halt its military operations, invoking the Genocide Convention, which Israel has signed. It also filed complaints at the International Criminal Court (ICC), a different court in The Hague that can arraign individuals. (This was quite a turnabout: South Africa had flirted with quitting the ICC to avoid honouring its arrest warrants.) While the trial at the icj continues, it has ordered Israel to take steps including providing humanitarian aid, on the basis that it is “plausible” that it is breaching the Genocide Convention. Israel says it is complying with the order; many dispute that."}, {"role": "body", "text": "Yet from another viewpoint the icj case illuminates the shortcomings of international law in an age of bitter geopolitical divides. The ICJ has no jurisdiction over war crimes other than genocide, which encourages complainants to allege genocide even when the facts do not support it. That cheapens the taboo against genocide and discredits the court. The icj case has disillusioned some Western countries. America says the allegation of genocide is “meritless”, and Britain says South Africa’s decision to bring the case was “wrong and provocative” and that Israel’s actions cannot be described as genocide. For its part, China, usually a foe of international courts’ ordering countries around, has opportunistically decided it likes the claims against Israel. The case will take years to resolve and the icj cannot compel compliance with its orders without the help of the Security Council, which is split. "}, {"role": "body", "text": "Is there still hope for a credible and universal doctrine to prevent mass killings? Mr Evans thinks so, and that current conflicts may alert the midsize powers of the new multipolar world to the need to prevent atrocities. That seems more a wish than a prediction: his memoir, published in 2017, is titled “Incorrigible Optimist”. But it is hard to disagree with his aspiration. “We can’t afford to let the flame die,” he says. ■"}, {"role": "body", "text": "Stay on top of our defence and international security coverage with The War Room, our weekly subscriber-only newsletter."}], "id": 46}