{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_EUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "An electoral bruising for Recep Tayyip Erdogan in Turkey", "subtitle": "The opposition triumphs in mayoral elections in Istanbul, Ankara and across the country", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-03-31T20:36:14Z", "contents": [{"role": "body", "text": "Editor’s note: This article was updated on April 1st 2024"}, {"role": "body", "text": "TURKEY WOKE up transformed on April 1st, after the country’s main opposition party scored a spectacular upset in local elections. It won big victories in the country’s largest cities, surging past the ruling Justice and Development (AK) party nationwide and handing Recep Tayyip Erdogan, the country’s president, a stinging rebuke. The Republican People’s Party (CHP) got 37.8% of the overall vote, compared with 35.5% for AK. That figure masked landslide wins in the big cities. In Istanbul, the biggest prize, Ekrem Imamoglu, the city’s CHP mayor, coasted to another term. He got 51.1% of the vote, compared with 39.6% for his AK rival, Murat Kurum, a former urban-affairs minister."}, {"role": "body", "text": "“What message did the people give our opponents, the government and the president?” asked Mr Imamoglu, standing on his campaign bus to celebrate the victory. “Tayyip, resign!” chanted part of the crowd. Mr Imamoglu, however, sounded more conciliatory. “There will be no booing…The era of partisanship is over.”"}, {"role": "body", "text": "Mr Erdogan’s job is safe. But the outcome in Istanbul was a blow to Turkey’s strongman, who had been determined to win back Istanbul, which he and AK had run for a quarter of a century until Mr Imamoglu’s surprise victory in 2019. "}, {"role": "body", "text": "Even more striking were the results elsewhere. “Tsunami”, an Imamoglu adviser crowed on X. Only ten months after a poor showing in the general elections, when it blew a golden chance to unseat Mr Erdogan, the CHP handed AK its worst defeat in its 22-year history. The results again confounded the pollsters. Many had expected the CHP to do well in the cities. But none expected it to top 30% nationwide. "}, {"role": "body", "text": "In Ankara, the country’s capital and its second-biggest city, the CHP’s incumbent mayor, Mansur Yavas, trounced AK’s candidate by nearly 29 percentage points. In Izmir, Turkey’s third city, the CHP’s man won by 12 points. For the first time in decades the opposition also made major inroads in the country’s conservative heartland, AK’s power-base. “The electoral map of Turkey has been transformed,” said Evren Balta of Ozyegin University. Mr Erdogan acknowledged that the outcome marked “a turning point” but pledged to bounce back at the general elections in 2028. “We will correct our mistakes.”"}, {"role": "body", "text": "Mr Imamoglu’s victory was a far cry from his win in 2019, when he edged out his AK foe by a mere 20,000 votes, only for Mr Erdogan to pressure Turkey’s election authority to overturn the results and order a rerun. Mr Imamoglu won again, by a bigger margin. Three years later a court banned him from politics and sentenced him to two years in prison (both penalties were stayed pending appeal), for calling the officials who stripped him of his initial victory “idiots”. That case goes on."}, {"role": "body", "text": "Mr Imamoglu’s re-election and the CHP’s resurgence should reshape national politics. A victory for AK would have made it easier for Mr Erdogan to push ahead with introducing a new constitution, probably designed to give him at least another term. The scale of AK’s losses in Istanbul and elsewhere means that his appetite for such changes, which would need to be put to a referendum, may be gone. “This is off the books now,” says Berk Esen of Sabanci University. Mr Erdogan may have to speed up plans to find a successor as AK leader."}, {"role": "body", "text": "The marked improvement on the CHP’s disappointing result (25.3%) in last year’s general election had a lot to do with the economy, which remains in the doldrums. Even after interest-rate increases totalling more than 40 percentage points, annual inflation is still inching upwards. In March it topped 68%. Cheap credit and government largesse have run out. Mr Erdogan can no longer offer voters the kind of handouts that once shielded them, though only to an extent, from rocketing prices. “People are feeling the economic pain even more than before,” says Ms Balta. "}, {"role": "body", "text": "An overhaul of the CHP’s leadership also helped. Last November the party deposed its longtime leader, Kemal Kilicdaroglu, who had squandered a chance to beat Mr Erdogan in the presidential election, and replaced him with Ozgur Ozel, who is much closer to Mr Imamoglu. Another factor was a strong showing for New Welfare, a newly formed Islamist party that took votes from AK, having recently split from Mr Erdogan’s governing coalition. It got 6% of the overall vote and won outright in two of Turkey’s 81 provinces. So AK can no longer take hardline Islamist voters for granted. "}, {"role": "body", "text": "The Good party, an opposition party that once seemed on course to dominate Turkey’s centre right, continued its slide. The party, which only two years ago polled in the high teens, received 3.8% of the overall vote. Its leader, Meral Aksener, whose leadership had already come under scrutiny after she flip-flopped on Good’s alliance with the CHP last year, is under pressure to step down."}, {"role": "body", "text": "Nowhere in the elections were the stakes as high as in Istanbul. Home to 16m people, it accounts for nearly 20% of Turkey’s population and more than 30% of its economic output. Control over its $16bn budget and its patronage networks helps political parties finance themselves and their cronies. The city also makes and breaks careers. It was his win in the mayoral elections in 1994 that propelled Mr Erdogan onto the national stage and eventually to Turkey’s highest office. "}, {"role": "body", "text": "Mr Imamoglu’s chances of following the same route have now vastly improved. Already the opposition’s most recognisable politician, the 52-year-old now has a clear path to a run in the presidential election in 2028. Meanwhile, Mr Erdogan is in a pickle. “He may even have to contemplate an early election or a transition back to a parliamentary system,” says Mr Esen. The last thing he wants is for Mr Imamoglu to inherit the executive presidency Mr Erdogan designed for himself, which places almost no checks on his powers. “For him, that’s a nightmare scenario.” ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 35}