{"coverImageURL": "https://www.economist.com/media-assets/image/20240330_BRP505.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Two cities show the problems faced by Britain’s renters", "subtitle": "Politicians have noticed their plight, but have largely failed to ease it", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:46Z", "contents": [{"role": "body", "text": "Tara Jones-Chubb, a secretary in the National Health Service, has rented in Bounds Green, in north London, for almost 35 years. She and her two children have moved often—once, from an ex-council flat, when their landlady said she would prefer more lucrative young professionals. Now they are looking again, but struggling because rents have surged. Despite decades of good references, Ms Jones-Chubb earns too little to rent without a guarantor. The idea of owning a home is fanciful. "}, {"role": "body", "text": "A century ago almost eight in ten Britons lived in a rented home. Over the next eight decades families of all types got onto the housing ladder, helped at first by a housebuilding boom and later by falling interest rates. Social housing declined from the 1970s. By the turn of the millennium, 70% of people lived in their own home. Renting had become, for most, a waiting room on the journey to ownership. "}, {"role": "body", "text": "No longer. In the past two decades, the proportion of people renting privately has doubled, to one-fifth. In London it is one-third. As rents and house prices have climbed and mortgage terms tightened, private tenants have been trapped. More than half are over 35; almost 1m privately rented homes in England are headed by people aged over 55. "}, {"role": "body", "text": "Not all of Britain’s 13m private tenants are miserable. Renting is good for those who want flexibility; it helps the young move around to find jobs. Outside London and the south-east, and a handful of other cities, rents have not soared quite as much. But tenants often have to put up with grotty homes and dodgy landlords."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_BRC821.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Politicians have taken notice, but two of Britain’s biggest cities show why they have largely failed to make things better. One is the capital. London is one of the least affordable cities in The Economist’s global tracker: on average around 40% of tenants’ pre-tax incomes goes on rent. The average rent on a new let in January was £2,100 ($2,650), up by more than a third in three years (see chart). Across the country wages rose by 17.5% in the same period. "}, {"role": "body", "text": "This is partly a problem born of success. Lots of people want to live in a thriving global city; high immigration and the return of young people after the covid-19 pandemic have fuelled the surge. A strong labour market supports high rents. "}, {"role": "body", "text": "But it also reflects decades of failure to build enough homes. In the 1930s an average of 61,000 a year were built in London. That included hundreds of dense apartment blocks, points out Jon Neale of Montagu Evans, a property consultancy, before post-war planning policies and rent controls nixed such projects. London has not managed to build more than 40,000 homes in a single year since. An inability to build upwards—or outwards, thanks to the green belt—has choked supply. The supply of rentals has been flat since 2016, when a boom in buy-to-let mortgages tailed off, partly because of less favourable taxation. "}, {"role": "body", "text": "Young people who cannot afford homes of their own crowd into shared flats or endure long commutes. Homes are converted for “multiple occupancy”, squeezing out families like Ms Jones-Chubb’s. Last year new lets were so scarce that tenants would offer more than the asking price. "}, {"role": "body", "text": "London’s renters also have weak protections. Housing policy is devolved, but in England tenancies tend to last six months or a year, after which landlords can kick tenants out with just two months’ notice without giving a reason, or raise the rent. That can be used as leverage, for example to avoid making repairs. Ms Jones-Chubb’s horror stories include two mouldy flats and one collapsed ceiling (she was offered £50 in compensation). The system for redress is lousy, says Dan Wilson Craw of Generation Rent, a lobby group. "}, {"role": "body", "text": "The Conservatives have been promising reform for eight years. Michael Gove, the housing secretary, has pledged to ban no-fault evictions, introduce rolling tenancies and create an ombudsman to resolve disputes. But with the legislation midway through Parliament, those plans are in doubt. Mr Gove faces stiff opposition from fellow Tory MPs concerned that making tenancies more secure will put off landlords and further squeeze supply. "}, {"role": "body", "text": "Policymakers in England could learn much—both what to do and what not to—by looking north, to Glasgow. Tenants there have long enjoyed better protection than those in London. Scotland banned no-fault evictions in 2017, but no exodus of landlords ensued; the private rented sector then grew faster than England’s. Moves to bring protections in Scotland closer to the European norm have strengthened the market by making the sector more attractive to tenants, says Nick Ponty, a lettings agent in Glasgow."}, {"role": "body", "text": "What caused problems, however, was a rent freeze introduced in 2022 by the governing coalition of the Scottish National Party and the Greens. In the subsequent year rents rose faster in Scotland than in any other part of Britain. Many landlords in Glasgow either jacked up rents for new tenancies not covered by the freeze or took their properties off the market. London’s mayor, Sadiq Khan, has repeatedly called for powers to implement a rent freeze. Fortunately, the government has said no."}, {"role": "body", "text": "To ease pressure on renters, both cities ultimately need to build more housing. Glasgow has many beautiful four- and five-storey Victorian and Georgian tenement (apartment) blocks. With less stringent rules on extending upwards, London could replicate the gentle density of hip neighbourhoods like Govanhill and Shawlands. Build-to-rent developments can help, too, but in Scotland the rent freeze has led investors to pull out of projects. "}, {"role": "body", "text": "Britain may not be returning to the 1920s. But its millions of renters are not going away. And they have votes, for whichever party starts taking them seriously. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 41}