{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_MAP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Ugandan judges uphold a draconian anti-gay law", "subtitle": "The decision will send ripples across Africa", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-04-04T12:48:50Z", "contents": [{"role": "body", "text": "The men came for Kwagala at the beer joint she runs in eastern Uganda, shouting that she was teaching homosexuality to their children. They kicked and punched her. “I ran as fast as I could, thinking to myself, ‘This is my day, this is how I die’,” recalls Kwagala, a trans woman whose name we have changed for her safety. When the police arrived they locked her up for three days and charged her under Uganda’s Anti-Homosexuality Act, which became law last May. Her attackers went free; she faces life in prison if convicted. "}, {"role": "body", "text": "On April 3rd the country’s constitutional court upheld the core provisions of the law. Those include long prison sentences for “promoting homosexuality” and the death penalty for “aggravated homosexuality”, including for anyone deemed a serial offender. The judges did strike down some sections, such as a duty to report gay people to the police. But they argued that the law reflects Uganda’s history, traditions and culture, likening their reasoning to that of America’s Supreme Court when it overturned abortion rights in 2022. The judges leant on “public sentiments and vague cultural-values arguments” rather than upholding human rights, says Nicholas Opiyo, lead counsel for the petitioners. "}, {"role": "body", "text": "Ten years ago the same Ugandan court struck down an anti-gay law on procedural grounds. This time activists had challenged the act on both process and substance, and lost. The decision contrasts with court rulings in Botswana in 2019 and Mauritius in 2023, where judges decriminalised gay sex. It will send ripples across Africa, including in Ghana, where President Nana Akufo-Addo is under pressure to sign into law a recent anti-gay bill."}, {"role": "body", "text": "Africa’s anti-gay reforms are not driven by presidents, who are wary of the diplomatic fallout, but by ambitious lawmakers and religious leaders, sometimes with friends in right-wing American groups. Although Uganda’s president, Yoweri Museveni, makes homophobic remarks in public and has done nothing to stop the law, allies of his have privately told Western diplomats of their reservations. That could be because America has imposed visa restrictions on Ugandan officials, warned business of the reputational risks of operating in Uganda, and removed duty-free access for its exports. The World Bank has suspended new loans."}, {"role": "body", "text": "For LGBT people in Uganda, where 94% of citizens say they would not want a gay neighbour, the law has made a bad situation worse. They have been evicted, sacked, outed, threatened, assaulted, arrested and subjected to forced anal examinations. Rights groups recorded 300-plus cases of abuse in the first eight months of last year alone. Much of the hostility comes from ordinary Ugandans who have been “radicalised into hatred”, says Frank Mugisha, a gay-rights activist who was a petitioner in the court case."}, {"role": "body", "text": "Kwagala just wants to live in peace. After she was charged, her father disowned her. She is barred from family funerals. Her landlord has closed her beer joint. “My whole life has changed because of this law,” she says. “I’ve lost everything.” ■"}], "id": 29}