{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BRP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What Jeffrey Donaldson’s arrest means for Northern Ireland", "subtitle": "The devolved government is secure for now, but will be tested", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-01T17:09:10Z", "contents": [{"role": "body", "text": "THE STORY has transfixed Northern Ireland. On March 28th Sir Jeffrey Donaldson was roused from his bed by police, arrested and later charged with sex offences, including rape. The next day, Good Friday, he resigned as leader of the Democratic Unionist Party (DUP), Northern Ireland’s biggest unionist party. The legal process will probably take more than a year. The political impact has been immediate and immense."}, {"role": "body", "text": "The DUP now has its fourth leader in under three years—making the Conservative Party at Westminster look almost stable. Gavin Robinson, the interim head, is likely to get the job permanently. The moderate, articulate MP for East Belfast, a barrister by training, is the DUP’s youngest-ever leader. If he can hold the DUP together, he has the ability to help the party appeal to the younger, more liberal voters it needs to reverse unionism’s recent decline. But he has his work cut out."}, {"role": "body", "text": "Sir Jeffrey’s arrest has been a brutal psychological blow. Ever since Ian Paisley, a firebrand Protestant pastor, founded the DUP in 1971, the party has fused faith with a ferociously tribal defence of the union with Great Britain. It has stood against abortion, gay marriage and longer Sunday opening hours for shops. Not all its members are religious, but they all know they are joining a religious party."}, {"role": "body", "text": "The 61-year-old Sir Jeffrey personified this blend of prayer and politics. Marked as a future unionist leader from his early 20s, he is publicly pious, wearing the ancient Christian symbol of a fish in his lapel. The party suspended him at once after his arrest and purged his image from its website homepage. It is important to note that Sir Jeffrey is understood to deny the charges and will be strenuously contesting them. "}, {"role": "body", "text": "The affair has also shaken Northern Ireland’s devolved government, less than two months after its restoration following a two-year hiatus. In January Sir Jeffrey led his party back into a power-sharing arrangement with Sinn Féin, the biggest nationalist party, which wants a united Ireland and which beat the DUP into second place at elections in 2022. He had hitherto insisted that the trade barrier between Great Britain and Northern Ireland, a consequence of Brexit, must be swept away, but changed his mind after a deal was reached to soften it. The speed of his U-turn surprised many. Several of his senior colleagues opposed the move."}, {"role": "body", "text": "In office the relationship between the DUP and Sinn Féin has been like an extended honeymoon, characterised by smiles, magnanimity and warm cross-community gestures. There is no likelihood of devolution failing in the short term. Having at last committed itself to being in government, the DUP is not about to walk out. Although he was the party leader, Sir Jeffrey (an MP at Westminster) was not a member of the devolved administration. But with the partnership’s leading unionist sponsor gone, the warmth may vanish."}, {"role": "body", "text": "Many of the DUP’s supporters are uneasy at its eagerness to work with Sinn Féin. If there are fewer smiles and photo opportunities, ministers will be forced to confront Northern Ireland’s deep problems. After two years’ degradation of public services, every department is demanding more money; yet the devolved administration, which has some tax-raising powers, is unwilling either to increase taxes substantially or to make offsetting budgetary cuts."}, {"role": "body", "text": "For now, people of all political backgrounds are convulsed by the allegations against Sir Jeffrey. As a young man, he was a protégé of Enoch Powell, an English politician who left the Conservatives in 1974 and became the Ulster Unionist (UUP) MP for South Down. (Sir Jeffrey later quit the UUP for a party Powell derided as a “Protestant Sinn Féin”.) Powell once remarked: “All political lives, unless they are cut off in midstream at a happy juncture, end in failure.” How Sir Jeffrey’s political life ends now depends on the courts.■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 42}