{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_CUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What would nuclear war look like in the 21st century?", "subtitle": "Two books examine atomic weaponry and the global annihilation it could bring about", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-03-29T18:28:54Z", "contents": [{"role": "body", "text": "Nuclear War: A Scenario. By Annie Jacobsen. Dutton; 400 pages; $23.95. Torva; £20"}, {"role": "body", "text": "Countdown. By Sarah Scoles. Bold Type Books; 272 pages; $30 and £25"}, {"role": "body", "text": "IN 1960 America had around 18,000 nuclear weapons. It also had detailed plans for how to use them. Had it implemented them, 275m people in the Soviet Union would have been killed in the first hour of war. Another 325m would have died from radioactive fallout over the next six months. Even if China stayed out of this prospective war, the fallout would have killed perhaps 300m of its citizens. "}, {"role": "body", "text": "“I thought of the Wannsee conference,” wrote John Rubel, an American defence official present at one nuclear-planning meeting, referring to a gathering of Nazis in a suburb of Berlin in January 1942, at which they prepared the systematic extermination of European Jews. “I felt as if I were witnessing a comparable descent into the deep heart of darkness.”"}, {"role": "body", "text": "In “Nuclear War: A Scenario” Annie Jacobsen, a journalist and the author of several books on military affairs, tells Mr Rubel’s story as a preface to her own non-fiction account of a hypothetical North Korean nuclear attack on America and the ensuing spiral which consumes the world. Her book is at once methodical and vivid, technically grounded and at times lurid. "}, {"role": "body", "text": "The American satellites which pick up the North Korean launch have sensors “so powerful they can see a single lighted match from 200 miles away”, she writes. Within 15 seconds radars can work out that the missile is heading for America. It will take just over half an hour to arrive. Once the president has been briefed, he has six minutes to make a choice."}, {"role": "body", "text": "Ms Jacobsen coolly lays out the speed with which entire countries can be snuffed out. A Russian submarine off America’s west coast could launch its full complement of missiles at all 50 states at once in 80 seconds. Even if an American submarine was close behind it could not fire a torpedo in that time, notes one expert. That fact is said to have shocked America’s navy chief when it was revealed to him in 1981. Missiles launched from close to the American coastline would take a little over seven minutes to hit their target."}, {"role": "body", "text": "“Nuclear War” sits in the long tradition of didactic nuclear dystopia. The genre flourished in the 1980s with a series of films—“The Day After”, “Threads” and “The War Game” (which had been made 20 years earlier, but was deemed too shocking to release then). All of these reflected contemporary fears that the cold-war arms race was spinning out of control. "}, {"role": "body", "text": "The genre receded in the 1990s and 2000s: nuclear weapons were tools of the past. Yet Russia’s invasion of Ukraine—a country which inherited nuclear missiles from the Soviet Union in 1991, but later gave them up—has put them squarely back at the forefront of geopolitics and culture. Consider the success of Christopher Nolan’s biopic of J. Robert Oppenheimer, the father of the atomic bomb, and the commercial revival of “American Prometheus”, the book on which that film was based."}, {"role": "body", "text": "There is a cinematic quality to Ms Jacobsen’s scenario, too. In her account, the president is rushed onto a helicopter to escape to a mountain hideout. He is harangued by generals to retaliate quickly. “If somebody launches a nuclear weapon against us,” says General John Hyten, a former commander of American nuclear forces, “we launch one back.” William Perry, Bill Clinton’s secretary of defence, tells Ms Jacobsen that once an incoming missile is detected “we prepare to launch…we do not wait.” The aim is to “decapitate” North Korea—destroy its leadership and command—before it can fire more missiles."}, {"role": "body", "text": "Ms Jacobsen conveys the reality of nuclear war in sometimes stomach-churning detail. In her imagined scenario, a North Korean missile obliterates a nuclear-power station north of Los Angeles, seeding spent fuel into the fallout. Victims of the X-ray flash are left “a shredded horror of bloody tendons and exposed bone”. Another bomb destroys Washington, DC. Firestorms bring hurricane-like winds of 660°C; people are baked alive in the bowels of the Capitol and White House. In documenting the minutiae of the apocalypse, the writing is redolent of “Hiroshima”, a seminal article by John Hersey published in the New Yorker in 1946."}, {"role": "body", "text": "The story is about not just nuclear use, but nuclear war. Ms Jacobsen’s narrative is built on an elaborate sequence of tragic misunderstandings. American missiles bound for North Korea must overfly Russia by dint of geography. American leaders cannot get Russia’s president on the phone. Russia’s sub-par early-warning satellites, which have indeed been known to confuse clouds for plumes, mistakenly see hundreds of missiles incoming. The Kremlin attacks America. America responds. There are 100 “aimpoints”—jargon for targets—in the greater Moscow area alone."}, {"role": "body", "text": "It is possible to quibble with details in Ms Jacobsen’s scenario. It is hard to see why North Korea would risk a suicidal bolt from the blue. America might have a “launch on warning” policy, but as Dick Cheney, a former defence secretary and vice-president, has observed, “realistically, most presidents wouldn’t do it.” And would Russian leaders truly end the world because of data from faulty sensors?"}, {"role": "body", "text": "What is not in dispute, however, and what has receded from public understanding over the past 30 years, is the world-changing impact of nuclear weapons. The vast injection of soot into the atmosphere would result in a 70% reduction in the sun’s rays for a decade. Rainfall would decline by 50%. “After 10,000 years of planting and harvesting,” writes Ms Jacobsen, “humans return to a hunter-gatherer state.” "}, {"role": "body", "text": "And yet humans continue to deploy, maintain and build nuclear weapons. In “Countdown” Sarah Scoles, a science journalist, profiles the people who work in America’s vast complex of nuclear laboratories, including Los Alamos in New Mexico (where Oppenheimer oversaw the invention and construction of the first nuclear bomb), the nearby Sandia labs, and Lawrence Livermore National Laboratory in California. The most compelling parts of her book are those in which she explores how these scientists, like Oppenheimer, reconcile their work with their principles."}, {"role": "body", "text": "Some are gung-ho about the importance of nuclear deterrence, brandishing charts which show how deaths from major wars plummeted after the invention of the bomb. Others are equivocal, expressing opposition to nuclear weapons while insisting that someone has to ensure that the ones which exist remain safe and reliable. Still others seem deeply conflicted, preferring to emphasise the civilian applications of their research. “I wonder if the activists on the outside understand that there are those of us on the inside that share many of their goals,” says one scientist at Los Alamos, professing support for (eventual) disarmament. “That’s not an extreme position here at all.” "}, {"role": "body", "text": "A generational divide also shines through “Countdown”. Before 1992 America kept its nuclear weapons in good order by explosive testing. “People would just get on the airplane in the morning, go down [to Nevada] and blow shit up in the desert,” says Rob Neely, head of simulations and computing at Livermore, with a hint of contempt. “It wasn’t until they shook the Earth that they really felt confident.” As America designs a new warhead, the W93, for the first time in decades, some scientists of that era are sceptical that it can be done without testing. Mr Neely’s generation relies on computer modelling, aided by the world’s largest supercomputers and other technical wizardry. “We’ve got a new generation of designers coming up,” says Mr Neely. In a digital world, “the codes are their test site.” "}, {"role": "body", "text": "Ms Scoles has written a balanced and readable book, one which conveys the attitudes of nuclear disarmers and deterrence advocates alike. What is striking is that even among those who believe that nuclear modernisation is essential in a world where China’s arsenal is growing and Russia’s is becoming more diverse, there is profound ambivalence about the consequences of this and the precariousness of deterrence. Nuclear weapons “will either have a pacifying effect or a catastrophic effect”, acknowledges Brad Roberts, the author of “The Case for US Nuclear Weapons in the 21st Century” and once the Pentagon’s top nuclear official. “Monday, Wednesday, Friday, I feel one way. Tuesday, Thursday, Saturday, another,” he tells Ms Scoles. “Then Sunday I drink.” ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 62}