{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_MAP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What Israel’s killing of aid workers means for Gaza", "subtitle": "It will make it even harder to feed desperate people", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2024-04-03T15:45:42Z", "contents": [{"role": "body", "text": "THE ROAD was dangerous, but they took precautions. On April 1st a group of aid workers left a warehouse in Deir al-Balah, in central Gaza. The vehicles in their three-car convoy were clearly marked with the frying-pan logo of World Central Kitchen (WCK), a charity that has worked closely with Israel. Their route along the coastal road had been cleared with the Israeli army. But the precautions did not help: an Israeli drone loitering overhead fired three missiles at the cars, one after another, killing all seven people inside."}, {"role": "body", "text": "They are thought to be the first foreign aid-workers to die in the six-month Gaza war (around 200 of their Palestinian colleagues have been killed). Beyond the human tragedy, their deaths will have bigger consequences for Israel’s diplomatic standing—and for hungry Gazans."}, {"role": "body", "text": "Most of the victims come from Western countries that support Israel. All are now furious. Britain summoned the Israeli ambassador for a rare démarche, and Rishi Sunak, the prime minister, told Binyamin Netanyahu he was “appalled”. The United Arab Emirates, the main funder of WCK’s work in Gaza, accused “Israeli occupation forces” of “targeting” the aid workers—unusually strong language from Israel’s closest Arab ally. Joe Biden, who calls José Andrés, the chef who founded wck, a friend, said he was outraged by the killings. “Israel has not done enough to protect aid workers,” he said. The deaths will almost certainly lead to greater domestic pressure on such governments when it comes to arms sales to Israel. Whether they lead to a shift, in a way that 33,000 Palestinian deaths have not, is less clear."}, {"role": "second", "text": "Sorry not sorry"}, {"role": "body", "text": "Isaac Herzog, the Israeli president, called Mr Andrés and expressed “deep sorrow”. The army chief pledged a thorough investigation (though Israel has a poor track record of those). Israel’s prime minister was less contrite: in a bizarre videotaped statement, a smiling Mr Netanyahu said that he was recovering well from hernia surgery and then acknowledged the “tragic event” in Gaza. “This happens in war,” he said."}, {"role": "body", "text": "The UN says that half of Gaza’s 2.2m people face “catastrophic food insecurity” and that hundreds of thousands of people in northern Gaza are on the brink of famine. Yet Israel has tried to sideline the UN Relief and Works Agency (UNRWA), the main aid distributor in Gaza. "}, {"role": "body", "text": "Instead, Israel has sought to work through NGOs. It was enthusiastic about WCK. Last month it allowed the group to start shipping aid to Gaza by sea, the first time in two decades it has loosened its maritime embargo of the territory. After the drone strike, though, WCK said it was pausing its operations in Gaza and turned back ships en route from Cyprus. Other NGOs followed suit. Aid workers are willing to accept risk: that is part of the job. But the risks seem too high in Gaza. Parts of the enclave have fallen into anarchy and Israeli commanders show scant regard for protecting civilians."}, {"role": "body", "text": "The effort to bring enough food into Gaza has been haphazard and deadly. Pallets air-dropped by Western and Arab forces have struck and killed civilians. Hungry Gazans have attacked lorries and been crushed in stampedes at food deliveries. America is trying to build a pier to receive bigger shipments of aid, but the project is still weeks away from completion and there are big questions around who will secure the pier and deliver the supplies."}, {"role": "body", "text": "For months Mr Netanyahu has refused to order the Israeli army to distribute aid in Gaza itself. But if Israel does not want UNRWA involved, and if other groups do not feel safe, it will have no choice. ■"}], "id": 27}