{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_LDP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "What Boeing, Disney and others can learn from General Electric", "subtitle": "Lessons from the tenure of Larry Culp", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:25Z", "contents": [{"role": "body", "text": "Only rarely are chief executives appointed with a mandate for dismemberment. Yet when Larry Culp assumed the top job at General Electric (GE) in October 2018, he was expected to sell parts of the 130-year-old conglomerate at a pace even faster than his empire-building predecessors had assembled them. In November 2021 he announced a radical finale: splitting the firm in three. GE’s health-care business became a separate company last year. On April 2nd its power division went the same way, leaving behind GE Aerospace, the firm’s engine-making operation."}, {"role": "body", "text": "Investors are reaping the rewards. After dithering during the first four years of Mr Culp’s tenure, GE’s shares have been on a jet-fuelled tear. The cumulative stockmarket value of GE’s three successor firms is $237bn. Although that is well below the firm’s peak of $594bn in 2000, it is more than double what Mr Culp inherited. Business-school students have spent decades dissecting the hubristic acquisitions that defined GE’s life. Now they must heed the lessons from its final act."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_LDC183.png", "imageWidth": 608.0, "imageHeight": 514.0, "imageDescription": ""}, {"role": "body", "text": "The fact that the wind is at GE’s back has undoubtedly helped. Demand for jet engines has picked up since the covid-19 pandemic ended and clean-energy projects are benefiting from government handouts in America. The bullish mood of America’s stockmarket has surely eased the separation process, too. But Mr Culp also deserves praise. His tenure reflects not just a victory of focus over sprawl, but also of operational excellence at a firm that long suffered the effects of excessive financial engineering."}, {"role": "body", "text": "One advantage was that Mr Culp was an outsider—the first ever to take the helm at ge. The turnaround probably could not have been pulled off by a lifer. GE insiders had ossified. Nothing had replaced Six Sigma, a system used to reduce manufacturing errors that was championed by Jack Welch, the firm’s acquisitive boss who retired as long ago as 2001. Mr Culp brought his own Japanese-style management philosophy. The fresh but fanatical approach to continuous operational improvement helped usher in cultural change. So did getting executives onto the factory floor."}, {"role": "body", "text": "The new thinking meant that GE’s assets did not languish on the chopping block, but improved on Mr Culp’s watch and stopped the break-up becoming a fire sale. The programme has a familiar taste for fanciful names—the power business has been christened GE Vernova. But the markets are cheering on ge’s heirs, which is striking given that spin-offs often disappoint investors. IBM’s infrastructure-services business (Kyndryl) and Johnson &amp; Johnson’s consumer health-care operation (Kenvue) have both failed to shine in the public markets."}, {"role": "body", "text": "Mr Culp’s success, then, is vindication for smooth operators, not firms looking to ditch problem assets or activist hedge funds in search of conglomerate discounts. Bosses preparing to lop off divisions of their own firms, including those at Unilever, will study him closely. But there are broader lessons, too. Disney, which recently prevailed in a proxy fight against Nelson Peltz, a noisy shareholder who once lobbied for change at gE, is just one American blue-chip firm that might benefit from fresh thinking. "}, {"role": "body", "text": "The lessons may be most apt for Boeing, a case study for rotten corporate culture. In March its boss resigned, two months after the blowout of a fuselage panel from one of its 737 MAX planes. Some have suggested Mr Culp for the job, which would be a severe test of his operational prowess. In March Boeing confirmed that it was in discussions to acquire Spirit AeroSystems, an unsatisfactory supplier it had previously spun off. Mr Culp says he is happy running GE Aerospace, one of Boeing’s suppliers. But if he can manage a business well while pulling it apart, perhaps he could also thrive at putting one back together again. ■"}], "id": 8}