{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_WBD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why Japan Inc is no longer in thrall to America", "subtitle": "As the home of capitalism turns protectionist, Japan is opening up", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2024-04-02T10:58:12Z", "contents": [{"role": "body", "text": "One of the most chilling moments in America’s post-war relationship with Japan occurred in Detroit in 1982. Two American car workers clubbed a Chinese-American man to death, mistaking him for a Japanese citizen they accused of stealing American jobs. A sympathetic judge fined them $3,000, with no jail time. This outrageously lenient verdict reflected a mood that later extended to the highest level of government. Fearful of being overtaken by Japan as the world’s economic superpower, America wielded the crowbar. It imposed trade restrictions, sought to pry open Japan’s domestic markets and led international efforts to reduce the value of the dollar against the yen. Only after Japan’s asset-price bubble burst in the 1990s did America leave it alone. "}, {"role": "body", "text": "You would think a new bout of protectionism in America, most recently the bipartisan attempt to block Nippon Steel’s $15bn acquisition of US Steel under the guise of safeguarding American jobs, would elicit a sense of déjà vu in Japan. But it is more complicated than that. In recent years one of the most important strategic partnerships in the world has done a switcheroo. Japan is embracing shareholder-friendly, pro-market reforms that have long been America’s thing. America is adopting the sort of industrial policies and protectionism that once defined Japan. This reveals a lot about the contradictions America faces as it attempts to build global alliances to counter China while pursuing business autarky at home. Japan’s approach makes more sense. "}, {"role": "body", "text": "Japan’s transition in just the ten years since Schumpeter lived there in the early 2010s is remarkable—and not merely big-picture stuff such as rising interest rates and the surging stockmarket. As Japan struggles to offset the economic headwinds of depopulation, things are changing on the ground, too. Ask an optimist, and several aspects of Japan’s lost decades are fading from view. "}, {"role": "body", "text": "Sayonara deflation: prices are rising and Japan’s large firms recently agreed to the biggest wage increase in 33 years. Sayonara xenophobia: immigrant employment, though still small by Western standards, is going up. Sayonara cosy capitalism: firms, though still awash with cash, are targeting higher returns, conducting more takeovers and reaping the benefits of shareholder activism. “It’s endogenous. This is the elite of Japan saying if we don’t sweat our assets, we won’t be around,” says Jesper Koll, a veteran Japan-watcher. As usual Warren Buffett, who bought big stakes in Japan’s trading houses in 2020, invested shrewdly. "}, {"role": "body", "text": "There are several hisashiburis, or “long time no sees”, too. Japan is a stronger trading power, with exports surging for the past three years (thanks in part to a cheap yen). Sales by its most valuable company, Toyota, have risen sharply in America this year; many car buyers favour the firm’s hybrid models over rivals’ electric vehicles (EVs). Japan is enjoying an industrial renaissance, especially in high-tech products such as semiconductors. In February TSMC, the world’s biggest chip manufacturer, opened its first factory in Japan less than two years after construction started. It has suffered big delays trying to do the same in America. "}, {"role": "body", "text": "So what does Japan make of America turning Japanese, in the bad old sense? The first blow to trust came in 2017 when Donald Trump withdrew America from the Trans-Pacific Partnership, a trade treaty that America, Japan and ten other countries had painstakingly crafted partly to counterbalance China. Mr Trump’s successor, Joe Biden, doubled down on an America-first industrial policy. His Inflation Reduction Act (IRA) discriminated against firms from Japan and other places that lacked a free-trade treaty with America (Japan later signed a critical-minerals deal that provides its EVs with some of the tax incentives they had been denied.) Mr Biden’s opposition to the trans-Pacific steel merger has been a slap in the face. Not only were his protectionist arguments spurious. They came just as lawmakers were proposing to add Japan to a whitelist of strategic allies permitted to bypass America’s strict foreign-investment rules."}, {"role": "body", "text": "Japan’s economy ministry will not go on the warpath against America as the Commerce Department did against Japan in the 1980s. For all its pro-market progress it is no paragon of capitalist virtue, deploying industrial policy to promote clean energy and chipmaking. America’s giant economy is growing fast, so Japan cannot afford to be too huffy. Its firms have pledged to invest billions in America to take advantage of the IRA. As for Nippon Steel, expect it to keep its head down and hope the merger brouhaha blows over after the presidential election in November. If Mr Biden’s pro-jobs stance helps him defeat Mr Trump, a protectionist to the marrow of his bones, Japan will sigh with relief. "}, {"role": "body", "text": "Yet the relationship is no longer one-sided. In the past America was not just Japan’s most important export market but also a guarantor of its safety under the US-Japan Security Alliance, a defence treaty. That protection remains vital. In recent years, though, as threats from China and North Korea have grown, Japan has taken more of its defence into its own hands. It has decided to spend vastly more on powerful new weapons, such as cruise missiles. Its tech industry is hoping to play a bigger role in the West’s military supply chains. On April 10th Mr Biden and Japan’s prime minister, Kishida Fumio, will reportedly unveil the biggest upgrade to the security pact in decades when they meet at the White House."}, {"role": "second", "text": "The Tokyo consensus "}, {"role": "body", "text": "America, for its part, needs Japan not just as a military partner in Asia. As Peter Tasker, another long-time Japan-watcher, puts it, Japan is increasingly seen as the “non-China” leader in the region, and America relies on it as an economic counterweight to China. As more Asian countries move into Japan’s orbit, with luck they will emulate its new-found pro-trade pragmatism. That, after all, is the true American way. ■"}, {"role": "body", "text": "Read more from Schumpeter, our columnist on global business:Meet the digital David taking on the Google Goliath (Mar 27th)Can anything stop Nvidia’s Jensen Huang? (Mar 20th)Elon Musk is not alone in having Delaware in his sights (Mar 14th)"}, {"role": "body", "text": "Also: If you want to write directly to Schumpeter, email him at schumpeter@economist.com. And here is an explanation of how the Schumpeter column got its name."}], "id": 53}