{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BRP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why some parts of England have so few graduates", "subtitle": "More than one route to an unfortunate destination", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-04T12:47:50Z", "contents": [{"role": "body", "text": "Britons tend to believe that jobs should come to them, not the other way round. A poll in 2021 showed that a majority wanted the government to focus on ensuring that everyone could find a good job in their local area. “For many, if you want to get on you need to get out,” explained the government the following year. It promised “to change that for good”."}, {"role": "body", "text": "But how exactly do people move around? In particular, why do some places end up denuded of young graduates, and therefore less attractive to employers, while others are stuffed with them? Last month the Office for National Statistics released data that track people through school and university and into jobs. This allows you to see, in slightly creepy detail, how the young migrate. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240406_BRC164.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Take Richmond (pictured), a lovely small town in North Yorkshire represented in Parliament by the prime minister, Rishi Sunak. It has a castle, a tradition of hand-knitting props for its annual pantomime, and some successful schools. Of the roughly 430 teenagers who did gcses there between 2008 and 2011, fully 205 ended up graduating from university (see chart). "}, {"role": "body", "text": "Only one-third were living in Richmond by their late 20s. Paul Harrison of the Original Richmond Business and Tourism Association (“original” to distinguish the town from some jumped-up Richmonds, including one in London) suggests several reasons. The town offers few high-tech jobs; homes are expensive; public transport to job hotspots like Darlington is not great. Other rural towns have similar flaws, and similar out-migrations. "}, {"role": "body", "text": "Mr Harrison says that Richmond has started to think about how to retain more young graduates. Building lots more housing is unlikely to be a favoured solution: one plan to build 32 homes on a field next to the town was rejected last year. More than 700 people signed a paper petition against the development—not bad, given Richmond’s population of about 8,000. "}, {"role": "body", "text": "South Shields, a bigger, poorer post-industrial town not far from Newcastle and Sunderland, has a different pattern. It churns out fewer graduates—only a quarter of young people obtain degrees, compared with almost half in Richmond. But more than two-thirds of them end up living in South Shields. One likely reason is the range of universities in and around Tyneside. Whereas just 2% of young graduates from Richmond study nearby, 38% from South Shields do. They never break the link to home. "}, {"role": "body", "text": "The two towns take different routes to a similar outcome. Once you include the (rather few) young people who move to Richmond and South Shields from somewhere else, both end up with only 22 young graduates for every 100 people who took gcses. Richmond probably has the edge when it comes to attracting middle-aged and old graduates, including knitters. "}, {"role": "body", "text": "In this light, the success of comfortable suburbs in south-east England becomes a little clearer. Bushey, on the outskirts of London, produces graduates as reliably as Richmond and holds on to them like South Shields. It also draws more young graduates from elsewhere than either northern town. Bushey ends up with 47 graduates for every 100 gcse-takers. It is a happy hunting-ground for recruiters. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 43}