{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_STP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why robots should take more inspiration from plants", "subtitle": "They would be able to grow, grip and move in more useful ways", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2024-04-03T11:18:26Z", "contents": [{"role": "body", "text": "The enormous titular robots of the “Transformers” universe, a popular franchise spanning toys, TV series, video games and films, move along the ground in one of two ways. On wheels, when they are shaped like vehicles; on giant humanoid feet when they are not. For decades, most real-world robots also fell neatly into these two fictional paradigms. "}, {"role": "body", "text": "Then, around 15 years ago, came the realisation that other means of locomotion were possible. “Zoomorphic” robots mined the animal kingdom for inspiration, piggybacking on evolution’s millennia of research and development. One mimicked an octopus’s malleable arm, allowing it to easily grasp objects and manoeuvre into tight, tricky spaces. Another replicated the ridge-covered toes of a gecko and, consequently, its ability to scale walls."}, {"role": "body", "text": "Animal-like robots continue to be popular. In recent years both America’s and Britain’s armed forces have experimented with quadrupedal robot “dogs” for patrols and surveillance; in February a snake-shaped robot was sent into one of the damaged nuclear reactors of the Fukushima power plant in Japan to inspect the debris left inside. And yet, says Barbara Mazzolai, an Italian roboticist, the field of robotics has proved far less keen to investigate the other major category of living things—plants. She attributes the reluctance to a misconception about the usefulness of plant behaviour: that they are capable of neither motion nor perception. “It’s not true at all,” she says. "}, {"role": "body", "text": "Dr Mazzolai and her team at the Bioinspired Soft Robotics Laboratory at the Italian Institute of Technology (IIT) in Genoa recently unveiled a machine meant to uproot this dogma. Writing in Science Robotics, they described “FiloBot” (pictured above), a robot based on climbing plants. Like the real thing, FiloBot (from the Italian word for “tendril”) is capable of growing, attaching to and twining around supports, and navigating through an environment in response to external stimuli."}, {"role": "body", "text": "To survive, a climbing plant must have the capacity to switch between several different modes of behaviour. In forest environments, it must first grow out of the soil and travel along the ground in search of a support to latch onto—a nearby tree, say. To do this the plant must have a structure capable of bearing its own weight. Once a support is located, though, the plant must switch strategy—anchoring itself around the object and then growing upwards towards the light. To outcompete other plants, it must move as quickly as possible, prioritising rapid growth over heft."}, {"role": "body", "text": "To help it choose the best angle at which to grow, a climbing plant uses information from light and gravity receptors distributed along each shoot. It can also modify the bulkiness of its tendrils by changing how their constituent cells divide and elongate: more padding in the middle will create a firmer tendril, while extra growth on one side will lead to curvature."}, {"role": "second", "text": "Move into the light"}, {"role": "body", "text": " FiloBot mimics these behaviours using sensors in its head—at the tip of the main shoot—which is also equipped with a spool of plastic and a heating element. By melting and extruding the plastic in a circular pattern, it can 3D-print its own body at a rate of between two and seven millimetres per minute (bamboo, the world’s speediest plant, cannot beat 0.1). Depending on brightness and orientation, it alters the heat that the plastic is exposed to—lower temperatures result in a more brittle body that increases in size more quickly, while higher temperatures make denser and stronger clumps that grow more slowly. By varying the amount of plastic deposited around the circle, it can also grow in a rotating pattern to coil around a support. "}, {"role": "body", "text": "The researchers found that these simple functionalities were enough to let FiloBot move through a complex, unseen environment, cross gaps and find things to attach to. The lack of heavy on-board computing hardware, they say, means that it remains nimble and requires minimal oversight, while its slow pace means that it doesn’t disturb things around it. They reckon that this makes it suitable for potential applications including environmental monitoring in hard-to-reach or unknown locations (where piloting a robot along an exact course might be impossible), or monitoring disaster sites where existing infrastructure is unstable."}, {"role": "body", "text": "For now, as the researchers tweak and test it further, FiloBot’s tendrils have not left the laboratory. Still, it has already been useful in deconstructing plant behaviour. For example, it was long hypothesised that climbing plants find their supports by harnessing an ability to grow towards shade, though the exact mechanism was unclear. FiloBot could replicate this behaviour by seeking out the far-red wavelengths characteristic of shaded areas, providing an insight into how plants might accomplish the same thing."}, {"role": "body", "text": "FiloBot is not the only plantlike robot the team is cultivating. Dr Mazzolai has been developing “plantoids”, based on roots, since 2012 (then the first plant-inspired robotics venture in the world). These can burrow through earth, and could be used to analyse chemicals or find water. And in 2021 the group at IIT, along with European partners, started developing “I-Seed”, a biodegradable mini-bot that can be moved about by wind and rain and change shape according to humidity. Based on the seeds of the South African geranium, it could be used to carry and distribute real seeds for reforestation, opening up and releasing its cargo once it hits suitable soil."}, {"role": "body", "text": "Dr Mazzolai hopes that such projects will inspire other roboticists to take their cues from botany. The plant kingdom is another world, she says, with a completely different approach to the animal one. “And so we can develop completely new technologies and artificial solutions, because it is so different.” ■"}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}], "id": 60}