{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_FNP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Will FTX’s customers be repaid?", "subtitle": "As Sam Bankman-Fried is locked up, his erstwhile depositors await their fate", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-04-04T09:51:40Z", "contents": [{"role": "body", "text": "In the days after the fall of his crypto exchange, Sam Bankman-Fried opened a Google Doc and began to type. Beneath the title “probably bad ideas” he listed potential strategies, which included coming out as a Republican and arguing that “SBF died for our sins”. Mr Bankman-Fried ultimately decided against both, but there is one fiction he never let die. He has always claimed FTX was, in fact, solvent and could repay the $10.6bn it owed customers."}, {"role": "body", "text": "Mr Bankman-Fried lost his empire in November 2022, but it was not until March 28th that he learned his fate: 25 years in prison. FTX’s customers-turned-creditors are still waiting. The bankruptcy is messy, extending to over 100 entities with assets lawyers say are “hopelessly” mingled. So it was surprising to possibly everybody except Mr Bankman-Fried himself when FTX told a court in January that it should be able to repay its 36,000 customers in full."}, {"role": "body", "text": "FTX is good for the cash not because it was always solvent, but because administrators have clawed back assets that its last chief executive frittered away, argues John Ray III, the firm’s current boss. Rising crypto prices have also helped. Mr Ray’s team has located $7bn in assets, including luxury homes and private jets. They reckon that another $16.6bn flowed out of the company before its collapse—a third of which went to insiders and affiliates—and some of which may be clawed back."}, {"role": "body", "text": "Mr Ray’s success in tracking down FTX’s cash has made claims on its estate a hot commodity. Imposters have pumped up their total value to $23.6qn (quintillion, that is). Although legitimate claims on FTX’s debt first traded at as low as one-tenth of their face value, reflecting expectations they would not be repaid, these certificates have almost entirely recovered their value. One customer is trying to regain $166m of claims in court, having sold them for a third of their face value."}, {"role": "body", "text": "Mr Ray only has to repay, without interest, the dollar value of customers’ crypto accounts at the time FTX filed for Chapter 11 protection on November 11th 2022. By then, bitcoin tokens had lost a fifth of their value since Mr Bankman-Fried had barred withdrawals three days earlier. And crypto has since been on a tear. The price of solana tokens, FTX’s largest holding, has increased eleven-fold; bitcoin has more than tripled in value. This has led some creditors to sue for payment in tokens, rather than dollars. They claim the tokens are their property under FTX’s terms."}, {"role": "body", "text": "Yet FTX does not have the tokens they seek. Mr Ray says there were only 105 bitcoins left on the exchange when he took over, against customer entitlements to nearly 100,000. In truth, customers seem to have made a lucky escape. Their repayment relies on FTX’s owners losing out on their $12bn claim, the federal government forgoing $43.5bn in fines and taxes, and Mr Ray being allowed to sell what remains. None of this would have happened if FTX really had been solvent. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 56}