{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_LDD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Xi Jinping’s misguided plan to escape economic stagnation", "subtitle": "It will disappoint China’s people and anger the rest of the world", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2024-04-04T09:07:11Z", "contents": [{"role": "body", "text": "IT is ChINA’S gravest economic test since the most far-reaching of Deng Xiaoping’s reforms began in the 1990s. Last year the country achieved growth of 5%, but the pillars of its decades-long miracle are wobbling. Its famously industrious workforce is shrinking, history’s wildest property boom has turned to bust and the global system of free trade that China used to get richer is disintegrating. As our reporting explains, President Xi Jinping’s response is to double down on an audacious plan to remake China’s economy. Blending techno-utopianism, central planning and an obsession with security, this sets out China’s ambition to dominate the industries of tomorrow. But its contradictions mean it will disappoint China’s people and anger the rest of the world."}, {"role": "body", "text": "Compared with 12 months ago, let alone the go-go years, the mood in China is dour. Although industrial production perked up in March, consumers are depressed, deflation lurks and many entrepreneurs are disillusioned. Behind the angst lie deeper fears about China’s vulnerabilities. It is forecast to lose 20% of its workforce by 2050. A crisis in the property industry, which drives a fifth of gdp, will take years to fix. It will hurt cash-strapped local governments that relied on land sales for revenues and flourishing real estate for growth. Relations with America are steadier, as a phone call between Mr Xi and President Joe Biden this week attested. But they remain fragile. Chinese officials are convinced that America will restrict more Chinese imports and penalise more Chinese firms, whoever wins the White House in November."}, {"role": "body", "text": "China’s response is a strategy built around what officials call “new productive forces”. This eschews the conventional path of a big consumer stimulus to reflate the economy (that’s the kind of ruse the decadent West resorts to). Instead Mr Xi wants state power to accelerate advanced manufacturing industries, which will in turn create high-productivity jobs, make China self-sufficient and secure it against American aggression. China will leapfrog steel and skyscrapers to a golden era of mass production of electric cars, batteries, biomanufacturing and the drone-based “low-altitude economy”. "}, {"role": "body", "text": "The scope of this plan is breathtaking. We estimate annual investment in “new productive forces” has reached $1.6trn—a fifth of all investment and double what it was five years ago in nominal terms. This is equivalent to 43% of all business investment in America in 2023. Factory capacity in some industries could rise by over 75% by 2030. Some of this will be made by world-class firms keen to create value, but much will be prompted by subsidies and implicit or explicit state direction. Foreign companies are welcome, even though many have been burned in China before. Mr Xi’s ultimate aim is to invert the balance of power in the global economy. Not only will China escape dependence on Western technology, but it will control much of the key intellectual property in new industries and charge rents accordingly. Multinationals will come to China to learn, not teach."}, {"role": "body", "text": "However, Mr Xi’s plan is fundamentally misguided. One flaw is that it neglects consumers. Although their spending dwarfs property and the new productive forces, it accounts for just 37% of gdp, much lower than global norms. To restore confidence amid the property slump and thereby boost consumer spending requires stimulus. To induce consumers to save less requires better social security and health care, and reforms that open up public services to all urban migrants. Mr Xi’s reluctance to embrace this reflects his austere mindset. He detests the idea of bailing out speculative property firms or giving handouts to citizens. Young people should be less pampered and willing to “eat bitterness”, he said last year."}, {"role": "body", "text": "Another flaw is that weak domestic demand means some new production will have to be exported. The world has, regrettably, moved on from the free-trading 2000s—partly because of China’s own mercantilism. America will surely block advanced imports from China, or those made by Chinese firms elsewhere. Europe is in a panic about fleets of Chinese vehicles wiping out its carmakers. Chinese officials say they can redirect exports to the global south. But if emerging countries’ industrial development is undermined by a new “China shock”, they, too, will grow wary. China accounts for 31% of global manufacturing. In a protectionist age, how much higher can that figure go?"}, {"role": "body", "text": "The last flaw is Mr Xi’s unrealistic view of entrepreneurs, the dynamos of the past 30 years. Investment in politically favoured industries is soaring, but the underlying mechanism of capitalist risk-taking has been damaged. Many bosses complain of Mr Xi’s unpredictable rule-making and fear purges or even arrest. Relative stockmarket valuations are at a 25-year low; foreign firms are wary; there are signs of capital flight and tycoons emigrating. Unless entrepreneurs are unshackled, innovation will suffer and resources will be wasted."}, {"role": "body", "text": "China could become like Japan in the 1990s, trapped by deflation and a property crash. Worse, its lopsided growth model could wreck international trade. If so, that could ratchet geopolitical tensions even higher. America and its allies should not cheer that scenario. If China was stagnating and discontented, it could be even more bellicose than if it were thriving."}, {"role": "second", "text": "Old reductive forces"}, {"role": "body", "text": "If these flaws are obvious, why doesn’t China change course? One reason is that Mr Xi is not listening. For much of the past 30 years, China has been open to outside views on economic reform. Its technocrats studied global best practice and welcomed vigorous technical debates. Under Mr Xi’s centralising rule, economic experts have been marginalised and the feedback leaders used to receive has turned into flattery. The other reason Mr Xi charges on is that national security now takes precedence over prosperity. China must be prepared for the struggle ahead with America, even if there is a price to pay. It is a profound change from the 1990s and its ill-effects will be felt in China and around the world.■"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}], "id": 4}