{"coverImageURL": "https://www.economist.com/media-assets/image/20240406_BID001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Yu Hua on why young Chinese no longer want to work for private firms", "subtitle": "In today’s China stability trumps enterprise, argues the novelist", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2024-04-02T16:55:17Z", "contents": [{"role": "body", "text": "WHAT LIES at the far reaches of the universe? This is a question that science has yet to answer, but most young people in China today already have an answer. According to them, at the end of the universe is not the Milky Way, the Andromeda Galaxy or the Canes Venatici Constellation, but a government job."}, {"role": "body", "text": "Observing changing attitudes about government jobs among young people in China over the course of the past four decades of the reform era can reveal the deep-seated changes that have taken place in the structure of Chinese society. "}, {"role": "body", "text": "During the early days of the reform era in the 1980s, there were three categories of government jobs for urban residents: the collective positions (jiti bianzhi), the general positions (quanmin bianzhi) and the cadre positions (ganbu bianzhi). The cadre positions were equivalent to the civil-service system of today. At the time, all young people craved an opportunity to enter that system. But by the 1990s that was no longer something they desired. "}, {"role": "body", "text": "If we were to describe the pace of economic development in the 1980s as walking, by the 1990s it was akin to a horse galloping. College graduates in particular turned their backs on the bureaucratic system in favour of seeking employment with foreign firms or joint ventures, or founding their own firms. The incentive was obvious: they could earn more, possibly a lot more, in the private sector."}, {"role": "body", "text": "In 1992 alone, more than 120,000 cadre-level bureaucrats—the backbone of various government departments at the time—resigned from their positions to work in the private sector. Seeing the tremendous opportunities of the market economy, some sought employment with foreign firms or joint ventures. Others drew on their savings and borrowed money from friends and family to start their own businesses. The most outstanding of them would later become China’s best-known entrepreneurs. Those taking the private-sector plunge described it as “diving into the sea”, as the market economy was metaphorically referred to as a great sea. "}, {"role": "body", "text": "But as the Chinese economy slowed, young people began to rekindle their desire for jobs within the government system—and this time their desire was even more fervent. It was referred to as “coming ashore”. "}, {"role": "body", "text": "For the past decade the number of Chinese college graduates applying for jobs in the civil service has surged. In 2023 some 2.8m applicants qualified for the civil-service examinations, chasing an estimated 39,000 available positions. The media described this as “an army of soldiers and horses attempting to cross a single-plank bridge”. "}, {"role": "body", "text": "What’s more, having a bachelor’s degree is no longer an advantage; one needs to have at least a master’s degree. And for an application to be truly competitive, one needs a doctorate. "}, {"role": "body", "text": "The fierce competition in the labour market has deprived young job-seekers of the ability to be selective when it comes to employment; as long as there is a secure government bureaucratic job available, no matter where or what the nature of the job, there are always large numbers of applicants. In 2020 a small subdistrict office in Hangzhou made the news when people with PhDs from some of China’s most prestigious universities were among those applying for an open position. In the remote Ali region of Tibet, where living conditions are extremely difficult, a job advertised in 2021 for a clerk at the local post office drew a staggering 20,813 applications."}, {"role": "body", "text": "Shutdowns, layoffs, unemployment and bankruptcy have all become key words to describe the economy of today. For young Chinese, high-paying jobs are no longer the be-all and end-all; what they want are stable jobs within the state bureaucratic system. After living through three years of pandemic lockdowns, it is not only the young who have realised the importance of these bureaucratic jobs. Everyone has. "}, {"role": "body", "text": "No matter how long you might end up quarantined at home, government jobs are the only form of employment you can count on to continue paying you a full salary. Without a government job, the second the next lockdown comes along, your source of income may well be cut off. That is why “At the far reaches of the universe lies a government job” has become a popular phrase online in China today. "}, {"role": "body", "text": "The Chinese people have always loved palm-reading, which is the simplest and most straightforward form of fortune-telling. In the past, palm-readers would base someone’s fortune on three lines which represented one’s longevity, career and love life. When young people get their fortunes told today, they care only about the career line, and all they want to know is: will there be a government job in their future."}, {"role": "body", "text": "I don’t know how these young people invented this new form of divination, but I can only marvel at the awe-inspiring power of government jobs, as they have now even entered into the long tradition of Chinese fortune-telling. ■"}, {"role": "body", "text": "Yu Hua is a novelist and essayist, known primarily for his avant-garde fiction. His novels include “To Live” (1993), “Brothers” (2005) and “The Seventh Day” (2015)"}, {"role": "body", "text": "This article was translated by Michael Berry."}], "id": 10}