{
    "title": "Hollywood is losing the battle for China",
    "subtitle": "The rise of domestic cinema counters Western cultural influence",
    "authorName": "The Economist",
    "coverImageURL": "https://github.com/HuangRunHua/images/raw/main/20230422_GDC100:20230422_GDC100-Artboard_1_copy_2.png",
    "coverImageWidth": 1474,
    "coverImageHeight": 864,
    "coverImageDescription": "",
    "hashTag": "Graphic detail",
    "publishDate": "Apr 26th 2023",
    "contents": [
        {
            "role": "body",
            "text": "In 1986 régis debray, a French philosopher, wrote that “there is more power in rock music, videos, blue jeans… than in the entire Red Army.” Western soft power, conveyed via cultural exports like music and cinema, is widely credited with helping to end the Soviet Union. Now that relations between China and America are eliciting cold-war comparisons, Chinese leaders are eager to displace Western influence. “Of all the nations in the world,” Xi Jinping, China’s president, has said, China “has the most reasons to be culturally confident.”"
        },
        {
            "role": "body",
            "text": "Soft power is hard to measure, but data on viewing preferences can reveal which way it is trending. And our analysis of film reviews on Douban, a social network, suggests that in China’s domestic market, the scales are tipping in Mr Xi’s favour. During the past decade, Western cinema’s share of viewership in China appears to have declined."
        },
        {
            "role": "body",
            "text": "Douban is a Chinese site where users can review films. Although China lets cinemas show just 34 foreign titles per year, users have rated thousands of foreign films, presumably using pirated versions. We downloaded scores and view counts for all 26,000 films listed on Douban produced between 2010 and 2022. Almost 10,000 of these are “Anglo” films (in English, from English-speaking countries), and 4,500 were produced in mainland China. The rest are largely European, Japanese and Korean. Over this period, Anglo films made up 43% of recorded views. China ranked second, at 36%, followed by Japan (6%) and South Korea (5%)."
        },
        {
            "role": "image",
            "imageURL": "https://github.com/HuangRunHua/images/raw/main/hollywood-is-losing-the-battle-for-china:images:20230422_GDC200:20230422_GDC200-Artboard_1_copy_2.png",
            "imageWidth": 734,
            "imageHeight": 1048
        },
        {
            "role": "body",
            "text": "However, these figures have changed sharply over time. From 2010 to 2021, China’s share rose from 21% to 55%, while that of Anglo films fell from 53% to 28%. The change is not driven by China simply making more films—its share of total movies made only rose from 13% to 18%. (In 2022 China’s shares dipped because its zero-covid policy limited film production, but its numbers are likely to return to prior levels.)"
        },
        {
            "role": "body",
            "text": "Neither can this trend be attributed to Chinese films getting significantly better. Viewers rated them worse in 2022 than they did a decade earlier—and on average, half a star lower on a five-star scale than Anglo films (see chart). Many other factors, such as marketing, casts or changes in Douban users’ behaviour, could affect ratings and view counts. But such poor ratings suggest that although China may be fending off Western soft power at home, its cultural exports are not ready to gain traction abroad."
        },
        {
            "role": "body",
            "text": "China’s increasing domination of the domestic market has been driven by blockbusters. The ten most-viewed movies in each year account for 27% of all views."
        },
        {
            "role": "body",
            "text": "In the early 2010s, English-language movies dominated, outranking Chinese movies in the top ten from 2010 to 2014."
        },
        {
            "role": "body",
            "text": "But from 2015 on, they slipped. By 2019, just one English-language movie—“Avengers: Endgame”—made it into the top ten."
        },
        {
            "role": "body",
            "text": "The mid-2010s saw the advent of highly successful Chinese propagandist flicks, which often feature all-star casts and receive hefty budgets."
        },
        {
            "role": "body",
            "text": "By the end of the decade, Chinese blockbusters dominated the rankings."
        },
        {
            "role": "body",
            "text": "Among Anglo titles, Chinese audiences have a strong penchant for the adventure genre, which accounts for 46% of views of Anglo films. In contrast, when it comes to domestic cinema, they favour comedies, which make up 44% of views of Chinese titles. One prominent example is “Hello Mr Billionaire”, a local remake of “Brewster’s Millions”, which tells the story of a man who must spend 1bn Chinese yuan ($145m) in a month in order to secure his inheritance."
        },
        {
            "role": "body",
            "text": "Domestically produced dramas also appear to resonate with Chinese viewers disproportionately. Films tagged with this genre constitute 54% of views of Chinese films, slightly more than the 50% of local titles labelled as dramas. A standout release is “Better Days”, a moving tale of an unlikely bond between a bullied teenage girl and a street thug. In 2021 the film was nominated for an Oscar, something which no other Chinese-language film had achieved since 2003."
        },
        {
            "role": "body",
            "text": "Most notably for China’s leaders, domestic filmmakers have also won audiences with propagandist set pieces. “Wolf Warrior 2”, China’s second-highest-grossing film ever, was so popular that it lent its name to the country’s combative new style of “wolf-warrior diplomacy”. It chronicles a former special-operations soldier doing battle in Africa with a ruthless American mercenary leader. Its tagline was “anyone who offends China, no matter how remote, must be exterminated.”"
        },
        {
            "role": "body",
            "text": "Another film, “My People, My Country”, shows off China’s accomplishments since its founding in 1949. The Chinese title of the film, wo he wo de zu guo, translates literally as “My Motherland and I”. The film is the 7th most viewed on Douban from 2019."
        },
        {
            "role": "body",
            "text": "To Western viewers, such pro-government stories may seem crude (although the makers of “Born to Fly” could point out that “Top Gun” was produced with the blessing of America’s navy). But their popularity suggests that the Communist Party’s propaganda organs are making an impact. Increasingly, home-grown cinema is shaping how a generation of Chinese people view their country and its place in the world."
        }
    ]
}