{"coverImageURL": "https://www.economist.com/media-assets/image/20230429_MAP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How Zionism has evolved from a project to an ideology", "subtitle": "It has been co-opted by politicians on all sides", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2023-04-27T13:02:15Z", "contents": [{"role": "body", "text": "THE FIRST protest against the Israeli government’s plans to weaken the country’s Supreme Court on January 7th was a sparsely attended affair, dominated by left-wing and pro-Palestinian parties. A week later, as tens of thousands gathered in Tel Aviv and other cities, the demonstrations shifted to the centre ground. Gone were the Palestinian banners. In their place was a sea of blue-and-white Israeli flags. "}, {"role": "body", "text": "In the months that followed the protesters displayed other symbols of Israeli nationhood, such as massive reproductions of Israel’s Declaration of Independence, with its promises of “freedom, justice and peace as envisaged by the prophets of Israel”. To broaden this new movement’s appeal, its organisers made a conscious decision to focus it on a battle over the nature of democracy in the Jewish state. Without explicitly saying so, they framed their cause as a struggle over the very meaning of Zionism and who its rightful torchbearers are—the secular and liberal Israelis making up much of the protest movement, or the religious, conservative supporters of Binyamin Netanyahu’s government. "}, {"role": "body", "text": "It is a continuation of a dispute as old as Zionism itself, yet every bit as relevant to Israel’s future as it was 120 years ago. Theodor Herzl (pictured), the man venerated in Israel for sparking a movement to give Jews their own state, nearly tore it apart in 1903 when he proposed that the Jews seek a haven from rising anti-Semitism, in east Africa. His proposal for “a modern solution to the Jewish Question” highlighted the tension at the heart of Zionism. Was it simply a plan to establish a national home for persecuted Jews, wherever that might be, or an ideology for the creation of a particularly Jewish state in its biblical homeland?"}, {"role": "body", "text": "Today’s tensions over Israeli democracy would have been familiar to many of Herzl’s followers. Some were secular, even assimilated Jews, whose imaginations were fired by the birth of nationalism across Europe. For those who were born into religious families, however, Zionism encapsulated the thrice-daily traditional Jewish prayer: “May our eyes behold Your return to Zion.” "}, {"role": "body", "text": "As Herzl’s Zionist movement grew in the years leading up to Israel’s founding in 1948, it was dominated by secular Jews who divided into two main camps. Their imprint is still felt on Israeli politics today. One camp was led by Ze’ev Jabotinsky, a right-winger who drew heavily on European nationalism, and in some cases fascism. He argued for “one flag”, meaning a single-minded focus on establishing a Jewish state. He believed this should encompass not just Palestine but also modern-day Jordan. Mr Netanyahu’s Likud party is the ideological heir of this “Revisionist Zionism” camp."}, {"role": "body", "text": "Set against this was the socialist camp of David Ben-Gurion, Israel’s first prime minister. The socialists gained control of the Zionist movement in the late 1920s and went on to establish a state built on collectivist agriculture and government-owned industries. They dominated Israeli politics from 1948 to 1977 even as they quietly ditched their left-wing economics. “Zionism was basically split between those who saw it as an instrument not only for Jewish statehood, but for a bigger reality, like socialism, and the Jabotinskean ‘one flag’ ideal,” says Micah Goodman, an Israeli philosopher. The socialists won, he argues, but Jabotinsky’s vision endured."}, {"role": "body", "text": "A movement whose primary animating force was the yearning for a state might have been expected to die away once it had achieved its goal. But it has been challenged by the growth of religious Zionism, a once-insignificant part of the broader Zionist movement that is now a powerful force in Mr Netanyahu’s government. Since the six-day war in 1967 when Israel captured the territories of the West Bank and east Jerusalem from Jordan, religious Zionists have been at the vanguard of the settler movement, which still dreams of a “Greater Israel” than that contained in its pre-1967 borders. "}, {"role": "body", "text": "The presence of hundreds of thousands of settlers in these occupied territories is a daunting obstacle to the creation of a viable Palestinian state. But religious Zionism has even bigger plans for Israeli society. Its current leader, Bezalel Smotrich, Mr Netanyahu’s finance minister, speaks of his desire to restore Jewish biblical law. Messianic Zionism is still a minority view, but it is gaining ground and influencing Likud, a party that was previously largely secular. "}, {"role": "second", "text": "Creating their own vision"}, {"role": "body", "text": "Yet the protest movement that has come out to oppose Mr Netanyahu’s coalition has seen an opportunity to push back at its vision of the Jewish state. “The new struggle for Israeli democracy has highlighted that we’re still fighting for a Zionism [that…] means all these things: democracy, ending the occupation of the Palestinians and achieving a more equal society,” says Rami Hod, the director of the Berl Katznelson Centre, a progressive Zionist think-tank in Tel Aviv. “We can only achieve that in Israel through Zionism.” The question Israelis must answer though, as in the 1920s, is which Zionism will prevail. ■"}], "id": 27}