{"coverImageURL": "https://www.economist.com/media-assets/image/20230429_WBD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Is mining set for a new wave of mega-mergers?", "subtitle": "Dealmaking is the new digging", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-04-27T13:02:16Z", "contents": [{"role": "body", "text": "The defining deal of the mining industry’s last merger wave never happened. bhp Billiton’s audacious $150bn bid in 2008 for a rival, Rio Tinto, which would have created a commodities super-group, captured the debt-fuelled spirit of the commodities “supercycle” of the 2000s. As China’s growth slowed and the miners’ capital spending peaked, things fell back to earth. The industry has atoned for its sins by cleaning up its balance-sheets and returning record sums to shareholders. Years of discipline, a surge in commodity prices and the prospect of an explosion in demand for “green” metals have mining bosses again dreaming up fantasy deals. For growth-hungry firms, the high costs and risks of developing new projects and relatively cheap valuations for companies in the sector mean that buying looks more attractive than digging. Last year, as dealmaking slumped in other sectors, mining bosses shook hands at a rate not seen in a decade."}, {"role": "body", "text": "Now matters have reached a fever pitch. On April 26th Teck Resources announced that it would scrap a shareholder vote on its restructuring hours ahead of its planned shareholder meeting. The proposal, which was announced in February, would have split the Canadian miner in two, spinning off the firm’s steelmaking-coal operations and leaving behind its copper and zinc businesses. Glencore, a Swiss-based commodities giant, scuppered Teck’s vision with an unsolicited proposal to merge the firms and shed their amalgamated coal business instead. After weeks of both sides courting the Canadian firm’s shareholders, Teck caved, possibly because enough of them are now convinced that selling the firm is in their best interests. Teck says it is going back to the drawing board to conjure up a “simpler and more direct separation”. That might not be enough. An emboldened Glencore may improve its offer in the coming days to capture shareholder disquiet over Teck management’s strategic misfire. If it doesn’t, there is no shortage of potential buyers waiting in the wings."}, {"role": "body", "text": "Yet any transaction would be much smaller than the biggest ones struck during the previous cycle. Ghosts of deals past might still dampen the willingness of today’s bosses, who were mere upper-middle-managers last time around, to part with their cash buffers in bigger tie-ups. Valuing mining firms is as difficult as predicting the future price of the commodities they produce, and overpaying can spell disaster. In 2013 write-downs to the tune of more than $14bn cost the job of Tom Albanese, the boss of Rio Tinto, following the firm’s poorly timed purchase of Alcan, a Canadian aluminium producer, for $38bn in 2007 and a botched deal for coal mines in Mozambique."}, {"role": "body", "text": "The past supercycle may be full of warnings but what bosses face today is different. Whereas China devoured heaps of coal and iron ore, this time copper and other non-ferrous metals will take centre stage. Bulls argue that a dearth of digging means that as China’s economy reopens and America’s remains resilient, there will soon be a shortage of the red metal. Looking further ahead, some are even more optimistic. According to analysts at Goldman Sachs, a bank, the appetite of “green” industries for copper—from rising sales of electric vehicles, for instance—will provide almost half of additional demand this decade. No wonder mining firms can’t get enough. In December Rio Tinto scooped up the half of Turquoise Hill which it didn’t already own for $3.1bn, which gives it a majority interest in Oyu Tolgoi, a big copper mine in Mongolia. Earlier this month shareholders of Oz Minerals, an Australian miner, approved a $6.4bn takeover by bhp. A proposed acquisition of Newcrest by Newmont for almost $20bn would boost copper production for the world’s biggest gold miner. "}, {"role": "body", "text": "Sometimes the problem is getting shareholders to notice the mines that a company already owns. A firm that positions itself as a green metals “pure play”, which is corporate-speak for focusing on one thing, is increasingly attractive to investors. This is an important rationale behind Glencore’s plan to create “GlenTeck” out of the two firms’ metals businesses. Vale, a Brazilian mining giant which makes most of its money from iron ore, is also mulling a separation of its base-metals business. Shedding the dirtiest assets, such as thermal coal, becomes more compelling as institutional investors weigh the environmental impact of their portfolios. Anglo American shed its South African thermal-coal business in 2021; Thungela, the new company, has seen its share price more than quadruple since its listing in Johannesburg."}, {"role": "second", "text": "Out of the black and into the green"}, {"role": "body", "text": "Mining bosses are used to haggling with governments about earnings from their mines, but should expect increasing protectionism to collide with their dealmaking ambitions. Geopolitical pressures on the largest mining transactions are nothing new. In 2008 Chinalco, a Chinese state-owned mining firm, launched a “dawn raid” on Rio Tinto’s shares in an attempt to disrupt its potential tie-up with bhp (the deal would have created an uncomfortably powerful supplier of iron ore to the country). In 2010, Canadian authorities flexed their muscles by using the Investment Canada Act to block bhp’s $39bn bid to acquire Potash, a miner of the eponymous fertiliser mineral. Confronting factions both inside and outside Teck’s shareholder register who desire to keep the firm in Canadian hands will be a challenge to any takeover."}, {"role": "body", "text": "As the line between economic and national-security interests increasingly blurs, countries have beefed up their investment-screening regimes, with an increasing focus on minerals critical to the energy transition. A related effort to redesign supply chains through huge industrial-policy initiatives such as America’s Inflation Reduction Act is also creating demand for commodities and will spark its own deals. One way to look at the coming boom in mining mergers is as the first deal wave of the green transition. Another is seeing an industry addicted to deals set free after a decade of inaction. Either way, the starting gun has been fired.■"}, {"role": "body", "text": "Read more from Schumpeter, our columnist on global business:How businesses are experimenting with ChatGPT-like services (Apr 19th)Samsung should be wary of Intel-like complacency (Apr 13th)What the world’s hottest MBA courses reveal about 21st-century business (Apr 5th)"}, {"role": "body", "text": "Also: If you want to write directly to Schumpeter, email him at schumpeter@economist.com. And here is an explanation of how the Schumpeter column got its name."}], "id": 50}