{"coverImageURL": "https://www.economist.com/media-assets/image/20230429_BRP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "To understand Labour’s shadow cabinet, read its books", "subtitle": "But don’t expect any thrillers", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-04-25T17:18:04Z", "contents": [{"role": "body", "text": "The books by the Labour shadow cabinet are earnest, virtuous and well-meaning. They tackle such uncomfortable topics as sexism, racism and Peterborough. Their authors travel to places like Wigan and Halifax, and feel sad in them. In reviews these books have been garlanded with such adjectives as “much-needed” and “powerful”. Almost all of them, in other words, are heroically boring. "}, {"role": "body", "text": "Consider, for example, one single sentence from the book “All In” by Lisa Nandy, the shadow secretary of state for levelling up. It is: “Thanks to the foresight of local leaders and the regional development agency of well over a decade ago, companies from all over the world have been persuaded to invest in Grimsby because of its great natural asset—wind.” If you enjoyed that, good news: there are 198 more pages where it came from."}, {"role": "body", "text": "There are few better ways to get to know a political party than to read the books its MPs produce. Conservative cabinet ministers, for example, tend to specialise in honeyed histories of the proud past. Boris Johnson wrote a well-reviewed biography of Churchill (“this book sizzles”); William Hague, a former Tory leader, wrote a much-lauded biography of William Pitt the Younger (“first-class”); and Nadine Dorries, a one-time cabinet minister, wrote a series of historical nursing romances starting with “The Angels of Lovely Lane” (“heart-warming”). Such books tell you a little about the past—and a lot about the Tories."}, {"role": "body", "text": "The library offered by Labour’s shadow cabinet is similarly revealing. For one thing, these books tend to focus more on the problematic present than the past. For another, all are notably low on lovely angels. Labour’s library offers such titles as “Go Big: How to Fix Our World” by Ed Miliband, who holds the climate-change brief; “Tribes: A Search for Belonging in a Divided Society” by David Lammy, the shadow foreign secretary; and “European Human Rights Law: The Human Rights Act 1998 and the European Convention on Human Rights” by Sir Keir Starmer, the Labour leader. None has been called “sizzling”. "}, {"role": "body", "text": "That is not necessarily a bad thing. Many might feel relieved at the prospect of a prime minister who writes the sort of book that offers “detailed analysis of the Human Rights Act 1998”. Moreover, some of these books are good. Mr Lammy’s has moments of fine writing; Rachel Reeves, the shadow chancellor of the exchequer, has produced an intelligent and thoughtful history of women in Westminster."}, {"role": "body", "text": "But overall these books are not what you would call rollicking. In 1943 George Orwell wrote an essay titled: “Can Socialists be Happy?” No one doubts that Tories can be happy, or have fun. Open a book by or about Tories and you might find Alan Clark having fun with Thatcher’s ankles (“attractive…in the 1940 style”); or David Cameron having fun with the perfume of the diarist, Sasha Swire (“It makes me want to grab you and push you into the bushes and give you one!”); or Boris Johnson having fun with more or less everyone."}, {"role": "body", "text": "Labour’s books are less jolly. This is unsurprising. They have been out of office for 13 years. The Tories get to write about the corridors of power, whereas Labour politicians must wring their hands about the state of Britain. It is harder to write a fun book about that. At times, you get the feeling that they are hardly even trying. Ms Nandy, for example, bombards her readers with facts (“Half of all the world’s polysilicon…comes from the Xinjiang province of China.”). It is like reading an aggrieved version of Wikipedia."}, {"role": "body", "text": "And almost all of these books are filled with clichés. Their authors are always finding people “brave” and “inspiring” and fretting about such things as how women’s voices have been “silenced”. Such phrases feel like they have been assembled from a stock of Fabian Society fridge poetry. They are not bad things to write; but they are not interesting either. Orwell wondered in his essay whether socialists can be happy. The question that comes to mind when reading these books is: “Can Their Readers Be?” ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 39}