{"coverImageURL": "https://www.economist.com/media-assets/image/20230429_STD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Too many people take too many pills", "subtitle": "Medical systems are set up to put people on drugs, not take them off", "hashTag": "Science & technology", "authorName": "The Economist", "publishDate": "2023-04-26T17:51:17Z", "contents": [{"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230429_STD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "As a pharmacist in a big hospital in Adelaide, Emily Reeve would often see patients overwhelmed by the number of drugs they took each day. “They’d say ‘I take so many medicines that I rattle when I walk’,” she recalls. And she worried that some of the medications these patients were on seemed useless, or even harmful."}, {"role": "body", "text": "Dr Reeve’s patients are not unusual, at least in the rich world. About 15% of people in England take five or more prescription drugs every day. So do 20% of Americans and Canadians aged 40-79. Since the old tend to be sicker, the number of pills a person pops tends to rise over time. Of Americans who are 65 or older, two-thirds take at least five medications each day. In Canada, a quarter of over-65s take ten or more."}, {"role": "body", "text": "Not all those prescriptions are beneficial. Half of older Canadians take at least one that is, in some way, inappropriate. A review of overprescribing in England in 2021 concluded that at least 10% of prescriptions handed out by family doctors, pharmacists and the like should probably not have been issued. And even properly prescribed drugs have side effects. The more medicines someone takes, the more they will experience. "}, {"role": "body", "text": "“Polypharmacy”, as doctors call it, imposes a big drag on health. A recent study at a hospital in Liverpool found that nearly one in five hospital admissions was caused by adverse reactions to drugs. The Lown Institute, an American think-tank, reckons that, between 2020 and 2030, medication overload in America could cause more than 150,000 premature deaths and 4.5m hospital admissions."}, {"role": "body", "text": "Getting people off drugs is unfamiliar terrain for modern health systems, which are mostly set up to put patients on them. But that is beginning to change. Doctors, pharmacists and nurses are setting up “deprescribing networks” to try to spread the word. (Dr Reeve, now at Monash University, in Melbourne, runs one in Australia.) England’s National Health Service published a plan to reduce overprescribing in 2021. The first international conference on it took place last year, in Denmark. "}, {"role": "body", "text": "Excessive pill-popping burdens patients in several ways. One is the sheer logistics of it all. “People feel like their entire lives revolve around their medications,” says Michael Steinman, a professor of medicine at the University of California, San Francisco. The more drugs someone takes, the greater the chances are that some of them will be taken wrongly. "}, {"role": "body", "text": "Other problems are more straightforwardly medical. Some patients end up taking several drugs that affect the same biological pathway. One example is anticholinergics, which suppress the activity of acetylcholine, a neurotransmitter. Several drugs, including some anti-allergy pills, anti-incontinence drugs and tricyclic antidepressants, work this way. But doctors are not always aware of that, says Dr Reeve. "}, {"role": "second", "text": "The pills won’t help you now"}, {"role": "body", "text": "That can cause overdosing. Loading up on anticholinergics can suppress acetylcholine so strongly that it can leave patients stupefied or confused. Often such effects are wrongly ascribed to old age, or to disease. By cutting away problematic drugs, “we’ve had incidents where we have been able to reverse the [incorrect] diagnosis of dementia,” says Barbara Farrell, an academic and pharmacist at the Bruyere Research Institute in Canada."}, {"role": "body", "text": "Overprescribing can become self-reinforcing, says Dr Steinman. Several common drugs block reabsorption of serotonin, another neurotransmitter. Taking too many can cause tremors, insomnia and jerky movements of the arms and legs. Those symptoms are often mistaken for Parkinson’s disease. So drugs for Parkinson’s are added, in what is known as a “prescribing cascade”. These, in turn, can cause low blood pressure and delirium–which are, of course, treated with yet more drugs."}, {"role": "body", "text": "The problems compound in other way, too. The more pills someone takes, the more likely it becomes that some of them will interact in harmful ways. Pharmacists have reference databases which they check for nasty drug interactions. But knowledge is limited because clinical trials tend to test only one drug at a time. Pharmacists cannot catch problematic combinations when different prescriptions are dispensed at different pharmacies. And anything bought over the counter is “completely invisible”, says Dr Steinman. "}, {"role": "body", "text": "All these effects are compounded yet again in the elderly, whose bodies are less efficient at metabolising drugs. Sleeping pills, for example, might make a youngster a bit drowsy the next morning. In an elderly individual they can cause “brain fog” that makes everyday tasks impossible. Getting the dose right is difficult, says Dr Farrell, “because [old people] are usually excluded from clinical trials for new drugs”."}, {"role": "body", "text": "Medication overload persists for several reasons. One, particularly in America, is advertising, which oversells the benefits of medicines, says Dr Farrell. Lack of unified personal health records is another. A cardiologist may prescribe drugs for a patient without knowing what the doctor treating his lungs may have put him on. "}, {"role": "body", "text": "Perhaps the most common reason is that patients are not told when to stop taking a drug, or forget. In America one in five patients who are given gabapentin, a potent painkiller, after surgery are still taking it 90 days later (the recommended maximum is four weeks). Often prescriptions are renewed automatically by other doctors, who see them on a patient’s notes and assume they have to be continued."}, {"role": "body", "text": "Many doctors presume that, in any case, patients are not particularly interested in stopping their medicines. That is probably wrong: studies from a number of countries show that eight out of ten patients are willing to give up a drug if their doctor advises them to do so. But those doctors face problems of their own. Money for de-prescribing studies is scant. Drug firms, the main sponsors of clinical trials, are not interested, for obvious reasons. "}, {"role": "body", "text": "Evidence about how to proceed is nevertheless starting to build up. Brochures have been developed in Canada to help patients wean themselves off a number of common drugs. They explain, among other things, what alternatives are available—such as cognitive behavioural therapy rather than sleeping pills for insomnia. Trials suggest they work. "}, {"role": "body", "text": "Automated de-prescribing tools and guidelines for some medicines have also been developed in recent years. Medsafer, one such electronic tool, increased the share of hospital patients for whom drugs were de-prescribed from 30% to 55%, according to a study published earlier this year in JAMA Internal Medicine. The Drug Burden Index, another tool, tallies the cumulative doses of drugs with anticholinergic or sedative effects. "}, {"role": "body", "text": "A medical movement, in other words, is beginning. Its potential impact could be considerable. Keith Ridge, England’s chief pharmaceutical officer, drew an ironic but telling comparison in 2021: “With well over a billion items dispensed each year”, he wrote, “there is a huge prize to be gained in improving the health of millions of people—comparable to a new ‘blockbuster’ medicine—if we can only get this right.” ■"}, {"role": "body", "text": "Illustration: Timo Lenzen"}, {"role": "body", "text": "Curious about the world? To enjoy our mind-expanding science coverage, sign up to Simply Science, our weekly subscriber-only newsletter."}], "id": 59}