{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_WBP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A showdown between the DoJ and Google begins", "subtitle": "The stakes are high for tech. They may be higher for the trustbusters", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-09-13T18:17:14Z", "contents": [{"role": "body", "text": "AMERICA’S trustbusters have long had their sights set on big tech. On September 12th in Washington they at last fired their opening shots in the first courtroom battle of the modern internet era. The Department of Justice (DoJ), along with 38 state attorneys-general, accuses Google of abusing its online-search monopoly to extract bigger profits, snuff out competition and slow innovation. "}, {"role": "body", "text": "The case hinges on Google’s deals with smartphone makers and other firms that, the DoJ claims, perpetuate its dominance of search. Google allegedly pays more than $10bn a year to companies like Apple to make its search engine the default on devices. Although the arrangements are not exclusive, they add friction for those who might have preferred another search provider. More users bring more data, enabling Google to improve its products and lock in more users still. This flywheel, as Silicon Valley types refer to the notion that digital scale begets more scale, “always turns to Google’s advantage”, intoned Kenneth Dintzer, the DoJ’s lead courtroom counsel in the case."}, {"role": "body", "text": "The stakes are most obviously high for Google and its $1.7trn corporate parent, Alphabet. In the first half of 2023 Google search generated $83bn in revenues, accounting for 57% of the group’s top line and virtually all its profits. Although Google’s loss would be unlikely to result in its break-up, the company may need to change its ways. No more deals with smartphone-makers, for example. "}, {"role": "body", "text": "The threat of such an outcome to Google’s business is hard to gauge but unlikely to be existential. In early 2020 Europeans won the right to pick their default search engine when they set up new devices powered by Google’s Android mobile operating system. Since then Google’s share of European search has edged down from 94% to 90%. Assuming Americans behaved similarly, and given that a percentage point of global market share in search equals some $2bn in annual ad sales, a few billion dollars could be shaved off Google’s top line over several years."}, {"role": "body", "text": "The stakes are high for the DoJ, too—perhaps even higher. Its lawyers must first prove that Google is in fact a monopoly. Although the company processes more than 90% of the world’s search queries, Alphabet argues that its competition extends beyond just browsers: Amazon, TikTok and ChatGPT are all in the business of search, too, it contends. Second, trustbusters have to show that Google is abusing its monopolistic position. The firm says that users have lots of choice, and choose Google because it is a superior product. "}, {"role": "body", "text": "A defeat for the DoJ could undermine the aggressive approach to tech that it and its fellow trustbusters at the Federal Trade Commission (FTC) have pursued under President Joe Biden. Another DoJ lawsuit against Google, over its ad-tech business, could go to trial in January. The FTC is seeking to break up Meta’s social-media empire. Amazon and Apple are also under investigation. The result of the Google trial will set the tone—and the precedent—for a lot of trustbusting to come. ■"}, {"role": "body", "text": "To stay on top of the biggest stories in business and technology, sign up to the Bottom Line, our weekly subscriber-only newsletter."}], "id": 48}