{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_WWP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Business", "subtitle": "", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-09-14T11:55:18Z", "contents": [{"role": "body", "text": "Google went on trial in Washington, in the biggest antitrust case brought against a tech company since Microsoft’s trial in 1998. In its opening statement the Department of Justice said that Google had illegally sought to maintain its monopoly in internet search, giving it a 90% share of the market, and asked whether Google “will ever face meaningful competition”. It accused Google of striking deals with internet and phone companies to display its search engine prominently. Google denies wrongdoing, and argues that “forcing people to use inferior products” does not constitute competition. The trial is expected to last ten weeks."}, {"role": "second", "text": "Lightning changes"}, {"role": "body", "text": "Apple launched the iPhone 15. The new device replaces Apple’s Lightning connector with USB-C, a change forced on Apple by the European Union, which has ruled that all phones must use the standard port. People who buy the 15 will have to ditch their Lightning accessories, such as speaker docks, but the new phone will be able to connect to a wider range of devices using USB-C. "}, {"role": "body", "text": "Arm priced its IPO at $51 a share, the top end of its price range, just ahead of its debut on the Nasdaq exchange. The eagerly awaited share offering of the British chip designer was heavily oversubscribed. Meanwhile Instacart said it hoped to price its shares in another hotly anticipated tech IPO at a range of between $26 to $28. The online-groceries firm is aiming for a valuation of $9.3bn, far below the $39bn it was said to be worth in 2021. "}, {"role": "body", "text": "The president of the European Commission, Ursula von der Leyen, announced that the commission would investigate subsidies given to Chinese makers of electric vehicles, which have “flooded” global markets. European manufacturers of EVs were being undercut by state subsidies in China, she said. Chinese carmakers, such as BYD, have overtaken their American and European rivals in bringing cheaper EVs to market, and are expanding rapidly overseas as a consequence. "}, {"role": "body", "text": "Bernard Looney abruptly resigned as chief executive of BP. The energy giant said it was reviewing fresh claims of Mr Looney’s conduct in personal relationships with colleagues, and that he had not been fully transparent in previous disclosures. Mr Looney became CEO in 2020, boosting BP’s commitment to renewables with an aim to reach net-zero emissions by 2050. His departure comes amid mounting scepticism among green investors about BP’s pledges. "}, {"role": "body", "text": "The British government’s latest auction of contracts for offshore-wind projects failed to win a single bid. Although the government increased the amount of subsidy available, contractors claimed it was not enough to offset their spiralling costs. "}, {"role": "body", "text": "Daniel Zhang unexpectedly quit as the head of Alibaba’s cloud-computing division, less than three months after the company said he would step down as chief executive to focus on the role. Eddie Wu, the new CEO, will now also control the cloud business. The news, ahead of the Chinese tech giant’s plan to split in six, rattled investors. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230916_WWC605.png", "imageWidth": 608.0, "imageHeight": 634.0, "imageDescription": ""}, {"role": "body", "text": "America’s annual rate of inflation jumped in August, to 3.7%, the second month in a row the rate has risen following a year of consistent declines. Most of August’s increase is explained by costlier petrol, the result of the decision by Saudi Arabia and Russia to cut oil output. The Federal Reserve is more interested in the core rate of inflation, which strips out volatile food and energy prices. That dropped in August, to 4.3%. "}, {"role": "body", "text": "A judge in New York ordered Argentina to pay $16bn to two former shareholders in YPF, an oil company that the Argentine government renationalised in 2012. A ruling in March found the renationalisation to be unlawful. Argentina, which had argued that the case was outside the jurisdiction of American courts, is to appeal against the judge’s decision. "}, {"role": "body", "text": "Norway’s sovereign-wealth fund, the world’s biggest, has become the largest shareholder in UBS, with a 5% stake. The Swiss bank is expected to resume share buybacks next year following its recent takeover of Credit Suisse. "}, {"role": "body", "text": "Wilko is to shut up shop, six weeks after falling into administration. Various offers fell through for the household-goods chain, probably making 12,500 staff redundant. It is one of the biggest retail collapses in Britain over the past decade. The family firm, founded in 1930, struggled to compete with newer rivals. "}, {"role": "second", "text": "On the front foot"}, {"role": "body", "text": "Birkenstock took steps to list on the stockmarket. The German maker of hipster sandals filed papers for an IPO on the New York Stock Exchange which will probably take place in mid-October, a blow to European bourses that had hoped to attract the offering. Birkenstock is reportedly aiming for a valuation of $8bn. It will list under the tracker symbol BIRK. "}], "id": 1}