{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_BID001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Martin Indyk reflects on the Oslo accords, 30 years on", "subtitle": "The spirit of the Israeli-Palestinian peace agreement lives on—just—says America’s former ambassador", "hashTag": "By Invitation", "authorName": "The Economist", "publishDate": "2023-09-12T17:23:23Z", "contents": [{"role": "body", "text": "IT WAS A sparkling, cloudless morning in Washington 30 years ago this week when Yitzhak Rabin, the Israeli prime minister, and Yasser Arafat, chairman of the Palestine Liberation Organisation (PLO), shook hands on the White House lawn and pledged to end the Israeli-Palestinian conflict. Although America had not been involved in the negotiations President Bill Clinton stood behind the pair, his hands outstretched to symbolise the support that America would provide to the peacemakers. In his speech Mr Clinton promised Israelis and Palestinians “the quiet miracle of a normal life”."}, {"role": "body", "text": "Tragically, there has been nothing quiet or normal in their lives since then. The hope of peace was engulfed by a raging fire of violence that has now settled into a chronic tit-for-tat of Palestinian terror attacks and Israeli retaliations."}, {"role": "body", "text": "The framework agreement signed in 1993, the first of two known as the Oslo accords, is easily dismissed as a failed peace initiative. But was it the accords that failed, or was it the statesmen and politicians who failed to pursue the opportunities that diplomacy had provided? The answer matters. When Binyamin Netanyahu and Mahmoud Abbas, the current leaders of Israel and the Palestinian Authority respectively, pass from the scene, the diplomatic detritus of Oslo they leave behind might yet be refashioned into a meaningful effort to give peace another chance."}, {"role": "body", "text": "The Oslo agreement is generally remembered as idealistic, even delusional. In fact, it was based on a realistic assumption that neither side was ready to make lasting peace. Oslo therefore was deliberately designed to ameliorate the conflict, rather than end it. There were no provisions for the establishment of a Palestinian state or the necessary security arrangements, no mention of Jerusalem, and no reference to Palestinian refugees. These were all “final status issues” to be dealt with later; they were judged to be too complicated, too religiously and emotionally fraught, after decades of bloody conflict. "}, {"role": "body", "text": "Instead, Oslo provided for an incremental process of reconciliation. The Palestinian Authority, constituted by the agreement, would gradually assume responsibility for the territory and Palestinian inhabitants of the West Bank and Gaza in parallel with the staged withdrawal of Israeli forces."}, {"role": "body", "text": "Two years in, it felt like the Oslo process was working. Arafat was no easy customer. To an arch-terrorist on a supposed path to reform, governance, transparency and the rule of law did not come naturally. But Rabin and Shimon Peres, his partner in peacemaking, had no illusions about who they were dealing with. They had found ways to encourage Arafat into taking greater responsibility for maintaining order among the Palestinians now under his control. Trust had begun to be built between the leaders, if not yet between the people, just as the Oslo process envisaged."}, {"role": "body", "text": "The high point came with the Oslo II agreement in September 1995. Rabin’s reluctant handshake on the White House lawn had been replaced by Arafat’s brotherly arm on Rabin’s shoulder as they left the signing ceremony. That night Arafat gave an effusive speech about peace with Israel; Rabin noted that he seemed to be “a little Jewish” in his speech-making abilities."}, {"role": "body", "text": "Six weeks later Rabin was assassinated by a Jewish extremist who identified with the settler movement. Peres stepped into the breach, but was overwhelmed by a concerted effort by Hamas, Iran-backed Hizbullah and Islamic Jihad to strike down the Oslo accords. In the ensuing election, Mr Netanyahu pitted himself against Oslo and narrowly defeated Peres. "}, {"role": "body", "text": "Although Mr Netanyahu could not do away with the Oslo process, given the broad international support it enjoyed, he nevertheless looked to stall it. It took Mr Clinton two years to convince him to fulfil the second phase of Oslo’s interim process, resulting in Israel’s withdrawal from a meagre 13% of the West Bank. Meanwhile, Mr Netanyahu let the settler movement expand its building in the West Bank and Gaza, contrary to the spirit of Oslo. Yet that did little to assuage Mr Netanyahu’s right-wing constituency, who toppled his government when he dared to agree to territorial withdrawal."}, {"role": "body", "text": "Oslo still enjoyed just enough support in Israel for Ehud Barak, the Labour Party’s successor to Rabin, to win the ensuing election. But his coalition government was shaky and he doubted he could sustain another incremental step. Instead, he persuaded Mr Clinton to abandon Oslo’s requirement for another interim withdrawal in favour of an attempt, at Camp David in July 2000, to resolve all the final-status issues in one fell swoop. Mr Barak sought an end-of-conflict, end-of-claims peace agreement—the antithesis of Oslo’s gradualism."}, {"role": "body", "text": "Arafat was honest enough to tell Mr Clinton he wasn’t ready to end the conflict and insisted instead on the interim withdrawal. But the clock was ticking on Mr Clinton’s term in office, and the siren song of full peace was more attractive than another seemingly interminable slog toward a lesser deal. So Mr Clinton and Mr Barak dragged Arafat to Camp David and made him a generous offer. When Arafat balked, Mr Clinton blamed him for the breakdown and Mr Barak declared that Israel had no Palestinian partner for peace."}, {"role": "body", "text": "The Palestinian street erupted in anger, turning some of the guns that Israel had provided to the Palestinian police on Israeli soldiers instead. Israel responded with outrage, too. Unwilling to confront his people, Arafat tried to ride the tiger. The ensuing intifada lasted for five years, resulting in thousands of deaths on both sides. Try as they might, American presidents from Mr Clinton to Donald Trump could not resurrect the peace process."}, {"role": "body", "text": "Oslo failed at first because both sides observed their commitments in the breach. The Palestinians did not abandon terror; the Israelis pursued settlements on land that was ostensibly reserved for the Palestinians and America was unable to hold them to their word. But Oslo also failed because America and Israel abandoned the incremental process in favour of a final agreement that to this day remains unattainable."}, {"role": "body", "text": "Ironically, the Oslo accords remain the only binding agreements struck between Israel and the PLO. They are the source of legitimacy for the Palestinian Authority, which, despite its feebleness, is still responsible for governing Palestinians in the West Bank and for controlling, nominally at least, 40% of the territory there. The agreements also govern economic relations between Israel and the Palestinian Authority. In February the current Netanyahu-led government in Israel, which contains far-right parties determined to destroy the Palestinian Authority, nevertheless reaffirmed the Oslo accords."}, {"role": "body", "text": "When the two sides eventually have leaders willing to make a genuine effort at reconciliation and capable of mobilising public support for it, Oslo’s elusive provision for a further handover of West Bank territory remains on the books—a possible first step in restarting a gradual process of rebuilding trust. Far-fetched? It’s precisely what America, Saudi Arabia and the Palestinian Authority are discussing as the Palestinian component of an America-negotiated peace deal between Israel and Saudi Arabia."}, {"role": "body", "text": "The Oslo process is dead; long live the Oslo process. "}, {"role": "body", "text": "Martin Indyk is the Lowy Distinguished Fellow at the Council on Foreign Relations in New York. He was President Bill Clinton’s special assistant for the Middle East at the time of the signing of the Oslo accords. He was twice American ambassador to Israel, and President Barack Obama’s special envoy for Israeli-Palestinian negotiations. "}], "id": 9}