{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_CUD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The importance of handwriting is becoming better understood", "subtitle": "Research on pens and paper highlights their benefits", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-09-14T11:55:18Z", "contents": [{"role": "body", "text": "Two and a half millennia ago, Socrates complained that writing would harm students. With a way to store ideas permanently and externally, they would no longer need to memorise. It is tempting to dismiss him as an old man complaining about change. Socrates did not have a stack of peer-reviewed science to make his case about the usefulness of learning concepts by heart. "}, {"role": "body", "text": "Today a different debate is raging about the dangers of another technology—computers—and the typing people do on them. As primary-school pupils and PhD hopefuls return for a new school year in the northern hemisphere, many will do so with a greater-than-ever reliance on computers to take notes and write papers. Some parents of younger students are dismayed that their children are not just encouraged but required to tote laptops to class. University professors complain of rampant distraction in classrooms, with students reading and messaging instead of listening to lectures. "}, {"role": "body", "text": "A line of research shows the benefits of an “innovation” that predates computers: handwriting. Studies have found that writing on paper can improve everything from recalling a random series of words to imparting a better conceptual grasp of complicated ideas. "}, {"role": "body", "text": "For learning material by rote, from the shapes of letters to the quirks of English spelling, the benefits of using a pen or pencil lie in how the motor and sensory memory of putting words on paper reinforces that material. The arrangement of squiggles on a page feeds into visual memory: people might remember a word they wrote down in French class as being at the bottom-left on a page, par exemple."}, {"role": "body", "text": "One of the best-demonstrated advantages of writing by hand seems to be in superior note-taking. In a study from 2014 by Pam Mueller and Danny Oppenheimer, students typing wrote down almost twice as many words and more passages verbatim from lectures, suggesting they were not understanding so much as rapidly copying the material."}, {"role": "body", "text": "Handwriting—which takes longer for nearly all university-level students—forces note-takers to synthesise ideas into their own words. This aids conceptual understanding at the moment of writing. But those taking notes by hand also perform better on tests when students are later able to study from their notes. The effect even persisted when the students who typed were explicitly instructed to rephrase the material in their own words. The instruction was “completely ineffective” at reducing verbatim note-taking, the researchers note: they did not understand the material so much as parrot it."}, {"role": "body", "text": "Many studies have confirmed handwriting’s benefits, and policymakers have taken note. Though America’s “Common Core” curriculum from 2010 does not require handwriting instruction past first grade (roughly age six), about half the states since then have mandated more teaching of it, thanks to campaigning by researchers and handwriting supporters. In Sweden there is a push for more handwriting and printed books and fewer devices. England’s national curriculum already prescribes teaching the rudiments of cursive by age seven."}, {"role": "body", "text": "However, several school systems in America have gone so far as to ban most laptops. This is too extreme. Some students have disabilities that make handwriting especially hard. Nearly all will eventually need typing skills. And typing can improve the quality of writing: being able to get ideas down quickly, before they are forgotten, can obviously be beneficial. So can slowing down the speed of typing, says Dr Oppenheimer."}, {"role": "body", "text": "Virginia Berninger, emeritus professor of psychology at the University of Washington, is a longtime advocate of handwriting. But she is not a purist; she says there are research-tested benefits for “manuscript” print-style writing, for cursive (which allows greater speed) but also for typing (which is good practice for composing passages). Since students spend more time on devices as they age, she argues for occasional “tuning up” of handwriting in later school years."}, {"role": "body", "text": "And perhaps even into adulthood. Johnson had not handwritten anything longer than a letter in decades before putting actual pen to paper to write this column’s first draft. Whether it made any difference to the outcome is a question that readers must decide."}, {"role": "body", "text": "Socrates may or may not have had a point about the downsides of writing. But no one would remember, much less care, if his student Plato had not noted it down for the benefit of posterity.■"}, {"role": "body", "text": "Read more from Johnson, our columnist on language:AI could make it less necessary to learn foreign languages (Aug 17th)In northern Europe, a backlash against English is under way (Aug 4th)AI is making it possible to clone voices (Jul 20th)"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 64}