{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_MAP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The lethal negligence of politicians in Morocco and Libya", "subtitle": "After both disasters, authorities spurned offers of help and left victims to suffer", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2023-09-13T17:13:44Z", "contents": [{"role": "body", "text": "FIRST the ground shook; then the skies opened. Just before midnight on September 8th an earthquake struck Morocco with a magnitude of 6.8, the strongest there in more than a century. The shallow epicentre was south-west of Marrakesh, under the Atlas mountains, a soaring range that bisects the country. Hilltop villages were reduced to heaps of rubble. At least 2,900 people were killed."}, {"role": "body", "text": "Two days later Storm Daniel, a Mediterranean cyclone, made landfall in eastern Libya. It dumped as much as one metre of rainfall in a single day—two to three times more than the region sees in a typical year. In the port city of Derna, which sits at the end of a long wadi, or valley, two dams burst. Floodwaters wiped out entire neighbourhoods. The death toll has already crossed 5,300, with many thousands more missing. More than 10% of the city’s population may have drowned."}, {"role": "body", "text": "The back-to-back disasters had a biblical air. Endless scenes of heartbreak played out on Arabic news channels, as people desperately searched for their loved ones in homes flattened or flooded. But as days turned to hours, sadness turned to anger."}, {"role": "body", "text": "Morocco and Libya have little in common. Morocco is a stable monarchy led by the same family since the 17th century. Libya has not one but two governments, an internationally recognised one in the west and a warlord-led one in the east, neither of which can perform the basic functions of a state. One country is a popular tourist destination and a manufacturing hub for Europe; the other a war-torn state that is nonetheless a big oil producer. What they do share is a sluggish response to disasters that were uncommonly ferocious but hardly unimaginable."}, {"role": "body", "text": "The earthquake that shook Morocco came without warning. But if individual quakes are impossible to predict, trends can be spotted. A study in 2007 by a group of seismologists counted more than 1,700 of them in and around Morocco over the past millennium, including dozens in the Atlas mountains. Yet few were prepared."}, {"role": "body", "text": "Building codes have been strengthened in recent years, but many homes are built of simple masonry, which buckles easily during an earthquake. In the villages hit hardest by this month’s quake, residents cannot afford to reinforce their houses. The World Bank reckons around one in five rural Moroccans earns less than $3.65 a day, compared with 4% of city-dwellers."}, {"role": "body", "text": "In the hours after the earthquake, dozens of foreign countries offered help. Morocco accepted it from just four: Britain, Qatar, Spain and the United Arab Emirates. A group from Secouristes sans Frontières, a French charity, was blocked from entering the country. Germany organised a 50-man rescue team, only to stand them down hours later."}, {"role": "body", "text": "The Moroccan government has not explained why it rejected or ignored offers of assistance. Some aid workers say too much help can be a bad thing, as different teams get in each other’s way. Others see a mix of politics and pride: accepting aid from Spain but not France, for example, seems linked to France’s role as Morocco’s colonial master from 1912 to 1956."}, {"role": "body", "text": "The army has led relief efforts, but the terrain has made them difficult: clearing roads to reach isolated mountain villages is slow going, and survivors will need regular deliveries of food and medicine. Parts of the bureaucracy seem overwhelmed. Some people report being unable to bury their dead for want of official paperwork, leaving bodies to rot in the sun."}, {"role": "body", "text": "Moroccans are not sure if their king, who spends much of his time in Paris, was even in the country when the earthquake struck. It took him almost five days to pay a quick visit to Marrakesh. Before he arrived, workers could be seen repainting kerbs and zebra crossings—an odd priority."}, {"role": "second", "text": "The doomed dams"}, {"role": "body", "text": "If Morocco’s response has been slow, Libya’s has been shambolic. The authorities had ample warning about Daniel, which poured torrential rains on Greece almost a week before it hit Libya. As it neared Derna, the mayor reportedly asked Khalifa Haftar, a warlord who wields power in the east, to help evacuate the city. He was ignored. Even as waters rose behind the doomed dams, no one was told to flee."}, {"role": "body", "text": "The devastation that followed is best understood from above. Before-and-after satellite photos show that buildings near the wadi have gone (see pictures). Bridges were swept away. The waterway’s once-orderly path is now a messy sprawl; green parks and black asphalt are a uniform shade of brown, the city coated in mud."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230916_MAP008.jpg", "imageWidth": 608.0, "imageHeight": 686.0, "imageDescription": ""}, {"role": "body", "text": "Foreigners have offered aid to Libya as well, but it will face logistical hurdles. Visas issued in one part of the country may not be valid in the other, for example. After years of civil war, no one is even sure how many people need help: official estimates of the dead and missing are little more than guesses. People in other bits of eastern Libya are nervous, and the government has done little to reassure them. On September 12th Mr Haftar’s spokesman warned that another dam, near the city of Benghazi, was close to breaking point. He urged residents to evacuate. Hours later, he told them everything was under control."}, {"role": "body", "text": "The scale of the disaster reflects a particular history of neglect in Derna, a city that Libyan authorities have long regarded as a hotbed of Islamism. Muammar Qaddafi, the dictator deposed in 2011, was happy for Derna’s residents to fight in Iraq or Afghanistan. Islamic State conquered parts of the city in 2014, though it was later pushed out by various Islamist rivals. Mr Haftar, who loathes Islamists, then laid siege to Derna to root out those groups."}, {"role": "body", "text": "Much of Libya is in shambles, but there has been notably little investment in Derna’s infrastructure—perhaps one reason why the dams, built by a Yugoslav company in the 1970s, failed without warning. Many Libyans suspect Mr Haftar was not unhappy to see the place submerged."}, {"role": "body", "text": "Moroccans will spend the next few months anxious about aftershocks. In the long term, storms like Daniel may become more common: climate models predict that a warming world will bring fewer but fiercer Mediterranean cyclones, with some creating hurricane-force winds. Wildfires are already a growing problem around the Mediterranean basin. Governments will need to be better prepared. ■"}], "id": 29}