{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_MAD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The judge and the attorney-general fighting for Israeli democracy", "subtitle": "Two women are leading the opposition to the government’s legal reforms", "hashTag": "Middle East & Africa", "authorName": "The Economist", "publishDate": "2023-09-14T09:14:17Z", "contents": [{"role": "body", "text": "As she ended the marathon hearing late on September 12th, Esther Hayut, the president of Israel’s Supreme Court, wished the packed courtroom a “g’mar chatima tova”. The Hebrew blessing, which means “a good final sealing” in the Book of Life, is usually proclaimed on the eve of Yom Kippur, the Day of Atonement. That is still two weeks away, but her utterance seemed a fitting finish to the proceedings."}, {"role": "body", "text": "For over 13 hours, all 15 justices, sitting together on one case for the first time in the court’s history, heard petitions demanding that they disqualify an amendment passed by the government seven weeks ago, limiting the judges’ powers. The main broadcasters suspended their programming to show the session. Spellbound, Israelis watched the arguments over the future of their democracy. "}, {"role": "body", "text": "The judges jousted testily with both the petitioners and the government’s representatives, and occasionally even among themselves. The issue at stake was the court’s ability to overturn government decisions on the basis of “reasonableness”. It is the only part of the coalition’s controversial legal reforms that has passed so far. Under pressure from Israelis, who have protested in their hundreds of thousands, the government has paused the rest of its plans. Now, in court, civil-rights organisations and activist groups are asking the justices to disqualify the law on the grounds that it was unconstitutional and undemocratic to weaken the court’s powers of judicial oversight. "}, {"role": "body", "text": "The government’s reform affects a so-called basic law, which has a quasi-constitutional status. The Supreme Court has disqualified laws before, but never one that is related to a basic law. That the judges are in effect being asked to rule on the extent of their own powers makes their job even trickier. Yariv Levin, the hardline justice minister who is the main architect of the judicial overhaul, lambasted them for even hearing the petitions. In court Simcha Rothman, another far-right lawmaker, who chairs the law committee of the Knesset, Israel’s parliament, accused the judges of being a “legal oligarchy”. Ms Hayut responded tersely that “we are not dealing with our own powers or status but with the public interest, so that our hands are not tied in protecting the public.”"}, {"role": "body", "text": "The head of the Supreme Court is one of two women who have emerged as the most implacable opponents of the government’s reforms. In a month Ms Hayut will turn 70, the mandatory age of retirement for judges. It would be easy for her to leave this mess to her successor. Instead, she and Gali Baharav-Miara, the attorney-general, have become, to many Israelis, the guardians of their country’s democracy. "}, {"role": "body", "text": "Ms Hayut toyed with becoming a singer (she did her national service in a military band) or a writer but instead became a successful lawyer in the private sector before becoming a judge at the age of 36. Within 13 years she had been promoted to the Supreme Court. Her speedy rise is attributed to her meticulous and well-written rulings, rather than to any legal flamboyance. "}, {"role": "body", "text": "“She’s simply a professional,” says a lawyer who has frequently argued cases in her court. “A stickler for detail who will berate lawyers for arriving unprepared, but is compassionate to plaintiffs.” "}, {"role": "body", "text": "She has assiduously avoided political labels or any association with either the court’s left-leaning activist or conservative wings. She owed her early elevation to the Supreme Court to Aharon Barak, a former court president who greatly extended the court’s remit to overrule the government. But Ms Hayut sought to distance herself from his legacy, writing in 2017 that “the law does not extend, cannot extend, and should not extend to all parts of our lives.” Her judgments have pleased both progressives—she ruled in favour of allowing Palestinian civilians to live with their families within Israel—and conservatives, when she approved the demolition of the homes of convicted terrorists."}, {"role": "body", "text": "Ms Hayut’s vehement response to the government’s legal reforms has therefore surprised some observers. But not all. “Esther is not an activist, but has a deep commitment to the court’s role in the democratic system,” says a legal scholar who knows her well. That is why, he argues, she has rushed to hear petitions against the government before she retires. "}, {"role": "body", "text": "Ms Hayut’s greatest ally was notable by her absence from the courtroom. Ms Baharav-Miara was appointed attorney-general in 2022 by the right-wing justice minister in the previous (centrist) government. She has been a civil servant for three decades and never given any indication of her political views. She upheld various decisions that were convenient for the previous government, such as allowing it to launch a military operation in Gaza without first convening the cabinet. "}, {"role": "body", "text": "But she has refused to support the current coalition’s constitutional legislation. The government had to hire a private lawyer to argue its case this week. But as attorney-general, Ms Baharav-Miara nonetheless had to respond to the petitions against the government. That response would usually be in the government’s defence. Instead, she supported their opponents, writing that the amendment “shuts the doors of the courts to any individual or group who has been harmed by the government’s extreme lack of reasonableness”, arguing that it should therefore be nullified. "}, {"role": "body", "text": "Disagreements between the government and its attorney-general are not rare, but they are usually settled in private. Ms Baharav-Miara’s adamant opposition to the coalition’s judicial programme has brought about an unprecedented rift between the coalition and its legal adviser. Some ministers have called for her resignation, but she sees herself as safeguarding the legal system and will not budge."}, {"role": "body", "text": "Ms Hayut and Ms Baharav-Miara`have been forced unwillingly into the political arena. Their response hints at the damage they believe Binyamin Netanyahu’s government may inflict on Israel’s democracy."}, {"role": "body", "text": "Pro-democracy protesters have taken to carrying placards depicting the two women. Their opposition to the reform is fierce. But overturning an amendment to a basic law, and thus setting up the court for a direct confrontation with the government, would precipitate a constitutional crisis. Ms Hayut and her 14 colleagues still hope that Mr Netanyahu will agree to a compromise and so avoid such a ruling. Ms Hayut has not been inclined in the past to clash with the government. That she convened the entire court is a sign of how grave she believes the situation has become. ■"}], "id": 30}