{"coverImageURL": "https://www.economist.com/media-assets/image/20230916_WBD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Who is the most important person in your company?", "subtitle": "Just thinking about this question can be a useful exercise", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-09-14T11:55:18Z", "contents": [{"role": "body", "text": "Questions are usually more interesting than answers. If you had to identify the most important person in your organisation, there is an obvious answer, a trite-and-untrue answer and a wrong-but-useful answer. "}, {"role": "body", "text": "The obvious answer is “the chief executive”. No cheese is bigger, no dog is more top. The most important decisions about the long-term direction of a company lie with the CEO; the hardest calls land on their desk; and the biggest pay cheques head their way. A board of directors might control their fate but no one wields more power. That is especially true of a startup: up to a certain point in its history, founders are the company."}, {"role": "body", "text": "The trite answer to the same question is “the customer”. This is the kind of thing someone delivering a TED talk would say, after a suitably meaningful pause. It is the kind of thing that people in the audience would nod wisely at. An analysis of earnings-call transcripts of S&amp;P 500 firms by Nandil Bhatia and Stephan Meier of Columbia Business School finds that executives talk about customers ten times more than they do about employees. "}, {"role": "body", "text": "But it is also untrue. The customer is patently not in your organisation. Many employees care more about who took their mug from the kitchen than anything else. There is a reason why firms sometimes have someone play the role of “customer advocate” in meetings. "}, {"role": "body", "text": "The third category of answer will almost certainly be wrong but it will be the product of an instructive thought process. Firms routinely identify their most talented people across departments, and offer retention bonuses to get them to stay. But they don’t usually ask what might qualify someone for the title of most important person in an organisation (setting the CEO to one side). "}, {"role": "body", "text": "If you think customers trump everything, then you might start by looking at the people who interact most with them. In some industries—rainmakers at investment banks, for instance—these folk have lots of status. But in many others, front-line employees suffer from low wages, job dissatisfaction and burnout. The effects can be pernicious, particularly in the public sector: turnover among child-welfare workers in America is persistently high, to take one example, and associated with worse outcomes for kids. "}, {"role": "body", "text": "Your search might lead you to the cutting edge: an executive, programmer or researcher working on your most promising new product. It might also take you back in time. The vital employee might be someone who knows the technology equivalent of Sanskrit. A report published in 2021 found that almost half of the British government’s tech spending was devoted to maintaining outdated IT systems. A 60-year-old programming language called COBOL is still in widespread use in many banks; according to Reuters, the average COBOL programmer is between 45 and 55 years old. "}, {"role": "body", "text": "Your products might owe their character to one person in particular: the designer who makes the curves of a luxury car distinctive, say. Or, if you think the secret sauce of your company lies in something amorphous like its culture, you might alight on people who embody it. Amazon anoints a special cadre of interviewers known as “bar raisers”, whose purpose is to participate in hiring processes as a kind of culture warrior. Their job is to ensure that successful candidates embrace the firm’s code of leadership principles."}, {"role": "body", "text": "You might think of importance in terms of influence within the company—the person who may not have the longest title but does have the most tacit knowledge and social capital. They have the ear of the boss on important issues, but they also know everyone and everything: who is a nightmare to work with, why the firm cut ties with that supplier and who can help you order a new laptop. They are the Panama Canal of the organisation. Things can get done without them, but it takes a lot more time. "}, {"role": "body", "text": "This thought exercise is no more than that. As with organs in the body, the fact is that most departments have to run well for the whole company to thrive. You may not think much about your spleen but you would miss it if it suddenly disappeared; the same goes for your head of compliance. And the obvious answer is almost certainly correct: the CEO does matter more than anyone else."}, {"role": "body", "text": "But asking the question might lead you to adjust a bonus here or document how things work there. It might lead you to spot a gap between where value is created and where it is being recognised. Just don’t tell everyone where they rank. ■"}, {"role": "body", "text": "Read more from Bartleby, our columnist on management and work:Networking for introverts: a how-to guide (Sep 7th)The best bosses know how to subtract work (Aug 31st)How to get the most out of mentoring (Aug 24th)"}, {"role": "body", "text": "Also: How the Bartleby column got its name"}], "id": 49}