{"coverImageURL": "https://www.economist.com/media-assets/image/20230325_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Editing Roald Dahl for sensitivity was silly", "subtitle": "It was also a sign of a deeper rotsomeness in British publishing", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2023-03-23T15:17:05Z", "contents": [{"role": "body", "text": "Why stop at fatness? If you are going to put a red pen through Roald Dahl—as his publisher, Puffin, did recently—there are so many better bits to choose. The sensitivity readers contented themselves with excising such words as “fat”, “flabby”, “ugly” and “Kipling”. But Dahl doesn’t merely offer sexism, racism and colonialism; in his adult fiction you can find sins so frankly filthsome and swigpilling there has yet to be an -ism coined to cover them. There is violence, voyeurism and an unforgettably frightsome story in which a scorpion collector accidentally has sex with a leper. Not for nothing did his family call him “Roald the Rotten” and—more bluntly—“Roald the Bastard”. "}, {"role": "body", "text": "Something seems to be changing in British publishing. You can see it in the sheepish announcement from Puffin after news of its edits prompted a backlash, that Roald the Revolting will still roll off the presses unaltered, alongside the works of Roald the Redacted. You can see it, too, in almost-silenced books that are now thriving. “Time to Think”, a book by Hannah Barnes about the Tavistock’s gender-identity clinic in London, which referred children as young as nine for puberty blockers, was rejected by 22 publishers. Swift Press, a nimble newcomer, took it on and it made the bestseller lists. People in the industry suggest that the red pen is being wielded less freely. As one publishing executive puts it, there is a sense that things “had gone too far”. (Though since this person did not want to be quoted by name, not far enough.)"}, {"role": "body", "text": "A change is overdue. The editing of Dahl by Puffin, an imprint of Penguin, was a symptom of something frogglehumping in the publishing world, but far from the only one. Authors have been dropped; books have been buried; people have lost jobs; sensitivity readers have been employed to ensure modern morals are adhered to. James Bond has even been edited to make him less vile—the literary equivalent of trying to make water less wet. "}, {"role": "body", "text": "There is a line of argument that says that this isn’t really a problem. Suppression of speech, this argument runs, is the preserve of totalitarian, Orwellian-style states and institutions that use force to stop people speaking out. In a country like Britain, speech is still free. This is pure gobblefunk and Orwell’s “1984” is the wrong Orwellian work to understand why. "}, {"role": "body", "text": "Better by far to turn to an introduction Orwell wrote for “Animal Farm”. Orwell had finished his satire on the Soviet Union—which many consider his masterpiece—in 1943, whereupon it was promptly rejected by four publishers. As with Ms Barnes’s 22 rejections, some offered reasons. One publisher pleasingly suggested Orwell might want to rethink the pigs. Having swine as the ruling class might “give offence…particularly to anyone who is a bit touchy, as undoubtedly the Russians are”. Orwell kept the pigs; “Animal Farm” sold half a million copies in two years. "}, {"role": "body", "text": "He later reflected on all this in that introduction. There is, he wrote, a “veiled censorship” in British publishing. “At any given moment there is an orthodoxy, a body of ideas which it is assumed that all right-thinking people will accept without question.” It is “not exactly forbidden to say this, that or the other, but it is ‘not done’ to say it”. Anyone who tries to do so “finds himself silenced with surprising effectiveness”. They still do. A book on colonialism by Nigel Biggar, an emeritus professor of theology at Oxford University, was welcomed by its publisher, Bloomsbury, as a work of “major importance” and then postponed, apparently indefinitely, because “public feeling…does not currently support the publication of the book”. It is now out under a different publisher."}, {"role": "body", "text": "What is striking is how apparently mild the sanctions are for speaking out. People think, as one author puts it, that you are afraid of Twitter death threats. You aren’t: what really terrifies you is that your colleagues will think a little less of you. Most people do not require the threat of being burned at the stake to shut them up; being flamed by their peers on Twitter is more than enough. "}, {"role": "body", "text": "This is true of more typically Orwellian states, too. When Anne Applebaum studied the Sovietisation of central Europe, the historian found political conformity was “the result not of violence or direct state coercion, but rather of intense peer pressure”. Publishing, an industry in which every third person is called Sophie, seems particularly susceptible to such pressure. "}, {"role": "body", "text": "All this involves no laws, no police, nor even any obvious threats. Polite people write polite emails and books are politely buried. “The sinister fact about literary censorship in England”, Orwell wrote, “is that it is largely voluntary.” To go against that ominously amorphous “public feeling” is deeply uncomfortable. Ms Barnes found writing her book about the Tavistock’s clinic hard not because she thought it was wrong but because “I thought: ‘People are not going to like me.’” Publishers are equally nervy. In the name of looking likeable they panic and pre-empt offence: they cull the pigs; drop the book on colonialism; cut the foulsome bits."}, {"role": "second", "text": "Swinebuggling stuff"}, {"role": "body", "text": "The problem with all this nervousness—this desire-to-look-nice-ness—is that it has very nasty results. In “Fahrenheit 451”, a novel by Ray Bradbury, a society has taken to burning all books lest any cause offence. As one character explains: “Don’t step on the toes of the…second-generation Chinese, Swedes, Italians, Germans, Texans, Brooklynites, Irishmen….” This book-burning wasn’t mandated by the government. “There was no dictum, no declaration, no censorship to start with, no! Technology…and minority pressure carried the trick.” Now the books have all gone. Now “thanks to them, you can stay happy all the time.”"}, {"role": "body", "text": "Penguin, incidentally, offers an audiobook of “Fahrenheit 451”. Perhaps its executives might be encouraged to listen to it before they get their red pens out. Then again, they might be tempted to edit it as well; after all, Puffin took the words “Japanese” and “Norway people” and “Yankee-Doodles” out of Dahl. Best be sure we can all stay happy all the time. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics:It is far too easy to run lawbreaking businesses in Britain (Mar 16th)Thatcher, Sunak and the politics of the supermarket (Mar 8th)How Britain’s Conservative Party channels Milhouse from The Simpsons (Mar 2nd)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}]}