{"coverImageURL": "https://www.economist.com/media-assets/image/20230304_EUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-03-23T15:17:05Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Poland’s claim for reparations"}, {"role": "body", "text": "It is not true that Poland’s reparations claim from Germany for the second world war is “poorly thought-through” (“Tilting east”, March 4th). Nor is the demand for €1.3trn ($1.4trn) an “absurd” amount. Your readers may think that Poland wants something from Germany that is not due. Experts at the Jan Karski Institute of War Losses have spent seven years working on the methodology used to calculate the losses which remain uncontested. The government published its report in September 2022. We estimate our wartime losses at $1.53trn. "}, {"role": "body", "text": "To give you some facts, Poland’s population decreased by 11.2m. Over 5m Polish citizens were killed because of German aggression. More than 2.1m were taken as slave labour. Over 590,000 Polish citizens were left disabled or suffering from long-term serious illnesses due to war and because of pseudo-medical experiments. Demographic losses can be estimated at $1.2trn. Material losses amount to $196.4bn. "}, {"role": "body", "text": "Money stolen from Polish banks and losses in insurance are in the billions, as are estimates of the loss from trying to wipe out Polish cultural and intellectual heritage. Losses to the Polish Treasury from the operation of the Emissionsbank in Polen come to $121.4bn. Public opinion in Poland supports reparations. A cross-party resolution to seek compensation for the damage sailed through the lower house of parliament. "}, {"role": "body", "text": "The truth is that Germany has never paid Poland reparations. The Potsdam Agreement in 1945 defined Germany’s obligations. Poland was the only country among the occupied states to receive reparations through Soviet channels, while the Western Allies mediated reparations for the other states engaged in the war against the Third Reich. The West got the Marshall Plan and reparations; Poland got Soviet occupation."}, {"role": "body", "text": "The German government hides behind the doctrine of jurisdictional immunity of the state, effectively depriving Polish and other war victims of any legal path to seek compensation. The Germans started the war and no peace treaty has been signed between Poland and Germany to resolve the issue of the compensation due to Poland. The War Report has been peer reviewed, remains unchallenged, and the amount of reparations claimed is conservative."}, {"role": "body", "text": "Arkadiusz MularczykSecretary of state for European policyWarsaw"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230225_LDP501.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "What would Mandela say?"}, {"role": "body", "text": "Reading your article about South Africa cosying up to Russia and China shows, once again, how our African National Congress government has absolutely no moral compass (“Irrational interest”, February 25th). It is so sad to think that this country was a beacon of liberal values not too long ago, but now it implicitly condones a heinous war and lambasts and alienates countries that actually do good in this world."}, {"role": "body", "text": "The ANC’s position on foreign policy is not representative of public opinion. Most South Africans support Ukraine wholeheartedly and recognise that we are allies of the Western democracies. As Dante said, the darkest places in hell are reserved for those who maintain their neutrality in times of moral crisis. One can only hope someone in the ANC realises this."}, {"role": "body", "text": "Ewan HicklingPretoria"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230311_USD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Not on the committee"}, {"role": "body", "text": "Lexington suggested that the Republicans “chose to object” to the January 6th committee by not nominating members to it (March 11th). However, Kevin McCarthy, the party’s minority leader in 2021, did nominate five Republicans to the committee, but Nancy Pelosi the then Speaker, refused to seat two of them, including Jim Jordan, the subject of Lexington’s column. Mr McCarthy withdrew all five nominees in response. That was unfortunate. From an entertainment perspective, Mr Jordan would have spiced things up for those of us who love the spectacle of American politics as reality TV. "}, {"role": "body", "text": "Mark HabeltScottsdale, Arizona"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230304_BRD002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Coming up Milhouse"}, {"role": "body", "text": "As a fan who still relishes “The Simpsons”, or rather the episodes during the 1990s when the show was still funny, I was amused by Bagehot’s comparison of Milhouse to the Tories (March 4th). Milhouse owes his name to Richard Nixon (though the former president spelt his middle name without an “e”). Nixon was a frequent target on “The Simpsons”, most amusingly in a Halloween episode, when he was a member of the Jury of the Damned, alongside Lizzie Borden, Benedict Arnold, John Dillinger and the starting line-up of the 1976 Philadelphia Flyers."}, {"role": "body", "text": "David WilsonDenver"}, {"role": "second", "text": "Thank god it’s Thursday"}, {"role": "body", "text": "The latest pilot study on the viability of a four-day workweek reinforces the results of earlier experiments (The world this week, February 25th). The life-work malaise predates covid, by at least a decade. Researchers from Harvard and Northeastern universities released a study called “Pulse of the Nation” that tracked the mood swings of people in America through 300m tweets from 2006 to 2009. Unsurprisingly people are significantly happier on Saturdays and Sundays, and start to become happier on Fridays (TGIF is for real). People are least happy during the weekday hours of 10am and 4pm. A four-day work week would bring forward this jollier mood to Thursday, benefiting both employers and employees."}, {"role": "body", "text": "Ira Sohn Emeritus professor of economics and finance at Montclair State UniversityUpper Montclair, New Jersey"}, {"role": "second", "text": "Singapore"}, {"role": "body", "text": "Banyan omitted several facts regarding the actions of Lee Hsien Yang and his wife Lee Suet Fem (March 11th). Crucially, Banyan fails to mention that the late Lee Kuan Yew had removed “the demolition clause” regarding his house from the fifth and sixth drafts of his will. But it was reinserted into the last will, which was prepared by Lee Suet Fem."}, {"role": "body", "text": "A court of three judges, led by the Chief Justice, found that she and her husband had cut off the late Lee’s own long-time lawyer, who had not received any such instructions from him, and had procured the execution of the last will with “unseemly haste”, overnight within 16 hours. They found that Lee Suet Fem had “acted with complete disregard for the interests” of Lee Kuan Yew, and had “blindly followed the directions of her husband, a significant beneficiary under the very will whose execution she helped to rush through”."}, {"role": "body", "text": "Both the court and an earlier disciplinary tribunal established to look into her professional conduct, found the couple had lied under oath. Indeed, the tribunal said the couple had presented “an elaborate edifice of lies,” both on oath and in public statements."}, {"role": "body", "text": "This is why the police commenced investigation into possible perjury, approaching the couple on June 9th last year. They told the police they were about to travel overseas. They did not then rush to the airport, as you claim, but left Singapore on June 15th, after confirming with the police on June 13th that they would be interviewed on July 13th. On July 13th, they did not turn up, and informed the police by email that they will not participate in the investigation."}, {"role": "body", "text": "You have portrayed them as victims. But as the court has found, the truth is the circumstances surrounding the signing of Lee Kuan Yew’s last will were orchestrated by the couple themselves; and they had lied repeatedly about their roles."}, {"role": "body", "text": "T.K. LIMHigh commissioner for SingaporeLondon"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230225_BRP502.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Eroding the skills base"}, {"role": "body", "text": "Regarding the attitude of British firms towards training (“No skills required”, February 25th), my experience has been that when times get tough the three things that face cutbacks before anything else are treats, travel and training. No more morale-building get-togethers, no more travel to meet colleagues face to face, most training cancelled."}, {"role": "body", "text": "In spite of warm words about people being our greatest asset, stopping training is a very easy option to curtail costs. When that happens again and again, training ceases to be seen by business leaders as an absolutely essential component of staying competitive. Instead it becomes regarded as an optional extra to be run when times are good."}, {"role": "body", "text": "Eric WoodcockSouthport, Merseyside"}, {"role": "second", "text": "Join the club"}, {"role": "body", "text": "I read every issue of The Economist and have noted how often you refer to the OECD as a “club of mostly rich countries”. I dug into the data over the past two decades and have found that the OECD is mentioned in your pages about 100 times a year. However, the description of “a club of mostly rich countries” exploded in use from two or three mentions a year in the early 2000s to a whopping 68 times in 2022. The leader, “Too fast to land” (March 11th) puts us on trend for the highest year ever at 71."}, {"role": "body", "text": "If what I’ve learned from The Economist is true, this would be a classic case of correlation not causation, but perhaps we can all agree that readers know what the OECD is. Or have I uncovered a secret society?"}, {"role": "body", "text": "Brian OlneyRedding, Connecticut"}]}