{"coverImageURL": "https://www.economist.com/media-assets/image/20230325_CUP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The narrator of “Chlorine” longs to escape her human body", "subtitle": "Jade Song’s debut novel is a coming-of-age story with a touch of mystery and myth", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-03-23T15:17:04Z", "contents": [{"role": "body", "text": "Chlorine. By Jade Song. William Morrow; 256 pages; $30"}, {"role": "body", "text": "The mermaids of folklore tend to be tragic figures, pining for legs and the love of human princes. But for Ren Yu, the teenage narrator of “Chlorine”, such tales misunderstand the otherworldly powers of these wondrous fish. Ren should know, since she insists she is a mermaid herself."}, {"role": "body", "text": "“Mermaids are not born. We are made,” she announces at the start of Jade Song’s fresh and propulsive debut. Ren notes that her own metamorphosis, her own “transcendence” of the indignities of her “short and pitiful life as a human girl”, took place just before an important swimming competition when she was 17. This novel, Ren explains, is her “tale of becoming”."}, {"role": "body", "text": "Reading Ren’s account of her life in Pittsburgh, it is easy to understand why she might yearn to splash away from it all. She is a straight-A student, a star swimmer and an immigrant misfit who understands that she must repay her Chinese parents’ sacrifices by gaining admission to the Ivy League. Her swimming coach is lecherous, her teachers are condescending and her emotionally aloof mother shows her love through cut-up fruit and high expectations. Her father is back in China, having buckled under the weight of learning English: “What is it called when immigrants reverse, when they wake up from the nightmare masked as a dream?”"}, {"role": "body", "text": "Ms Song is good on the growing pains of young adulthood. The “horrors” of female puberty, in all its literal bloodiness, are vivid here. Ren finds that a “so-called period” is actually more of an exclamation mark: “Was womanhood always so violent, raw?” The author conveys the confusion that can attend the dawning of desire, when young women may be more eager to please than to seek pleasure. A moment of sexual possibility turns dark partly because Ren is too cowed to push back: “I never said yes, but I never said no, and the indefinite limbo of maybe is where regret and doubt and confusion reside.” Is it any wonder Ren plots an escape from her human body?"}, {"role": "body", "text": "The men in this novel can seem so horrible as to be made of straw. But this is a small flaw in a book that enlivens its coming-of-age yarn with a touch of mystery and a twist of myth. “Outwardly, I studied,” says Ren. “Inwardly, I sought the weightlessness of water, to be as liberated as the aquatic beings in my imagination.” ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 73}