{"title": "The world according to Xi", "subtitle": "Even if China’s transactional diplomacy brings some gains, it contains real perils", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/cdn-cgi/image/width=1424,quality=80,format=auto/media-assets/image/20230325_LDD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "hashTag": "Leaders", "publishDate": "Mar 23rd 2023", "contents": [{"role": "body", "text": "Alesser man than Xi Jinping might have found it uncomfortable. Meeting Vladimir Putin in Moscow this week, China’s leader spoke of “peaceful co-existence and win-win co-operation”, while supping with somebody facing an international arrest warrant for war crimes. But Mr Xi is untroubled by trivial inconsistencies. He believes in the inexorable decline of the American-led world order, with its professed concern for rules and human rights. He aims to twist it into a more transactional system of deals between great powers. Do not underestimate the perils of this vision—or its appeal around the world."}, {"role": "body", "text": "On Ukraine China has played an awkward hand ruthlessly and well. Its goals are subtle: to ensure Russia is subordinate but not so weak that Mr Putin’s regime implodes; to burnish its own credentials as a peacemaker in the eyes of the emerging world; and, with an eye on Taiwan, to undermine the perceived legitimacy of Western sanctions and military support as a tool of foreign policy. Mr Xi has cynically proposed a “peace plan” for Ukraine that would reward Russian aggression and which he knows Ukraine will not accept. It calls for “respecting the sovereignty of all countries”, but neglects to mention that Russia occupies more than a sixth of its neighbour."}, {"role": "body", "text": "This is just one example of China’s new approach to foreign policy, as the country emerges from zero-covid isolation to face a more unified West. On March 10th China brokered a detente between two bitter rivals, Iran and Saudi Arabia—a first intervention in the Middle East, which highlighted the West’s reduced clout there 20 years after the American-led invasion of Iraq. On March 15th Mr Xi unveiled the “Global Civilisation Initiative”, which argues that countries should “refrain from imposing their own values or models on others and from stoking ideological confrontation.”"}, {"role": "body", "text": "China’s approach is not improvised, but systematic and ideological. Deng Xiaoping urged China to “hide your capacities, bide your time”. But Mr Xi wants to reshape the post-1945 world order. China’s new slogans seek to borrow and subvert the normative language of the 20th century so that “multilateralism” becomes code for a world that ditches universal values and is run by balancing great-power interests. The “Global Security Initiative” is about opposing efforts to contain China’s military threat; the “Global Development Initiative” promotes China’s economic-growth model, which deals with autocratic states without imposing conditions. “Global Civilisation” argues that Western advocacy of universal human rights, in Xinjiang and elsewhere, is a new kind of colonialism."}, {"role": "body", "text": "This transactional worldview has more support outside the West than you may think. Later this month in Beijing Mr Xi will meet Brazil’s president, Luiz Inácio Lula da Silva, an advocate of a multipolar world, who wants China to help negotiate peace in Ukraine. To many, the invasion of Iraq in 2003 exposed the West’s double standards on international law and human rights, a point China’s state media are busy hammering home. After the Trump years, President Joe Biden has re-engaged with the world but the pivot to Asia involves downsizing elsewhere, including in the Middle East and Afghanistan."}, {"role": "body", "text": "The West has shown resolve over Ukraine, but many countries are ambivalent about the war and wonder how it will end. At least 100 countries, accounting for 40% of global gdp, are not fully enforcing sanctions. American staying power is doubted. Neither Donald Trump nor Ron DeSantis, his Republican rival, sees Ukraine as a core American interest. All this creates space for new actors, from Turkey to the uae, and above all, China. Its message—that real democracy entails economic development, but does not depend on political liberty—greatly appeals to the elites of non-democratic countries."}, {"role": "body", "text": "It is important to assess what this mercenary multipolarity can achieve. Iran and Saudi Arabia have been fierce enemies ever since the Iranian revolution in 1979. China is the biggest export market for both, so it has clout and an incentive to forestall war in the Gulf, which is also its largest source of oil. The agreement it has helped broker may de-escalate a proxy war in Yemen that has killed perhaps 300,000 people. Or take climate change. Chinese mercantilist support for its battery industry is a catalyst for a wave of cross-border investment that will help lower carbon emissions."}, {"role": "body", "text": "Yet the real point of Mr Xi’s foreign policy is to make the world safer for the Chinese Communist Party. Over time, its flaws will be hard to hide. A mesh of expedient bilateral relationships creates contradictions. China has backed Iran but chosen to ignore its ongoing nuclear escalation, which threatens China’s other clients in the region. In Ukraine any durable peace requires the consent of Ukrainians. It should also involve accountability for war crimes and guarantees against another attack. China objects to all three: it does not believe in democracy, human rights or constraining great powers—whether in Ukraine or Taiwan. Countries that face a direct security threat from China, such as India and Japan, will grow even warier. Indeed, wherever a country faces a powerful, aggressive neighbour, the principle that might is right means that it will have more to fear."}, {"role": "body", "text": "Because China almost always backs ruling elites, however inept or cruel, its approach may eventually outrage ordinary people around the world. Until that moment, open societies will face a struggle over competing visions. One task is to stop Ukraine being pushed into a bogus peace deal, and for Western countries to deepen their defensive alliances, including nato. The long-run goal is to rebut the charge that global rules serve only Western interests and to expose the poverty of the worldview that China—and Russia—are promoting."}, {"role": "body", "text": "America’s great insight in 1945 was that it could make itself more secure by binding itself to lasting alliances and common rules. That idealistic vision has been tarnished by decades of contact with reality, including in Iraq. But the Moscow summit reveals a worse alternative: a superpower that seeks influence without winning affection, power without trust and a global vision without universal human rights. Those who believe this will make the world a better place should think again."}], "id": 4}