{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s cover", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-03-23T11:02:06Z", "contents": [{"role": "body", "text": "Deng Xiaoping urged China to “hide your capacities, bide your time”, but his successor, Xi Jinping, is striding onto the world stage to reshape the post-1945 order. Our cover this week is about how he plans to do it."}, {"role": "body", "text": "Meeting Vladimir Putin in Moscow this week, China’s leader spoke of “peaceful co-existence and win-win co-operation”, while supping with somebody who faces an international arrest warrant for war crimes. But Mr Xi is untroubled by such details: he and Mr Putin are united in their belief in the inexorable decline of the American-led system, with its supposed concern for rules and human rights. They want to replace it with a more transactional mechanism involving of deals between great powers."}, {"role": "body", "text": "We considered using the two men on the cover. One idea was to put their faces on a flag, an image that harked back to the days when Lenin and Stalin were in the vanguard of world revolution. It implied that there is a new anti-Western alliance and that Mr Putin is an equal partner in the endeavour. Another idea felt rather closer to the mark. This had a miniature Mr Putin sitting on Mr Xi’s shoulder. Despite the pomp, banquets and interminably long red carpets designed to show off Russian power, Mr Putin is the supplicant and Mr Xi his overlord. "}, {"role": "body", "text": "We also tried a version of this image with Ayatollah Ali Khamenei, the Supreme Leader of Iran, in Mr Xi’s jacket pocket, like a silk handkerchief. However, our reporters felt that this design overstated China’s sway over Russia, and suggested that Iran is a Chinese client when, in reality, it is wayward and unruly. "}, {"role": "body", "text": "We ended up with a Sinocentric nucleus, with states whizzing around it like so many electrons. Its aesthetic harps back to depictions of the atom from the 1960s, adding to the growing sense of a new cold war. We put Saudi Arabian and Iranian flags in the same orbit, to do justice to the two countries’ Chinese-mediated detente. And we included the United Nations, as a sign that China is not looking for geographic expansion so much as to capture the machinery of diplomacy."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230325_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: The world according to XiInternational: What does Xi Jinping want from Vladimir Putin?Briefing: Iran wants a detente with its neighbours but not with America"}, {"role": "body", "text": "For subscribers only: to see how we design each week’s cover, sign up to our weekly Cover Story newsletter."}]}