{"coverImageURL": "https://www.economist.com/media-assets/image/20230325_CUP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "When in Mexico City, try pulque, a local tipple", "subtitle": "The fermented drink demonstrates the allure of booze made by hand", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-03-23T15:17:05Z", "contents": [{"role": "body", "text": "IT IS FRIDAY morning, and the Mercado de Xochimilco, in southern Mexico City, is bustling. Over the road is a squat building which, from the outside, looks dead, its shutters drawn and doors closed. Pushing them open reveals a utilitarian space: linoleum floors, formica-topped tables, sturdy wooden chairs. Above a counter are posters on which are handwritten apio (celery), cacahuete (peanut), mamey (a soft orange fruit) and avena (oats). These are flavours of pulque, a drink made for millennia that offers both an alcoholic kick and an insight into the ancient culture of booze."}, {"role": "body", "text": "Like tequila and mezcal, pulque is made from agave sap, but unlike those spirits, it is fermented rather than distilled. Pulque-makers carve out the heart of a mature maguey plant (ie, one around 12 years old) and collect the sap, known as aguamiel, or “honey water”, for its ultra-sweet taste. The heart of a maguey (a kind of agave) will produce as much as six litres per day for up to six months. The fermentation is largely wild or spontaneous, relying on naturally present microbes, though makers will often “backslop”—add some fully fermented pulque from a previous batch—to help the process along."}, {"role": "body", "text": "The resulting drink is about as alcoholic as lager, with a viscous texture that may challenge first-timers. The plain version has a pleasant, round, sourish taste reminiscent of a mild kombucha, or the watery yogurt drinks of Iran and Turkey. The flavoured kinds, especially the vibrant, herbal apio and the crisp, biscuit-like avena, are also well worth trying."}, {"role": "body", "text": "Unlike pasteurised beers, pulque is rich in vitamins, minerals and beneficial bacteria. According to local lore it enhances male virility. A chilango (Mexico City native) at the pulquería that day said his grandfather credited pulque with giving him more than a dozen children (the chilango himself attributed this fertility to a lack of television). Until quite recently, many pulquerías did not admit women, but thankfully that has changed. Because it requires fresh sap, and the maguey’s growing range is limited, pulque remains a proudly local product, made only in Mexico City and nearby states."}, {"role": "body", "text": "In the early 20th century the city boasted around 1,500 pulquerías. That was before big brewers and distillers began a long campaign of demonisation, in which the drink was portrayed as primitive and unhygienic. A false rumour held that excrement aided its fermentation. By the early 21st century, just a dozen or so remained."}, {"role": "body", "text": "It is still much less popular than beer, but food writers and enthusiasts say pulque is enjoying a resurgence. It may be that younger Mexicans are taking a renewed interest in their country’s rich culinary history. Visitors, too, should seek it out, and not only on the principle that when abroad you should sample what you cannot find at home. Pulque connects drinkers to a wilder, more intimate human past, when alcohol—enjoyed the world over for its ability to induce conviviality, relaxation and reflection—came not from a factory or corner shop, but from skilled artisans who fermented local crops into joy. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 72}