{"coverImageURL": "https://www.economist.com/media-assets/image/20230325_USP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Younger Americans are friendlier to China", "subtitle": "They are much less likely to see the country as an enemy than their parents", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-03-23T15:17:04Z", "contents": [{"role": "body", "text": "THE competition between America and China is infiltrating college dorm rooms. Citing national security concerns, at least 29 states have banned TikTok, the video app owned by ByteDance, a Chinese firm, on government devices. Many universities also banned students from using the app on campus wifi. In practice, that means students will use data, not wifi, to watch videos of friends revealing their outfits for sorority recruitment. But young people’s surprise over the TikTok bans may also reveal how differently they view China from their parents. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230325_USC491.png", "imageWidth": 608.0, "imageHeight": 587.0, "imageDescription": ""}, {"role": "body", "text": "Recent polling from The Economist and YouGov shows the startling difference in Americans’ views of China by age group. Roughly 25% of Americans aged 18 to 44 said they view China as an enemy, compared with about 52% of those 45 and over (see chart). Almost as many young Americans said they view China as “friendly” as those who said the country was an “enemy”. Just 4% of older Americans see China as friendly. "}, {"role": "body", "text": "Young Americans were also less likely to see Russia as an enemy than their older peers, though all ages expressed more hostility towards Russia than China. This is probably due to the war in Ukraine, and older Americans’ lingering dislike for the Soviet Union during the cold war."}, {"role": "body", "text": "Meanwhile, views of China among partisans are shifting. Republicans have long been more likely than Democrats to view China as an adversary. But both parties have become more hawkish. When Donald Trump took office in 2017, just 10% of Democrats and 20% of Republicans said they believed China to be an enemy. As of last week, 34% of Democrats and 48% of Republicans took this view."}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 28}