{"coverImageURL": "https://www.economist.com/media-assets/image/20230415_CUD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A new language textbook in Mexico has caused a brouhaha", "subtitle": "At the centre of the controversy is a single letter associated with a non-standard form of grammar", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-04-12T19:49:12Z", "contents": [{"role": "body", "text": "ONE LETTER does not normally cause controversy, yet a single squiggle has set the Spanish-speaking chattering classes to nattering. A new textbook issued in Mexico seemed to bless a non-standard ending on second-person singular verbs in the past tense: dijistes (you said), with an extra “s”, rather than the standard dijiste, and so on with other verbs. The squabble is instructive, and well beyond the Hispanophone world."}, {"role": "body", "text": "For critics, the sin was twofold. First, the textbook “approved” a usage that, though widespread, is not the official form, which is to say approved by the Royal Spanish Academy and observed by most Spanish-speakers (especially in writing). The second misdeed was that Mexico’s education authorities, by acting alone, threatened the unity of the Spanish-speaking world. "}, {"role": "body", "text": "Mexico’s president, Andrés Manuel López Obrador, reacted with his own hauteur, saying that critics were trying to tell ordinary people to “speak physics” rather than in their natural way. He even played, as is his wont, an indigenous-versus-European card, saying that the Spanish spoken in Mexico “has to do with the roots of ancient cultures”."}, {"role": "body", "text": "This linguistic quirk has nothing to do with the country’s indigenous heritage, however. The ending in question, which is also heard outside Mexico, is a mere overgeneralisation. In Spanish nearly every other second-person singular verb form ends in an -s, so many people add it incorrectly to verbs in the past tense. This kind of extending of rules to places they don’t belong is common, akin to English-speakers erroneously saying “I shrunk” because they rightly say “I swung” or “I strung”. "}, {"role": "body", "text": "Overgeneralisation may be common, but that does not make it correct. That said, there is a sensible middle ground. It lies in not confusing “standard” with “intelligent” or “virtuous”. A standard is just that, like European countries agreeing to share 220-volt electricity. It means that people can carry their gadgets or languages across borders and know they will work. That doesn’t make it perfect from some platonic point of view. America, Canada and much of Latin America use 110-volt electricity and that works out, too."}, {"role": "body", "text": "Non-standard forms can be right, preferable even, depending on circumstance. An American saying y’all has filled a gap (here the second-person plural) in the English pronoun system, instead of using the standard plural you. Y’all may not be appropriate for an acceptance speech for a Nobel prize, but it is perfectly fine for the diner counter and especially among family and friends. It signifies warmth and a belonging to the South. Southerners are almost inordinately proud of it, as they have every right to be."}, {"role": "body", "text": "Languages feature variation like this all around the world and are more than able to handle it. Variations on “you” in different languages could fill a textbook. Instead of y’all, Pittsburghers have yinz and New Yorkers use youse. Thou is still (albeit barely) found in some northern English dialects. Most Brazilians have dropped their original “you” pronoun, tu, and use você, which to European Portuguese ears is rather stuffy. And turning to Spanish’s own “you”, many Latin Americans use vos instead of today’s European standard tú. Different parts of Latin America conjugate verbs with vos differently. No chaos has ensued."}, {"role": "body", "text": "Good language textbooks explain this kind of thing. Indeed, the Mexican textbook in question did say “this -s [the last one in dijistes] normally isn’t written.” But it missed a chance to explain that, although the non-standard form is used by many Mexicans, it remains a non-standard, informal variant. A footnote explains that it is important to avoid “judgments based on a form of expression”. Yet many people will make those judgments anyway. "}, {"role": "body", "text": "Students can be taught to appreciate that, for serious work, it is best to know and use the standard form, even if they joke and bond with the non-standard one. The standard form is also helpful if they are not sure of the background of their listeners."}, {"role": "body", "text": "Too complicated, say some: children need clear rules dinned into their heads. This underestimates them. Youngsters learn early that there are words that are appropriate for some occasions and not others. (If unsure, try asking the little angels of your acquaintance if they know any naughty words not to use around grown-ups.) Opening up a conversation about grammar, style, appropriateness and identity could be a valuable lesson for children learning about language. Not a bad day’s work for one little squiggle.■"}, {"role": "body", "text": "Read more from Johnson, our columnist on language:ChatGPT is a marvel of multilingualism (Mar 27th)“Omit needless words!” But not all of them (Mar 16th)If stigma is the problem, using different words may not help (Feb 16th)"}, {"role": "body", "text": "Also: How the Johnson column got its name"}]}