{"coverImageURL": "https://www.economist.com/media-assets/image/20230415_CND001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Communist Party members must study Xi Jinping’s thinking", "subtitle": "The education campaign will not be fun for bureaucrats", "hashTag": "China", "authorName": "The Economist", "publishDate": "2023-04-13T13:28:57Z", "contents": [{"role": "body", "text": "Since Xi Jinping took over as China’s leader more than a decade ago, he has kept officials on their toes. Every couple of years, on average, he has subjected them and the rest of the Communist Party’s 97m members to “education” campaigns to ensure they grasp the party line (slackers beware). A new one has begun to unfold. For weeks, if not months, it will command the attention of the bureaucracy and the armed forces, as well as many businesspeople, academics and others. The theme, this time, is overtly personal. It is about keeping in step with Mr Xi himself."}, {"role": "body", "text": "It is probably not a response to any perceived new threat to Mr Xi’s grip. The timing seems routine. It is roughly two years since the last such campaign, which focused on inculcating a highly sanitised version of the party’s history. It is also about six months since the party convened a five-yearly congress, at which Mr Xi appeared to strengthen his power by replacing colleagues with his protégés and securing a norm-breaking third term as party chief. One of those protégés is Cai Qi, who last month was named as Mr Xi’s chief of staff. Mr Cai also oversees ideology and propaganda in the Politburo Standing Committee, the seven-member apex of power. He is in charge of the new campaign. This is a chance to impress his boss. "}, {"role": "body", "text": "But the scope of this latest campaign is anything but routine. The previous five ones launched by Mr Xi usually emphasised specific aspects of party members’ behaviour, such as their obligation to attend to the needs of the “masses”, study the party constitution, resist corruption and remember the “original aspiration” of communists. This campaign is branded Xi: it is officially described as “study and implementation of Xi Jinping thought on socialism with Chinese characteristics in the new era”. That means party members must master the broad sweep of Mr Xi’s thinking on everything from maintaining discipline in the party, to the environment and national security. The new era is party-speak for the age that dawned with Mr Xi’s accession as party leader in 2012. "}, {"role": "body", "text": "State media trace the history of Mr Xi’s education campaigns back to Mao Zedong’s “rectification movement” of the 1940s during the party’s days as a guerrilla force. They do not mention that thousands of people were killed in purges that ensued from Mao’s attempts to reform party members’ thinking. Today’s campaigns are far more restrained, but officials still use blood-curdling language to describe the psychological impact they are intended to have. Officials are urged to “turn blades upon themselves” and “scrape the bone to heal poison”. They are required to engage in “criticism and self-criticism sessions” that make their “faces turn red and sweat”. "}, {"role": "body", "text": "In some parts of the bureaucracy the latest campaign is being combined with ongoing purges of corrupt and disloyal officials. One is the discipline-enforcement apparatus, which began a “rectification” campaign within its ranks earlier this year. Another is the government’s sports administration, which has been waging war in recent months on corruption in football. "}, {"role": "body", "text": "Education campaigns are launched with enormous fanfare. The decision to start this one was formally endorsed by the ruling Politburo on March 30th. It was kicked off by Mr Xi himself at a gathering of officials four days later. He said it would be a “tempering of the mind” and a “spiritual baptism” that would play an important role in unifying party thinking and solving “prominent problems within the party”. The term is a euphemism for everything from ideological deviation to disloyalty. "}, {"role": "body", "text": "Few details of how the campaign will be implemented—including a target date for completing it—have been revealed. Party committees across the country have been meeting to discuss related directives, but these remain classified. Past such campaigns, however, suggest it will involve a combination of study meetings, field trips and a tool of mind control that Mao would have relished: a web portal-cum-smartphone app that tests users’ knowledge of prescribed materials. It is called Xuexi Qiangguo, which means both “Study the Strong Country” and “Study Xi to Make the Country Strong”."}, {"role": "body", "text": "Launched in 2019, the app has become the bane of many party members’ lives. By noting users’ scores and daily usage habits it allows the party’s ideological workers quickly to identify those whose minds are not on the task. Boredom with education campaigns is a common problem. A survey in 2019 (published last year) showed that nearly 60% of people at a vocational training college who had taken part in one of Mr Xi’s education campaigns felt the theories they were required to study bore no obvious connection to real life, according to Li Fang, an academic in Guangzhou. Much of the teaching material was simply copied from documents supplied by higher-ups. "}, {"role": "second", "text": "No faking it"}, {"role": "body", "text": "As part of their education, officials will have to think more creatively. They have been told to organise research into “complicated and difficult” problems affecting the new era, such as food security or public health. They must interview people about such matters at society’s grassroots, and suggest good remedies. “No going through the motions”, they have been warned. "}, {"role": "body", "text": "Among party members, many eyes will be on Mr Cai as the chief enforcer of such directives. He ranks fifth in the Politburo but his power is enormous. Not since Mao’s day has the party leader’s chief of staff (or director of the Central Office, as the job is formally known) served concurrently on the Politburo Standing Committee. The combination of roles will make him a formidable gatekeeper between Mr Xi and other members of the ruling elite. "}, {"role": "body", "text": "It is clear from Mr Cai’s meteoric rise that Mr Xi trusts him completely. In the 1980s and 1990s the two worked together in the province of Fujian. In 2017 Mr Cai was promoted to party chief of Beijing, without having served in the party’s Central Committee (normally a rite of passage for such a job). In his new job as overseer of ideology, he has skills to draw on. Much of his work in Fujian involved internal party affairs. In the 1970s he studied political education there as an undergraduate. "}, {"role": "body", "text": "Perhaps distressingly for party members struggling with the Study-Xi app, he showed an early fondness for using digital tools to improve bureaucratic behaviour. While working in Zhejiang province in the 2010s he opened a social-media account that he used in part to castigate wrongdoing by officials. “Openness is a good thing”, said one of his most-noticed tweets. He even lamented China’s blocking of Facebook. Today, however, few see him as anything but Mr Xi’s faithful servant. The only hope that some might possibly cling to is that he may, one day, trim the ponderous 16-character title of Mr Xi’s philosophy to just “Xi Jinping Thought”. It would save lots of time at meetings. ■"}, {"role": "body", "text": "Subscribers can sign up to Drum Tower, our new weekly newsletter, to understand what the world makes of China—and what China makes of the world."}], "id": 17}