{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-04-13T13:34:39Z", "contents": [{"role": "body", "text": "This week we asked our designers to come up with two covers—one on the remarkable performance of the American economy, and another on the increasingly independent behaviour of the world’s non-aligned countries. "}, {"role": "body", "text": "America’s record as the world’s richest, most productive and most innovative big economy has been sustained for decades. Indeed it is leaving its peers ever further in the dust."}, {"role": "body", "text": "Our first designs played with the idea of the United States as Number One. In 1990 it accounted for a quarter of the world’s output at market exchange rates. Thirty years on, that share is almost unchanged, even as China has gained economic clout. Today America accounts for 58% of the G7’s GDP, compared with 40% in 1990. The trouble is that both designs suggested the economy was all about manufacturing. In fact, its success has less to do with brawn than with brain power. American workers have more graduate and postgraduate degrees than European ones. American firms own more than a fifth of patents registered abroad, more than China and Germany put together. "}, {"role": "body", "text": "We also thought about showing a gold-bedecked Mount Rushmore, to get across just how rich Americans have become. In 1990 income per person in America in terms of purchasing power was 17% higher than in Japan; today it is 54% higher. However, the bling of George Washington and his Oval Office homeys played into the idea that the spoils of America’s outperformance have gone to the very rich. In fact, although wealthy Americans have indeed done much better than the middle classes, the poor have prospered, too. Thanks largely to more generous benefits, incomes for America’s poorest fifth have risen in real terms by 74% since 1990, much more than in Britain. "}, {"role": "body", "text": "So we went with the image of a cowhand sitting atop a preposterously long-legged horse. He is surveying the fertile prairie, which opens up before him. There are clouds on the horizon, but they’re light and fluffy. Like the United States, he’s riding high."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230415_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: The lessons from America’s astonishing economic recordBriefing: From strength to strength"}, {"role": "body", "text": "Our second cover, seen in Asia and the Middle East, focused on what we call the “transactional-25”, the 25 largest non-aligned economies. Together, they account for 45% of the world’s population; their share of global GDP has risen from 11% when the Berlin Wall fell to 18% today, more than the EU."}, {"role": "body", "text": "The transactional-25 take a ruthlessly pragmatic approach to global affairs. Strikingly, they do not want to pick sides in the great geopolitical contest between China and America. They have limited confidence in the institutions of the post-1945 American-led order such as the UN or IMF, which they see as being in a state of disorder and decay. "}, {"role": "body", "text": "We ended up focusing on a pair of designs showing handshakes as a metaphor for dealmaking. The non-aligned countries reject moralising Western appeals to defend the liberal order or human rights, which are often seen as being self-serving, inconsistent and hypocritical. Instead states such as India and Saudi Arabia are working across the divide."}, {"role": "body", "text": "One cover depicted two rows of hands reaching across a gap, but it had two problems. Its dealmakers were clearly suit-wearing white men—hardly representative of the countries we had in mind. And the bargaining looked co-ordinated, whereas the transactional-25 will never act as a bloc. "}, {"role": "body", "text": "That is why we chose an entanglement of handshakes. The non-aligned countries will take a fluid, transactional approach to the world, as they wheel and deal in an attempt to gain advantage. They often act alone, but sometimes work in concert. OPEC, the oil cartel, is being more assertive; this month it cut production by 4% despite Western complaints. Luiz Inácio Lula da Silva, Brazil’s president, is promoting a “peace club” to end the Ukraine war. And India wants to use its presidency of the G20 this year to lobby for the global south. Welcome to a messy world."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230415_DE_ME.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Can the West win over the rest?International: How to survive a superpower split"}]}