{"title": "Britain’s green belt is choking the economy", "subtitle": "The public likes, but badly misunderstands, the anti-sprawl policy. It’s time to rethink it", "authorName": "The Economist", "coverImageURL": "https://www.economist.com/interactive/britain/2023/08/17/britains-green-belt-is-choking-the-economy/processed-images/1424/20230819_BRD010.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "hashTag": "Britain", "publishDate": "Aug 17th 2023", "contents": [{"role": "body", "text": "The kidlington gap, north of Oxford, is a forgettable spot. It includes a large car park and some fields wedged between busy roads. But locals hold their corner of England’s green belt in high regard. When Suzanne McIvor, who runs a neighbourhood group, heard that the local authority had agreed 4,400 homes could be built there, she was “horrified”. The thriving city is desperate for housing but Mrs McIvor objects that, by letting it grow together with Kidlington, a dormitory town, “we are going to lose what is special about Oxford.”"}, {"role": "body", "text": "Britons love to block building. A circular issued by the ministry of housing in 1955 allowed “the formal designation of clearly defined green belts”, for “checking the unrestricted sprawl of built-up areas”. This followed the designation in the 1950s of a belt up to ten miles (16km) wide around London. The effect was to help land prices in cities to rise (without it, by one estimate, prices in the south-east would today be about one quarter lower). Voters, in general, love it. Thus, despite recent efforts to reform planning to ease a housing crisis, the belt has steadily grown."}, {"role": "body", "text": "Last year it expanded by 24,000 hectares. The belt (belts would be a better term: England has over a dozen) has doubled in size since 1979 to cover 1.6m hectares—or 12.6% of England’s land mass—an area equal to three-quarters of Wales. Oxfordshire’s belt, first proposed in 1958, covers an eighth of the county."}, {"role": "body", "text": "The politics of it is fiercely contested. Since 2010 various Conservative prime ministers have tried to improve planning, to little success. Resistance in the party has been steady, but intensified in 2021 after the loss of a by-election in Chesham and Amersham, a once-safe seat. The Liberal Democrats won in part by playing on fears of predatory development. (Some 89% of the seat is classified as green belt.)"}, {"role": "body", "text": "Rishi Sunak, the prime minister, shows no appetite for anything that could threaten the belt. He said in July he backs a promise to build 1m homes in this parliament, but his government will also remove the onus on local authorities to release green-belt land for housing. Earlier he had said that “if a local community has clearly judged a development to be inappropriate there are no circumstances in which planning permission should be granted.” And in May he claimed that “it is only the Conservatives who will protect the green belt; the Labour Party will concrete over it.” Such comments please many in his party, though not a fringe of younger MPs who see that planning limits are a big cause of economic malaise."}, {"role": "body", "text": "Labour had opposed planning reforms as a “developers’ charter”. But Britain’s low growth rate is the main obstacle to a future Labour government delivering what its mps aspire to, and therefore Sir Keir Starmer, the party leader, has embraced planning liberalisation. “We have to take this on,” he told The Economist in a recent interview. In a speech on June 28th, Lisa Nandy, the shadow local-government secretary, said housing problems are a fundamental issue of supply—a break with party colleagues who blame “greedy” developers and foreign buyers."}, {"role": "body", "text": "Labour’s plans are yet to be laid out in detail, but Ms Nandy indicated they will differentiate green belt containing “nature-rich greenfield land,” which would be protected, from “poor-quality ex-industrial land and dilapidated, neglected scrubland.” The belt circling London includes a disused petrol station, Ms Nandy noted. Sir Keir says that by being upfront about his goals, he would have a mandate for them in power. Yet it is a risky approach. Research conducted by Ben Ansell of Oxford University shows that while Labour’s core vote is more supportive of housebuilding, swing voters are sceptical."}, {"role": "body", "text": "Britons agree the housing market is broken. Just one-quarter of adults in England surveyed in July by Ipsos, a pollster, for The Economist called housing in their area affordable for people like them. Real house prices are up by 80% in the past 20 years: the median price-to-income ratio has grown from five to nine times pay. In Oxford it is an eye-watering 12. Rates of home-ownership have fallen and around 300,000 households in England are homeless or at risk of it. People also appear to favour building more: just 28% of survey respondents said they would oppose new homes in their area. Despite this, England builds an average of only 230,000 new ones a year (the official target is 300,000)."}, {"role": "body", "text": "The main problem is supply of land. Michael Gove, the secretary of state whose portfolio includes housing and planning, said in July that he favours building on brownfield, or previously developed, land (where nearly three-fifths of building happens anyway). The trouble is, too little of this is in the right places. Lichfields, a planning consultancy, estimates sufficient brownfield land exists for 1.4m new homes, far less than the country’s long-term needs. And much is in the north and Midlands, where the economy is weaker."}, {"role": "body", "text": "Opposition to building on any green-belt land is often overwhelming. In Oxford the university plans a new innovation district and its blossoming companies, notably in the life sciences, need homes for staff. Voters and their representatives don’t care. At his home overlooking the site in Kidlington, Ian Middleton, a Green Party councillor who opposes new housing, says locals should not pay for the university’s success. Similarly, in Cambridge politicians are alarmed by Mr Gove’s talk of the city getting 250,000 new homes by 2040."}, {"role": "body", "text": "Mr Gove wants cities to grow denser, with more homes crammed onto a narrower footprint of land. That would be beneficial: agglomeration brings economic gains and reduces residents’ commuting. But making cities denser is hard, even if Britons’ reluctance to live in flats rather than houses with gardens could be overcome. London is only gradually getting denser, for example. Talk of adding 65,000 new homes in its regenerated docklands is welcome. But even if built, these would be just 8% of the city’s additional needs in the next decade. A lack of suitable sites means London only builds 35,000 homes a year, when it requires more like 85,000."}, {"role": "body", "text": "To build more, including infrastructure such as reservoirs, England thus needs to look harder at its protected land. One task is to end popular misconceptions about land use. Few know that 26% of England’s land mass (in addition to the belt) is protected, counting in national parks and areas of outstanding natural beauty. People also wildly overestimate how much is built upon. Our survey respondents thought, on average, that 47% of English land is developed. In fact the figure is just 9%."}, {"role": "body", "text": "Perceptions of the belt as mostly pristine and free for public use are also misplaced. About 7% of the belt is already built upon (mostly prior to its designation). Another 65% of it is farmland, much of it unremarkable and hardly rich in biodiversity. Less than 7% is open for recreation."}, {"role": "body", "text": "Those misunderstandings may explain why just one-fifth of our respondents agreed with the idea of focusing on “meeting the country’s housing needs, even if this comes at the expense of some green-belt land”. Three-fifths want the current green belt to stay, even if that limits efforts to ease housing shortages. Older respondents, especially, would protect the belt."}, {"role": "body", "text": "The public also does not grasp that the belt causes damage to the countryside elsewhere. Where builders lack brownfield space in cities, they jump the belt to put up commuter settlements farther afield. Of 180 local authorities with belts, 140,000 new homes, 45% of the total, have gone up in the past three years on the “outside” of their restricted areas."}, {"role": "body", "text": "In Oxfordshire in the past nine years some 26,000 homes, 71% of the total, were built on greenfield land outside the belt. These low-density developments tend to lack public-transport links, leading to more car use. That pattern is repeated nationally at great cost, not least because of lost agglomeration benefits. Hans Koster of Vrije Universiteit Amsterdam has estimated the green belt imposes total welfare costs equivalent to 0.5% of England’s gdp every year. Belts also help to make more belts, as cities protect against encroachment from neighbours. Officials in Wales, for example, want a new belt for Wrexham to guard against developments that leapfrog one around the city of Chester."}, {"role": "body", "text": "What if England released portions of low-grade green-belt land? Russell Curtis, an architect, counts some 43,000 hectares of undeveloped land within 800 metres of train stations in England. Not all are by cities, but 38% of it is in the green belt. With that alone Britain could put up 850,000 new homes. Get bolder and the benefits are greater: releasing land from the belt closest to cities would let them grow without leapfrogging. A back-of-the-envelope calculation suggests 10% of the belt freed could let 5m homes get built. Some measures could help to meet the inevitable political backlash: for every hectare released, one in the countryside could get new protection."}, {"role": "body", "text": "Much politics, however, remains local. Authorities led by anti-development councillors routinely refuse to update plans to deliver housing. The city of York has one today that dates to 1956. An ageing population, meanwhile, is likely to grow more reluctant to touch the belt, making it harder still to shift the politics. Paul Smith of the Strategic Land Group, which helps clients win planning permission, calls the belt “one of the most successful exercises of branding in British history.” Unfortunately, he is right."}, {"role": "quote", "text": "Due to the restriction of The Economist, some pictures of the article cannot be obtained."}], "id": 40}