{"coverImageURL": "https://www.economist.com/media-assets/image/20230819_CUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Conservatives are attacking capitalism", "subtitle": "Four new books show how the reactionary right and left have converged", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-08-11T16:30:56Z", "contents": [{"role": "body", "text": "Decades of Decadence: How Our Spoiled Elites Blew America’s Inheritance of Liberty, Security and Prosperity. By Marco Rubio. Broadside Books; 256 pages; $32 and £20"}, {"role": "body", "text": "Regime Change: Towards a Postliberal Future. By Patrick Deneen. Sentinel; 288 pages; $30. Forum; £22"}, {"role": "body", "text": "The Capitalist Manifesto: Why the Global Free Market Will Save the World. By Johan Norberg. Atlantic Books; 352 pages; $24.99 and £20"}, {"role": "body", "text": "Tyranny, Inc: How Private Power Crushed American Liberty—And What to Do About It. By Sohrab Ahmari. Forum Books; 288 pages; $28"}, {"role": "body", "text": "Two decades ago Johan Norberg, a Swedish liberal, wrote a bracing polemic called “In Defence of Global Capitalism”. Leftists hated it and sniffed that he was “on the ‘crazy right’”. Now, when he makes exactly the same arguments, people on the right accuse him of being “woke left”. “I’m not the one who’s changed,” he writes."}, {"role": "body", "text": "The angriest critiques of global capitalism come increasingly from the populist right. This is true in several Western countries, but especially so in America. Republicans used to extol the benefits of free trade and free markets. Now, following Donald Trump’s lead, Republican candidates demand higher barriers, especially to goods from China, and berate corporations for their “wokeness” in supporting greenery and diversity. Four new books illuminate this shift, which fans of economic liberty find alarming. "}, {"role": "body", "text": "The critiques target two villains: corporations and liberalism. Sohrab Ahmari, a socially conservative Iranian-American journalist, is part of the anti-corporate crowd. In “Tyranny, Inc” he claims that we live in “a system that allows the asset-owning few to subject the asset-less many to pervasive coercion—coercion that, unlike governmental actions, can’t be challenged in court or at the ballot box.” "}, {"role": "body", "text": "Many of his complaints sound lefty. Amazon uses intrusive cameras to monitor its warehouse workers; other firms snoop on their minions’ private emails and web browsing. Employers set unpredictable working hours, which staff cannot easily refuse because they need to put food on the table. Life for the bottom 50% in America is precarious, stressful and unjust."}, {"role": "body", "text": "Other complaints reflect Mr Ahmari’s social conservatism. He disapproves of unpredictable working hours partly because of their effect on family life. He rages that woke corporations such as Disney and American Express “train” workers to accept controversial progressive ideas on race and gender. "}, {"role": "body", "text": "He is a deft storyteller. A favourite trick is to describe some terrible injustice as if it occurred in a dictatorship like China or Iran and then to reveal—hey, presto!—that it happened in America. He highlights genuine injustices, such as the way some firms abuse gag clauses, non-compete agreements and the arbitration process. "}, {"role": "body", "text": "His analysis, however, is flawed. Private firms in America have far less power over workers than he claims. When they behave abusively, they are often challenged in court. More important, with unemployment at 3.5%, disgruntled employees can credibly threaten to quit."}, {"role": "body", "text": "To tame corporate tyranny, Mr Ahmari would supercharge the state. It should encourage unionisation, play “a far more active role in co-ordinating economic activity” and require speculators who buy a company and want to change things to submit to the veto of “workers, local communities and other stakeholders”. "}, {"role": "body", "text": "This is a recipe for slower growth and less innovation. Indeed, it is often hard to distinguish Mr Ahmari’s economic proposals from those of Elizabeth Warren or Bernie Sanders on the Democratic left. Yet he thinks his mix of social conservatism and economic populism is the future of the Republican Party, helping it win elections long after Donald Trump has retired or gone to jail. He may be right. This was the calculation made by J.D. Vance, who first rose to prominence as the author of “Hillbilly Elegy”, which explained the plight of America’s forgotten white working-class, before he ran in Ohio for a Senate seat—and won. "}, {"role": "body", "text": "In “Regime Change: Towards a Postliberal Future”, Patrick Deneen, a professor of political science at the University of Notre Dame, gives voice to a gloomy, reactionary strain of thinking. On the first page he laments America’s blighted cities, family breakdown, inequality and “psychic despair”, noting “a growing chorus of voices [reflecting] on the likelihood and even desirability of civil war”. "}, {"role": "body", "text": "For all this, he blames liberalism: both the classical sort, which seeks material progress through creative destruction, and the progressive sort that he accuses of upending family and tradition. To turn back the clock, he wants the state to support bigger traditional families (as it does in Hungary) and manufacturing (as it does under Joe Biden). He would restrict immigration, which he says elite liberals support in order to undercut the wages of the native-born and supply themselves with cheap servants. "}, {"role": "body", "text": "None of this will work. Plenty of evidence suggests that immigration has little effect on native wages (so curbing it will not raise them); that industrial policy is generally wasteful; that pro-family policies have little effect on fertility; and that Hungary is a kleptocracy. "}, {"role": "body", "text": "“Conservative” parties in the West have championed free markets at least since the days of Ronald Reagan and Margaret Thatcher. But free markets are profoundly unconservative. They bring rapid change, usually making people better off, but also disrupting old ways of doing things. Serious conservatives aim to minimise this disruption without impeding growth too much. Demagogues, however, pretend there is no trade-off: that you can have all the benefits of progress without changing the way you live. "}, {"role": "body", "text": "For an idea of how ideas like Mr Ahmari’s and Mr Deneen’s might sound when stripped of nuance for the campaign trail, try “Decades of Decadence”. When Marco Rubio first ran for the United States Senate in 2010, he talked about how wonderful it was that he, the son of penniless Cuban immigrants, could aspire to high office in America. Now, still aspiring to even higher office from within a much-changed Republican Party (despite losing to Donald Trump in the Republican primary in 2016), he has embraced his erstwhile rival’s nativist clichés. "}, {"role": "body", "text": "He decries America’s “open southern border” and yearns for the good old days when “we took it for granted that most of the things we bought…were made right here at home by our fellow Americans.” He blames China’s entry to the World Trade Organisation for the fact that “too many hardworking Americans who want to...live normal, decent lives are unable to do so.” To those who say that imports from China might improve American lives, he retorts that such people think of Americans not as “workers, fathers and citizens” but as “consumers…nothing more”. "}, {"role": "body", "text": "“The Capitalist Manifesto” by Mr Norberg of the Cato Institute, a think-tank, offers a joyful counterblast to Mr Rubio’s Trumpy stridence. The three decades after 1990, when globalisation took off, have seen greater improvements in human living conditions than the previous three millennia, he shows. Poverty is down, lifespans are longer and technology that only the Pentagon could afford in 1990 is now on every smartphone. “I am not saying that the era has been unequivocally good, only that it has been better than any other era humanity has experienced,” comments Mr Norberg. "}, {"role": "second", "text": "When imitation isn’t flattery"}, {"role": "body", "text": "Both the new right and the old (and new) left share a zero-sum view of economics, imagining that one person’s gain must be another’s loss. The old left hated free trade and free markets because they supposedly let rich countries exploit poor ones. Now that many of those poor countries have debunked this argument by prospering, the new right complains that free trade and free markets let China exploit the West. "}, {"role": "body", "text": "Mr Norberg shows that all their proposed solutions have been tried before, with dismal results. One study of 50 countries with populist leaders found that 15 years after they take control, their economies are a tenth smaller than those of comparable countries. "}, {"role": "body", "text": "In a book packed with vivid examples, one of the most compelling concerns covid-19. Pandemic lockdowns, though widely opposed by the new right, actually achieved many of their stated aims. Borders were closed, migration halted, supply chains disrupted. Global poverty soared—and life became miserable in rich countries, too. "}, {"role": "body", "text": "“It is difficult to imagine a stronger and more tragic proof that progress depends on open societies and economies,” Mr Norberg concludes decisively. If only his was the last word. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 65}