{"coverImageURL": "https://www.economist.com/media-assets/image/20230729_USD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2023-08-17T13:33:27Z", "contents": [{"role": "body", "text": "Letters are welcome via e-mail to letters@economist.com"}, {"role": "second", "text": "Paying for college"}, {"role": "body", "text": "“Sticker shocker” (July 29th) correctly notes that the college-affordability crisis in America is at least partly illusory because so few students pay full price. You suggest that this gap exists so that colleges can play Robin Hood, charging full price to the rich and less to the poor. Elite universities have the market power to do this, but the typical college does not. They have more openings than qualified applicants to fill them. "}, {"role": "body", "text": "Because non-profit colleges want the best students they can get (for rankings and other reasons), most give the biggest discounts to the best students. Because the best students so often come from rich families, the result isn’t much like Robin Hood at all. It is true, as you say, that college is not necessarily too expensive on average, but some students nevertheless pay a king’s ransom to attend colleges for which they are only marginally qualified. "}, {"role": "body", "text": "Unlimited federal loans make this possible. Unaccountable schools take the money, students and families suffer the consequences, and soon it seems taxpayers will foot the bill."}, {"role": "body", "text": "Dan CurrellDeputy under-secretary, US Department of Education, 2018-21Saint Paul, Minnesota"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230729_FNP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Reducing methane"}, {"role": "body", "text": "Your otherwise excellent story on heatwaves jumps too quickly to the possible need for solar geoengineering to cool the planet quickly (“Turning up the heat”, July 22nd). In terms of slower warming, our research shows that the best strategy over the next two decades is to cut methane, a super climate pollutant, which can avoid warming of up to nearly 0.3° Celsius by the 2040s. The International Energy Agency finds that the methane which leaks from oil and gas production could be reduced by 75% at no or low cost. A mandatory agreement to cut methane, starting with the oil and gas sectors, should be a priority at the next global climate negotiation in the United Arab Emirates in December."}, {"role": "body", "text": "Durwood ZaelkePresident"}, {"role": "body", "text": "Gabrielle DreyfusChief scientistInstitute for Governance and Sustainable DevelopmentWashington, DC"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230722_LDP002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "body", "text": "The real obstacle to cities responding effectively to soaring temperatures is money (“Too darn hot”, July 22nd). It is often thought that cities are well resourced, but the reality is different. Only 11% of international funds for climate change go to cities. This is where city-resilience bonds could make a large difference. Through these bonds a city government or agency could raise money from capital debt markets for investment in building resilience. This instrument has been used to deal with a range of problems that cities face. For instance, America’s Federal Reserve pledged to buy up to $500bn in municipal bonds from small and medium-sized cities to finance their fight against covid-19. "}, {"role": "body", "text": "In many developing countries with huge urban populations and extensive exposure to climate change, like Bangladesh and India, there are no major administrative or legal barriers preventing cities from issuing bonds. In a recent survey of major cities in India, 60% were found to be creditworthy. City bonds would help cities tackle climate change."}, {"role": "body", "text": "Dr Aditya BahadurPrincipal researcher International Institute for Environment and DevelopmentLondon"}, {"role": "second", "text": "Double trouble"}, {"role": "body", "text": "As a consumer of the audio edition, I noticed the run time for your summer “double” issue to be eight hours and 55 minutes (July 29th). That compares with nine hours and 14 minutes the previous week and seven hours and 35 minutes the week before that. Given The Economist’s well-earned reputation for factual rigour, might I humbly suggest that a renaming of the “double” issue is in order?"}, {"role": "body", "text": "Matt MauroArlington, Massachusetts"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230715_CUP505.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Innovative ice cream"}, {"role": "body", "text": "Speaking of avant-garde ice-cream flavours (“Get to the pint”, July 15th), I recall past garlic festivals held annually in July in Gilroy, California, that served garlic ice cream. The event is no longer held."}, {"role": "body", "text": "MARSHAL ALAN PHILLIPSHollywood, California"}, {"role": "second", "text": "Fantastic beasts"}, {"role": "body", "text": "The dragon on the flag of Wales may be “badass”, but it is not unique (Letters, July 15th). The national flag of Bhutan features a white dragon, as does the flag of Moscow (although the dragon is pictured losing a fight to St George, so not so badass). Mythological creatures, badass and otherwise, can also be found on the flags of Atlanta (a phoenix), Tuscany (a pegasus) and the Pomeranian Voivodeship in Poland (a griffin)."}, {"role": "body", "text": "The traditional flag of Tibet depicted two gangs seng ge, or snow lions, creatures so powerful that their roar can cause dragons to fall from the sky. Now that’s badass."}, {"role": "body", "text": "Danny BowlesLondon"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230729_CUD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Critics circle"}, {"role": "body", "text": "Look at the demand side to understand the transition from the harsh tone of Victorian book reviews to today’s fawning in the literary pages (“The death of the hatchet job”, July 29th). In the 19th century literature was a mass entertainment, lowbrow and highbrow alike, and written to be read. It aspired to sell, and needed connoisseurs to write reviews to help consumers navigate the shelves. Reviews contributed to efficiency and were compensated. "}, {"role": "body", "text": "The book market has changed. Most of today’s books are often too lowbrow to be reviewed by serious publications. (How many Harry Potter books did The Economist review?) As for the highbrow stuff, literary prizes drive sales in that market. Book reviews in academic journals are risk-free and not informative, intended for tenure committees. "}, {"role": "body", "text": "Mass entertainment is now dominated by film and television, where even highbrow productions are made to be watched and expect to make money. The critics are not getting less cruel, they just get paid for reviews in other mediums; you can still find harsh reviews aplenty. "}, {"role": "body", "text": "Yoav SivanNew York"}, {"role": "body", "text": "The most devastating hatchet job that I have come across is Q.D. Leavis’s article published in Scrutiny, a quarterly periodical, in 1937. In the article she demolished Dorothy Sayers’s reputation as a novelist, describing Sayers as “a combination of literary glibness and spiritual illiteracy”. "}, {"role": "body", "text": "H.P. DavisMelbourne"}, {"role": "body", "text": "It’s hard to beat Truman Capote’s take on Jack Kerouac: “That’s not writing, that’s typing”. But Randall Jarrell did just that, opining that a book by Oscar Williams “gave the impression of having been written on a typewriter by a typewriter”. "}, {"role": "body", "text": "I’m not sure how Kerouac reacted, but Williams—who was a prolific anthologiser—then proceeded to leave any and all of Jarrell’s poetry out of his editions. Touche!"}, {"role": "body", "text": "David PerryChicago"}, {"role": "body", "text": "I despair wading through eulogising prose. Is “profound” a euphemism for “pretentious and turgid”? Does “thought-provoking” mean “I couldn’t follow it”? "}, {"role": "body", "text": "For a review to be useful one wants the negative as well as the positive, and there is a place for the brutal. My favourite film review ended with this line: “If you watch this movie the sequel will be your fault.”"}, {"role": "body", "text": "Simon GarrettAshfield-cum-Thorpe, Suffolk"}], "id": 9}