{"coverImageURL": "https://www.economist.com/media-assets/image/20230819_EUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Poland’s far right could be the next government’s kingmaker", "subtitle": "It has hidden its extremist roots behind a free-market message", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2023-08-15T15:04:06Z", "contents": [{"role": "body", "text": "Pint by pint, Poland’s biggest far-right party is climbing in the polls. Slawomir Mentzen, its new co-leader, is staging lager-fuelled rallies across the country. Sparklers go off as he climbs on stage; his political stand-up routine ridicules all the mainstream parties. With a mostly male crowd cheering him on, the 36-year-old chugs down beers while extolling low taxes and deregulation—and saying surprisingly little about abortion or the eu."}, {"role": "body", "text": "Most non-Poles think of the Law and Justice (PiS) party, which has governed Poland since 2015, as the epitome of populist nationalism. But there is another party even farther to the right: Confederation. Polls in July found it had roughly doubled its support this year to 15%. The two bigger parties, PiS and the centrist Civic Platform (PO), will almost certainly fall short of a majority in the general election on October 15th. Whichever one comes first will probably need Confederation’s support to form a government."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230819_EUC181.png", "imageWidth": 608.0, "imageHeight": 701.0, "imageDescription": ""}, {"role": "body", "text": "In most countries, hard-right parties outflank centre-right ones by hammering on cultural wedge issues. But PiS’s campaigns, with their incessant bashing of immigrants, gays and Brussels bureaucrats, leave little space for that. Instead Confederation distinguishes itself with small-government economics. PiS has greatly expanded the state with massive handouts to parents and pensioners, worrying liberals and libertarians, who make up almost a fifth of the electorate. Meanwhile PO, once seen as centre-right, has drifted left."}, {"role": "body", "text": "Confederation has seized on the discontent. Bartlomiej Pejo, a deputy leader, says the two big parties have “not offered Poles anything but social programmes”. He bemoans high inflation (now at 11% annually), the pandemic lockdowns, the EU’s “pseudo-ecological programmes” and financial aid to Ukrainian refugees."}, {"role": "body", "text": "The party’s attempt to portray itself as a mainstream group advocating laissez-faire economics conceals its more troubling side. Confederation is a coalition of three smaller parties: Mr Mentzen’s New Hope (the least radical), and the kookier National Movement and Confederation of the Polish Crown. In 2018 the three groups’ leaders signed a declaration of allegiance to the Catholic church, promising to “submit our private and public life to the reign of Christ, King of Poland”. "}, {"role": "body", "text": "Mr Mentzen supports tightening abortion laws, making gun ownership easier and reintroducing the death penalty. The party’s seedier characters go further: Grzegorz Braun, an MP and the leader of Confederation of the Polish Crown, calls for flogging gay people and abolishing Poland’s democratic system, which he terms a “Russian-German condominium under Jewish trusteeship”. "}, {"role": "body", "text": "Many new supporters choose to keep their beer goggles on. “Liberal voters support Confederation in spite of its cultural conservatism,” says Marcin Duma, head of IBRiS, a polling agency. The party’s leaders rarely grant interviews. Instead they thrive on social media. Mr Mentzen has 781,000 followers on TikTok, by far the most of any Polish politician. He is relatable and fun. After a video emerged of him stumbling drunk in the streets, his popularity rose. The next morning he posted a video saying he had “blacked out”, but still got up to work: “That’s what responsibility is.” He runs a tax consultancy—and a brewery. "}, {"role": "body", "text": "As Mr Mentzen points out, Jaroslaw Kaczynski and Donald Tusk, the leaders of PiS and PO, are older than his parents. “They need to retire,” he adds. That message appeals to young people: a new study of young first-time voters found that nearly a third plan to vote for Confederation. Among men aged 18-21 the figure was 46%."}, {"role": "body", "text": "As its poll ratings rise, Confederation may soon face some grown-up decisions. Even a coalition with PiS, the more likely ally, seems unworkable: that party prides itself on its generous social programmes. PiS has built up a network of tens of thousands of people to whom it distributes jobs and contracts, says Mikolaj Czesnik, head of the Institute of Social Sciences at the SWPS University in Warsaw. Sharing power with another party would interfere with handing out the goodies."}, {"role": "body", "text": "Asked how Confederation will implement its agenda if neither big party will co-operate, Mr Pejo says it may strike a deal to prop up a minority government. “I’m serious, we are not discussing who to be in coalition with,” he says. “We are going to elections not to sit at the table, but to overturn the table.” A minority government would be a shaky set-up. It would probably not last. But Mr Pejo welcomes the prospect of backing such a government only to watch it fall; if it does, he predicts his party could win 30% or more of the vote next time. That, he acknowledges, “would once have been absurd”. Most political analysts think it still is. But in Europe these days hard-right parties that start out as no-hopers have a way of ending up in power. ■"}], "id": 36}