{"coverImageURL": "https://www.economist.com/media-assets/image/20230819_USP004.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The mullet has had a resurgence in right-wing America", "subtitle": "The hairdo has always been donned by Americans rejecting the mainstream", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-08-17T13:33:27Z", "contents": [{"role": "body", "text": "WHEN THE wind catches three-year old Eli “Ginger Mane” Powell’s mullet just right, his mother said you can hear the national anthem playing and bald eagles cawing in the distance. For Easton “The Ida-Flow” Klink, the hairdo is a symbol of “247 years of American fan favourites” like barbecue and big trucks. Catch Brantley “BK” Kirwin shaking his locks at concerts and he’ll tell you about his love for the military and “MERICA”. "}, {"role": "body", "text": "These are some of the contestants, all under the age of 12, who competed to be crowned “USA Kid Mullet Champ” this week. Offbeat cuts unite kids from the islands of Hawaii to the suburbs of Nashville; girls in daycare centres across the country reportedly drool over them. Together the 25 mullet-rivals, many of whom have kin in uniform, raised $125,000 for a wounded veterans charity. "}, {"role": "body", "text": "The competition, along with ones for teens, men and women, started during the pandemic. When barbershops reopened “the mullet came screaming back,” says Kevin Begola, the contest’s bald founder. Google searches for the hairdo have since soared. To many, the look is a lifestyle. Members of “The Mullet That Changed My Life” Facebook group talk of finding “lifelong friends” in the mullet community. One young entrant says that because of his mullet he gets high-fives on the street from “America’s finest”; another says the cut gave him the guts to confront school bullies. "}, {"role": "body", "text": "Australians claim it as their national do. Yet the “business in the front, party in the back” fashion has a long history in America too. In the late 18th century Benjamin Franklin, one of the founding fathers, apparently used his “skullet” (a bald-headed mullet) to dazzle Frenchmen into investing in the new, unabashed nation. Years later Chief Joseph of the Nez Perce tribe donned a braided mullet in protest against the conventional styles of the missionaries who stole his people’s land."}, {"role": "body", "text": "In the modern era the look came to exemplify the iconoclasm of the 1970s. Glam rocker David Bowie debuted his goldfish-coloured mullet the same year that he came out as gay—its androgyny was seen as a rejection of gender norms. Jane Fonda, an actress blacklisted from Hollywood for her anti-Vietnam war activism, sported one in a famous mugshot. In the ‘80s Cher, Prince and Tina Turner made the mullet somewhat mainstream. Islamic leaders in Iran have since banned the look in an attempt to rid their country of “decadent” Western styles. "}, {"role": "body", "text": "When the mullet came roaring back in recent years, it was oil-riggers and truckers who most notably wore it. While the cut remains hot in queer circles—lesbian TikTok is awash with mulleted-”mascs”—it now represents a new right-wing streak of non-conformism. Until he shaved it last week Morgan Wallen, a country-music star briefly cancelled for saying the n-word, was the pride of America’s mullet-men. When asked if he planned to cut his hair after the contest, Dre “The Electric Slide” Bell, a nine-year-old from Alabama, said certainly not. Just as the Biblical Samson’s lush Nazarite locks gave him his strength, the mullet carries a certain power. ■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 25}