{"coverImageURL": "https://www.economist.com/media-assets/image/20240106_CUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A cultural guide to new year’s resolutions", "subtitle": "Lots of writers and fictional characters make them. Few keep them", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-12-30T11:22:01Z", "contents": [{"role": "body", "text": "“Every man hath two birth-days,” proclaimed Charles Lamb, a Romantic essayist, in 1821: his personal one and New Year’s Day. “It is that from which all date their time,” Lamb wrote, “and count upon what is left.” The turn of the year was an occasion to “encounter pell-mell with past disappointments”. But it was also a prompt to look ahead to the years that remained to him, which seemed to pass ever more quickly."}, {"role": "body", "text": "This one-two of retrospection and encroaching mortality often leads to self-reproach—for hours wasted, love undeclared and careless cruelties—and thence to vows for the future. Lamb’s was to squeeze life dry (and have another cup of wine). Collectively, he and other writers and storytellers offer a handy typography of new year’s resolutions, virtuous and violent, kept and otherwise."}, {"role": "body", "text": "Booze is a central theme, either as the subject of the resolution or the spur for it. At the close of 1661, for instance, Samuel Pepys recorded in his diary that he had sworn a “solemn oath” to abstain from wine. He did for a few weeks, finding he spent less money and frittered away less time “in idle company”. But he couldn’t keep it up and by February was hitting the bottle again. Likewise the heroine of “Bridget Jones’s Diary” resolves to drink less and “stop talking total nonsense to strangers”. She struggles on both counts."}, {"role": "body", "text": "In her case and others, drinking lubricates another type of resolution, namely an intent to find love. Like Christmas, only with more ambient smooching, New Year’s Eve is a lonely time for singletons. At one new year’s bash, the titular characters in “When Harry Met Sally” (pictured) resolve to be each other’s dates if they are still unattached a year later. When the day comes, Sally is marooned at a party stuffed with big Eighties hair and ruched dresses. Harry bursts in just before “Auld Lang Syne”, resolved to speak his heart. “It’s not because it’s New Year’s Eve,” he insists. But it kinda is."}, {"role": "body", "text": "Occasionally the resolution is not to get into a relationship but out of one. At the start of Ibsen’s play “A Doll’s House”, Nora is looking forward to a new year free of financial worries. Before it dawns, she is instead free of her dreadful husband."}, {"role": "body", "text": "At least on screen and page, amatory resolutions seem easier to fulfil than the alcoholic kind. Then there are those that involve a full-on moral reformation. “I’ve decided to become a mensch,” says the protagonist of Billy Wilder’s sleazy-screwball comedy “The Apartment”. Having resolved to mend his ways—he has been lending his flat to his bosses to use for adulterous trysts—he duly gets the girl on New Year’s Eve. They consecrate their union with a game of gin rummy."}, {"role": "body", "text": "This is the night when some characters muster the gumption to reverse their fortunes. In “Trading Places”, the good guys ruin the baddies in a heist featuring a gorilla and a fancy-dress party on a train. Or it can inspire epiphanies: in “The Godfather Part II”, during new-year festivities in Cuba, Michael Corleone realises his brother Fredo has betrayed him. In a twisted parody of a midnight embrace, Michael kisses Fredo and grasps his neck in a form of reverse throttle. “I know it was you, Fredo,” he growls. In that fierce clinch, he resolves to be avenged and Fredo’s fate is sealed."}, {"role": "body", "text": "Even when they don’t involve fratricide, new year’s resolutions can be ill-advised. It may be a natural time to assess your life, but it is also a febrile, maudlin and frequently inebriated one. The results can be foolish and unrealistic—whether they are can-do, mind-over-matter aspirations to do more, or plans to go easy on yourself and do less. "}, {"role": "body", "text": "This last type of new year’s resolution has a logical flaw. If you are the sort of disciplined person who makes them in earnest, a promise to put your feet up may be hard to honour. Take Virginia Woolf. In 1931, she wrote in her diary, her first resolution was “To have none.” Next, she intended to be “kindly with myself”. Immediately afterwards, however, she pledges “To make a good job of ‘The Waves’,” an experimental novel published later that year. Woolf took it easy for two whole lines."}, {"role": "body", "text": "Sceptics might think Lamb made too much of January 1st. After all, the hinge between two calendar years is a fleeting and arbitrary punctuation in time, no more meaningful than any other moment. Then again, in the context of eternity, your entire life is a fleeting, arbitrary punctuation in time. This is as good an opportunity as any to glance back, peer forward and make improving resolutions. “Next week”, quipped Mark Twain at the start of 1863, “you can begin paving hell with them as usual.”■"}, {"role": "body", "text": "Read more from Back Story, our column on culture:Holding out for a hero in 2024 (Dec 20th)Ridley Scott’s “Napoleon” cuts the emperor down to size (Nov 15th)“King Lear” and the purpose of tragedy in dark times (Nov 1st)"}, {"role": "body", "text": "Also: How the Back Story column got its name."}], "id": 53}