{"coverImageURL": "https://www.economist.com/media-assets/image/20240106_ASD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Anwar Ibrahim, Malaysia’s prime minister, is wasting his opportunity", "subtitle": "Having sought the top job for decades, he is making a hash of it", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-12-31T18:02:23Z", "contents": [{"role": "body", "text": "THE MOST enigmatic figure in South-East Asian politics for half a century, Anwar Ibrahim has now served just over a year as Malaysia’s prime minister. Simply holding on to power in that country’s friable politics is a feat. Malaysia’s political parties have in recent years torn themselves apart and prime ministers have come and gone. Mr Anwar, 76, is therefore concentrating on consolidating his ruling coalition. Yet the two questions that loomed over his extraordinary path to power (which included years in jail on politically motivated charges) are now even more salient. What does he stand for? And what will he do with power? "}, {"role": "body", "text": "If Mr Anwar were plain-speaking and consistent, the answers would be obvious. For most of his career, reformasi has been his call sign. He argued for modernising Malaysia’s institutions to render them more democratic and less prone to political interference. He vowed to sever the sleazy nexus of money and politics. He promised a fairer but more productive economy. The political grouping Mr Anwar heads, called Pakatan Harapan (PH)—or Alliance of Hope—is also nominally committed to those goals. It is reformist and multi-ethnic, with support from urban ethnic-Chinese and -Indian minorities as well as liberal Malays. It opposes the racialised politics that for decades saw benefits siphoned to the ethnic-Malay (and Muslim) majority."}, {"role": "body", "text": "But in office the mercurial Mr Anwar has yet to engage in serious policy. He has instead been largely focused on insiderish politicking, with some admittedly impressive results. In the hung Parliament that emerged from the election held in November 2022, it was not Mr Anwar’s own party but a polarising Islamic party, PAS, which had the most seats. Mr Anwar nonetheless trod an unlikely path to power by persuading parties outside PH to beat back PAS and help him form a government. Other parties continue to join his “unity” administration, which now commands a formidable two-thirds of Parliament. On December 12th Mr Anwar shuffled his cabinet for the first time, a move intended to signal strength."}, {"role": "body", "text": "Anthony Loke, the transport minister and an Anwar ally, argues that “with such a strong position in Parliament we should be able to focus on governance, focus on transitioning to major policies and…on developing the economy.” Mr Anwar’s bid to expand his coalition has instead pushed him to unsavoury compromises."}, {"role": "body", "text": "A key backer of the unity government is the rump of the United Malays National Organisation (UMNO), which lorded over post-independence politics until the ouster of the coalition it led, Barisan Nasional, in 2018. Mr Anwar played a part in Barisan’s fall. Today its head, Ahmad Zahid Hamidi, is his deputy prime minister. Mr Zahid faced dozens of charges of breach of trust, corruption and money-laundering (which he denied). In September the High Court discharged him after the government chose, with little explanation, not to pursue the case."}, {"role": "body", "text": "Mr Anwar’s embrace of Barisan, an emblem of what ailed Malaysian politics, is not the only thing causing dismay to the would-be reformist’s former supporters. The courts remain prone to political interference. Too much power is centred in the prime minister’s office (Mr Anwar also holds the finance portfolio). And a much-needed law on dark money in politics has not progressed."}, {"role": "body", "text": "Above all, as Bridget Welsh, a scholar of South-East Asia, points out, despite a cross-section of Malaysians lifting him to power, Mr Anwar has done too little to foster tolerance across a polarised society. Indeed Mr Anwar, who began his political career as a young Islamic firebrand, is increasingly pandering to Malay chauvinism and religiosity."}, {"role": "body", "text": "Mr Anwar’s people say his desire to remake Malaysia’s institutions is undimmed, but that the nature of his coalition precludes serious progress for now. Though the unity government’s support looks considerable, it is flimsy: if the reform-averse UMNO walked out, other parties would follow. His supporters say his best strategy is to govern decently enough, within the political constraints he faces, to secure a stand-alone Harapan majority at the next election. Then serious reform could begin. In the meantime, Mr Anwar can do things like attract foreign investment."}, {"role": "body", "text": "But the election is not due until 2027. And Mr Anwar’s apparent abandonment of reform has a cost. It is reinforcing Malaysians’ growing disillusion with politics. And how could it not? Their long-promised champion of change right now looks more like an obstacle to it.■"}, {"role": "body", "text": "Read more from Banyan, our columnist on Asia: Hsiao Bi-khim is Taiwan’s cat warrior (Dec 13th)Rohingya refugees return to the sea (Dec 7th)Myanmar’s junta suffers startling defeats (Nov 16th)"}], "id": 14}