{"coverImageURL": "https://www.economist.com/media-assets/image/20240106_CUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Hollywood studios are finding new ways to bring stories to life", "subtitle": "Watch “Stranger Things” on stage, eat at a Batman-themed restaurant—or take your chances at “Squid Game”", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2024-01-01T10:24:54Z", "contents": [{"role": "body", "text": "The latest episode in Netflix’s “Stranger Things” saga was released on December 14th, featuring levitating bodies, shrieking monsters and an exploding rat. The reviews were stellar. Yet unlike the previous season of the science-fiction show, which clocked nearly 1bn hours of viewing in its first month, the most recent instalment has so far been seen by only a few thousand people. That is because Netflix’s new show is not being streamed down fibre-optic cables to television screens, but performed live on a stage in London’s West End."}, {"role": "body", "text": "“Stranger Things: The First Shadow” (pictured), the streamer’s first stab at theatre, is playing at the Phoenix, with hopes of an international run. It is not the only example of Tinseltown invading theatreland. A few streets away at the Theatre Royal, Disney offers a live version of “Frozen”, while nearby at the Adelphi there is a musical tribute to “Back to the Future”. In 2025 a live production of “Paddington” will join the London line-up. Meanwhile on Broadway, Amazon is getting ready to launch a musical of “Transparent”, a drama that first ran on its Prime Video service."}, {"role": "body", "text": "Hollywood’s turn on the stage is part of a broader shift by the movie business towards live experiences. As attendance at the cinema declines, studios are finding new ways to excite—and monetise—their fans outside their homes. From restaurants and art exhibitions to escape rooms and assault courses, film-makers are concocting novel ways to soak up demand. “There’s this insatiable appetite from those mega-fans,” says Marian Lee, Netflix’s chief marketing officer. “They want more. They’ll eat up anything you serve them.”"}, {"role": "body", "text": "It is a new take on an old playbook. In the 1950s Walt Disney drew a diagram of the mutually reinforcing pillars of his business: movies promoted television spin-offs, which fed demand for theme parks, which sold merchandise, which promoted movies, and so on. Other studios such as Universal copied the blueprint, creating parks and toys from the characters made popular by films."}, {"role": "body", "text": "Today these ventures are more than sidelines. The entertainment industry’s turbulent digital transition has left Hollywood more reliant than ever on rollercoasters and plastic lightsabres. In the last financial year Disney’s “experiences” division, which includes five theme parks and a fleet of cruise ships, contributed $9bn in operating profit, as its streaming business lost $2.5bn. At the same time the creative engine at the centre of Walt Disney’s diagram—the cinema—is sputtering. Worldwide box-office takings for 2023 will be 20% below their pre-pandemic level; even before covid the average American was going to the movies three and a half times a year, down from five in 2000. As the silver screen fades, studios are losing their most powerful way of exciting audiences. "}, {"role": "body", "text": "So they are turning to new tactics. Some are doubling down on their parks. Warner Bros, a relative latecomer to the business, opened the world’s largest indoor theme park in Abu Dhabi in 2018. Disney announced in September that it would double its investment in its parks and cruises over the next decade, promising “Frozen” lands among other attractions. Universal is building a resort in Texas and in December said it had bought land for a possible park in Britain."}, {"role": "body", "text": "Studios are also devising new kinds of entertainment. Warner opened “Visions of Magic”, a Harry Potter “interactive art experience”, in Cologne in December and plans a similar show based on its DC Comics series in late 2024. Universal promises an interactive “horror experience” in Las Vegas, based on its catalogue of scary movies, beginning with “Frankenstein” (1931)."}, {"role": "body", "text": "Moviemakers are experimenting with food and drink, too. Warner’s eateries range from Park Row, a Batman-themed restaurant in London with a ten-course tasting menu priced at £195 ($246), to Central Perk, a “Friends” café that opened in Boston in November, serving coffee and Joey’s meatball sandwiches."}, {"role": "body", "text": "“You’re trying to take the pulse of what folks are interested in,” says Peter Van Roden of Warner’s themed-entertainment division, who monitors merchandise sales, online clicks and box-office receipts to see which titles are good candidates for turning into such experiences. Social media, which encourage sharing and “FOMO” (fear of missing out), have made it easier for short-term “pop-up” experiences to succeed, he adds."}, {"role": "body", "text": "Netflix, the studio that is most sceptical of the cinema, has been among the most innovative at devising alternatives. Before it began organising live events, devotees of popular shows would come to premieres in home-made costumes, says Ms Lee. “We had all these breadcrumbs that were indicating to us that fans wanted a deeper way to get together…and then have something in-person to engage with,” she says. Netflix tested various formats, starting with a “Stranger Things” drive-through show during the pandemic, and has since held events including “Money Heist” escape rooms and “Bridgerton” balls."}, {"role": "body", "text": "The latest is a “Squid Game” experience in Los Angeles, where participants play six games based on the show, bossed around by suitably strict guards (there is no prize money, but no risk of execution either). The Economist’s contestant came second, in part because he consumed fewer pre-game Korean cocktails from the adjoining bar than some of his rivals."}, {"role": "body", "text": "Unlike Disney, whose parks are priced with an eye on the bottom line, Netflix sees its events as ads for its shows. The brief is: “What can you give [fans] in between seasons, to really further that excitement that they have around these characters?” says Ms Lee. Prices reflect this: the cost of the 70-minute live “Squid Game” experience starts at $39, while tickets for the “Stranger Things” play are available from £20, cheap by West End standards. (Green-and-white tracksuits and cuddly demogorgons cost extra.) The streaming company does not report revenues for its events or merchandise, but on a recent earnings call described them as “small things”."}, {"role": "body", "text": "Can the new in-person experiences make audiences fall in love with characters and stories as the cinema long has? Mr Van Roden, who declares himself a cinema fan, rejects the idea that they are substitutes. But their essential, shared characteristic is that they are communal. “Even if you’re not consciously connecting with the people in the room with you, it’s this common, human sort of electric connection, that you’re sharing it together,” he says."}, {"role": "body", "text": "At the “Squid Game” assault course, the cocktail-fuelled contestants have been having such a riotous time together that Netflix has considered adding more soundproofing to the set. The growing number of live attractions from Hollywood means that audiences have more reasons than ever to get off the sofa and have fun with other people—even if the ultimate aim is to persuade them to spend yet more time in front of the television. ■"}, {"role": "body", "text": "For more on the latest books, films, TV shows, albums and controversies, sign up to Plot Twist, our weekly subscriber-only newsletter"}], "id": 51}