{"coverImageURL": "https://www.economist.com/media-assets/image/20240106_LDP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How backing Ukraine is key to the West’s security", "subtitle": "And why its leaders need to start saying so", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2024-01-04T13:20:25Z", "contents": [{"role": "body", "text": "WHAT DO YOU do when words start to fail you? In the case of President Volodymyr Zelensky, whose heroic language galvanised the West to support Ukraine after Russia invaded it almost two years ago, the answer is that you become angry and frustrated. Despite his efforts, $61bn of American money that would help Ukraine is being held up in Congress and the European Union has failed to sign off a four-year grant of €50bn ($55bn). Ukraine needs arms and money within weeks."}, {"role": "body", "text": "Speaking to The Economist on December 30th, Mr Zelensky was in irascible, table-thumping form—far removed from the man we met in Kyiv just weeks after Russia struck. His central argument is that when the West helps Ukraine it is acting in its own interests. “Giving us money or giving us weapons, you support yourself,” he told us. “You save your children, not ours.” Mr Zelensky is right. But his message is not getting through."}, {"role": "body", "text": "Some Western politicians seem to believe Ukraine can slip safely down the agenda. Others think they can gain from obstructing aid. For too long Western leaders have relied on Mr Zelensky’s oratory to make the case for backing Ukraine. They need to start doing it themselves."}, {"role": "body", "text": "This means taking on the arguments eroding support for Ukraine: that the failed counter-offensive of 2023 shows it cannot win; that having struggled against its smaller neighbour, Russia poses little threat to NATO; and that the West is wasting money that should be spent elsewhere, including on defences against China. Those arguments are wrong."}, {"role": "body", "text": "Despite its military setback, Ukraine can win this war by emerging as a thriving, Western-leaning democracy. Defeating Russia’s president, Vladimir Putin, is not about retaking territory so much as showing the Kremlin that his invasion is a futile exercise robbing Russia of its young men and its future."}, {"role": "body", "text": "With money, arms and real progress on the accession of Ukraine to the EU, that is still possible. In 2024 a focus of Ukrainian fighting is likely to be Crimea, while the front lines on the mainland shift only slightly. This peninsula is a vital supply route for Russian forces in southern Ukraine; annexing it in 2014 was a propaganda triumph for Mr Putin. Successful Ukrainian attacks on Crimea will both hurt Russia’s capabilities and embarrass Mr Putin. An example was the sinking of the Novocherkassk, a large landing ship berthed in Feodosia on the south coast of the peninsula, on December 26th. "}, {"role": "body", "text": "By contrast, if Mr Putin sees that the West has lost faith in Ukraine, he will not stop. He needs war as an excuse for his repressive rule. Visiting a military hospital on January 1st, he declared his hostility towards Western countries: “The point is not that they are helping our enemy,” he said. “They are our enemy.” Those who argue that Russia is not strong enough to pose a threat to the West are forgetting that the Russian army is learning new tactics in Ukraine. Speaking at the hospital, Mr Putin added that Russia is re-equipping itself for war faster than the West is—and he is right."}, {"role": "body", "text": "Russia does not have to mount another full invasion to wreck NATO. A provocation against, say, a Baltic state could prise apart the alliance’s pledge that an attack on one member is an attack on all. Were Ukraine to fail because of a lack of Western resolve, especially in America, challenges to the United States—including by China, Iran and North Korea—would become more likely."}, {"role": "body", "text": "If Russia is a threat and Ukraine can win, then helping it is not a waste of money. That $61bn to help Ukraine (some of which is, anyway, spent in America and NATO countries) is just 6.9% of America’s defence budget. The EU’s spending on Ukraine is a tiny fraction of its member states’ GDP. The cost of re-establishing deterrence against Russia would be far greater than the cost of backing Ukraine to win. So would the extra cost of defending American interests around the world, including against China. An actual war with Russia—with its risk of nuclear escalation—could be catastrophic. "}, {"role": "body", "text": "No longer can Western leaders leave the talking to Mr Zelensky. They need to make the case for getting Ukraine cash. And they need to make it now. ■"}], "id": 7}