{"coverImageURL": "https://www.economist.com/media-assets/image/20231028_BLP904.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why Saudi Arabia and the UAE want to keep links with Israel", "subtitle": "Are the Abraham accords over?", "hashTag": "Briefing", "authorName": "The Economist", "publishDate": "2023-10-22T12:12:05Z", "contents": [{"role": "body", "text": "IT FEELS like an image from an alternate reality. Hundreds of bankers and executives will descend on Riyadh this week for the Future Investment Initiative, a flashy investment conference dubbed “Davos in the desert”. The money men will try to pretend it is business as usual but the Middle East is boiling. "}, {"role": "body", "text": "The war between Israel and Hamas is threatening to trigger a broader conflict that draws in the Gulf states, whose booming economies are key to global oil and gas markets. On October 20th an American destroyer in the Red Sea intercepted cruise missiles that Iran-backed Houthi rebels in Yemen fired towards Israel. That day President Joe Biden said the goal of Hamas’s attack was to prevent a peace deal between Israel and Saudi Arabia. “I was about to sit down with the Saudis….the Saudis wanted to recognise Israel,” he said. The oil price, a barometer of regional escalation risk, has hit $92 per barrel. "}, {"role": "body", "text": "Gulf states had hoped this would be a year of de-escalation in the region. They wanted calm to focus on ambitious plans to diversify their economies. Now the region’s oldest conflict has roared back to life. For one Gulf monarchy, Qatar, which has supported Hamas, the immediate goal is self-preservation. Saudi Arabia and the United Arab Emirates (UAE), however, want to weaken Hamas, forestall a wider confrontation with Iran and somehow keep alive their vision of an autocratic but more peaceful and prosperous region. It is a delicate and dangerous balancing act."}, {"role": "body", "text": "Qatar looks vulnerable. It is both an American ally and a supporter of Hamas. Since October 7th, when Hamas militants murdered more than 1,400 people in Israel, those ties have become a source of embarrassment and nervousness. Some of Hamas’s leadership lives in Doha, the Qatari capital. The gas-rich emirate donates up to $30m a month to Hamas-run Gaza. For years Qatar has told allies that its ties with Hamas were a benefit: it could be an interlocutor between those groups and the West. "}, {"role": "body", "text": "For now Qatar is scrambling to show that it can still be useful to America. On October 20th Hamas freed two of the more than 200 hostages it seized during the rampage, both American-Israeli dual citizens, in a deal that Qatar helped broker. But there are also signs of denial and panic in the tiny, wealthy state. On October 14th, a Qatari diplomat contacted your correspondent to say that Ismail Haniyeh, the Hamas leader, was not in Doha but in Turkey. Hours later, Iran’s foreign minister held a televised meeting with Mr Haniyeh—in Doha. Qatar’s ties with Islamist groups were one reason why four Arab states imposed a travel-and-trade embargo on the tiny emirate in 2017. When the dust settles on this war, the country could come under greater American pressure to sever its links with militant groups. "}, {"role": "body", "text": "The UAE, which in 2020 became the first Gulf state to recognise Israel, has taken a different stance. Unlike most of its neighbours, its initial statement on the October 7th attack was one of sympathy with Israel, and its leaders made multiple condolence calls to their Israeli counterparts. They loathe political Islam, which they see as a threat, and in private are scathing in their criticism of Hamas."}, {"role": "body", "text": "Hours after the explosion at Gaza’s Ahli Arab hospital on October 17th, the Israeli army denied that it targeted the facility in an air strike (and the evidence, so far, seems to support its denial). The UAE still joined other Arab states in condemning Israel. Such statements, however, should be taken as diplomatic theatre: ties between the two countries remain solid."}, {"role": "body", "text": "Saudi Arabia has tried to chart a middle course. Its response to the Hamas attack was to cite a list of Israel’s past misdeeds and call for an immediate ceasefire—the sort of statement it always issues after flare-ups in the Holy Land. But there are also signs that its stance has shifted."}, {"role": "body", "text": "On October 17th Turki bin Faisal Al Saud, who led the kingdom’s intelligence service from 1979 to 2001, spoke in English to an American think-tank. His words carry weight as a former mandarin and a member of the royal family. He denounced Hamas for killing civilians and suggested it was un-Islamic. He condemned Israel too, for both its “indiscriminate bombing” in Gaza this month and the crimes of its half-century occupation. He made little mention of Iran, which is Saudi Arabia’s regional nemesis and one of Hamas’s main backers."}, {"role": "body", "text": "A day later Al Arabiya, a Saudi-owned news channel, aired a tough interview with Khaled Meshaal, the former head of Hamas. Rasha Nabil, the presenter, asked him repeatedly how Hamas could expect support from other Arab countries after it made a unilateral decision to go to war, pressed him to condemn the murder of Israeli civilians and needled him on whether Iran’s help had “lived up to your expectations”. It was an interview the likes of which Hamas officials are almost never subjected to on Arabic-language channels. Mr Meshaal seemed rattled. Clips of the interview were widely shared on social media and even on Israeli television."}, {"role": "body", "text": "Three conclusions can be drawn about Saudi Arabia’s intentions. First, it wants to undercut Hamas. Second, it wants to avoid a broader confrontation with Iran. Prince Turki implied that rapprochement between Saudi Arabia and Iran was still alive. The two foes agreed in March to reopen embassies and ease their years-long feud. The Saudis are nervous that a regional war could lead to Iranian-sponsored attacks on the kingdom, like the one in 2019 that briefly disabled half of its oil production. "}, {"role": "body", "text": "Lastly, Saudi Arabia is not shutting the door on normalisation with Israel. America spent much of this year pushing for a deal that would have seen the Saudis recognise Israel; the kingdom wanted a defence pact with America in return. The Saudis had seemed content to push for token gestures toward the Palestinians—not an end to the occupation, merely to make it less painful. Now Muhammad bin Salman (pictured), the Saudi crown prince and the country’s de facto ruler has called for the creation of a Palestinian state along the region’s pre-1967 borders. Talks with Israel will continue, albeit more quietly than before, but the price for Israel will now be higher."}, {"role": "body", "text": "Much now depends on the nature of Israel’s looming ground invasion of Gaza: as the civilian death toll rises the Gulf states will come under growing pressure at home and across the Arab world to condemn Israel and sever ties. Still one thing the Gulf leaders can all agree on: they want the war to end. The financiers gathering in Riyadh this week want to talk about billion-dollar ideas for travel, trade and tourism. None of them is likely to come to fruition if there is a risk of missiles flying overhead.■"}], "id": 13}