{"coverImageURL": "https://www.economist.com/media-assets/image/20231028_LDD003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Sodium batteries offer an alternative to tricky lithium", "subtitle": "Lithium is relatively scarce and mostly refined in China. Sodium is neither", "hashTag": "Leaders", "authorName": "The Economist", "publishDate": "2023-10-26T12:35:33Z", "contents": [{"role": "body", "text": "In the early 20th century Britain’s Royal Navy converted its ships to run on oil instead of coal. But whereas coal could be produced at home, oil had to be imported. That caused jitters: what if those imports were one day cut off? Winston Churchill, who was in charge of the navy at the time, argued that the best defence was a diversity of supply. As he told a fretful Parliament: “Safety and certainty in oil lie in variety and variety alone.”"}, {"role": "body", "text": "These days, politicians in rich countries find themselves in an even tighter bind. They need to switch not just their navies, but their entire economies from fossil fuels to low-carbon electricity to avert the worst consequences of climate change. But they worry that doing so will leave them geopolitically exposed."}, {"role": "body", "text": "They fret in particular about batteries. The green transition will require huge numbers of them: for cars, lorries and homes, and to help balance national power grids as they come to rely on intermittent electricity from the sun and the wind. Although lots of different types of battery exist, the dominant technology is the lithium-ion battery, which offers a useful mix of low maintenance requirements and high energy density. But lithium, an essential component, is hard to come by, and the refining of it mostly takes place in China."}, {"role": "body", "text": "Western countries, particularly those in Europe that have spent the past two years trying to wean themselves off Russian natural gas, are wary of leaving their future energy security similarly compromised. Such fears are not merely theoretical. On October 20th China announced national-security restrictions on the export of graphite, another important component of lithium batteries. It was the latest salvo in a trade-and-technology war that began when America restricted chip-industry exports to China."}, {"role": "body", "text": "Fortunately, lithium is not the only game in town. As we report this week, a clutch of firms are making batteries based on sodium, lithium’s elemental cousin. Since sodium’s chemical properties are very similar to those of lithium, it too makes for good batteries. And sodium, which is found in the salt in seawater, is thousands of times more abundant on Earth than lithium and cheaper to get at. Most of the companies using sodium to make batteries today are also Chinese. But pursuing the technology in the West might be a surer route to energy security than relying heavily on lithium. "}, {"role": "body", "text": "Besides its abundance, sodium has other advantages. The best lithium batteries use cobalt and nickel in their electrodes. Nickel, like lithium, is in short supply. Mining it on land is environmentally destructive. Proposals to grab it from the seabed instead have caused rows. A good deal of the world’s cobalt, meanwhile, is extracted from small mines in the Democratic Republic of Congo, where child labour is common and working conditions are dire. Sodium batteries, by contrast, can use electrodes built from iron and manganese, which are plentiful and uncontroversial. Since the chemical components are cheap, a scaled-up industry should be able to produce batteries that cost less than their lithium counterparts."}, {"role": "body", "text": "Sodium is not a perfect replacement for lithium. It is heavier, meaning sodium batteries will weigh more than lithium ones of an equivalent capacity. That is likely to rule them out in some cases where lightness is paramount. But for other applications, such as grid storage or home batteries, weight is irrelevant. Several Chinese carmakers are even beginning to put sodium batteries in electric vehicles."}, {"role": "body", "text": "Perhaps the biggest disadvantage of sodium batteries is their late start. Lithium-ion batteries were first commercialised in the 1990s and have benefited from decades of investment. But the rest of the world is behind China on both fronts anyway. America and the European Union have announced enormous programmes of green industrial subsidies. If they are determined to bankroll batteries, some of the pot should go to sodium. ■"}, {"role": "body", "text": "For more coverage of climate change, sign up for the Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}], "id": 8}