{"coverImageURL": "https://www.economist.com/media-assets/image/20231028_ASD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Taiwan’s opposition parties are struggling to unite", "subtitle": "An interview with the island-democracy’s political wild card, Ko Wen-je", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2023-10-26T12:35:33Z", "contents": [{"role": "body", "text": "Taiwan is a young democracy. It has had direct presidential elections only since 1996. Each time the race has come down to two main parties: the Nationalist Party, or KMT, which wants reunification with China, and the pro-independence Democratic Progressive Party (DPP). Ahead of the election due in January, a third force has emerged. Ko Wen-je, a former mayor of Taipei and founder of the new Taiwan People’s Party (TPP), is polling at 20-25%, on a par with the KMT’s candidate, Hou Yu-ih. This has introduced complexity to the election and huge uncertainty about the island-state’s future approach to China."}, {"role": "body", "text": "Neither Mr Ko nor Mr Hou looks able to win on his own. The former mayor’s rise has come mainly at the kmt’s expense; at Taiwan’s presidential election in 2020 its candidate won almost 40% of the vote. And the late entry into the race of a bombastic independent candidate, Terry Gou, the billionaire founder of Foxconn, a Taiwanese manufacturer, has further split the anti-DPP vote. Yet if Mr Ko and Mr Hou could do a deal to unite their parties behind one candidate, the situation would change. Together they might defeat the ruling DPP, whose candidate, William Lai, is polling at 30-40%. Since October 14th the TPP and KMT have indeed been holding talks on a possible joint ticket. They have until November 24th, the registration deadline for presidential candidates, to unite. Otherwise, Mr Lai, Taiwan’s vice-president, could be in line for an easy win. "}, {"role": "body", "text": "In an interview with The Economist, Mr Ko draws a chart with the dpp and kmt at opposing ends of an ideological spectrum. He puts himself somewhere between them, as a “pragmatic” alternative. For 30 years Taiwanese politics has been consumed by a “meaningless” debate about unification and independence, he says. Both are “impossible”, in his view, because America will not allow unification and China will not allow independence. “Young people, especially intellectuals, are tired of seeing us spend so much time debating something that cannot be resolved,” he says.  Instead he vows to focus on domestic concerns like jobs and housing."}, {"role": "body", "text": "This is a popular message. A recent survey by Commonwealth, a magazine, suggests most TPP supporters think economic development should be the next president’s priority. Yet the survey also illustrates the limits of the tpp’s appeal. It finds 46% of voters are worried about a possible war between Taiwan and China in the next five years. It also affirms that DPP supporters mainly worry about national security and KMT supporters about relations with China. Though domestic policy matters, China is the big issue in national elections. "}, {"role": "body", "text": "Mr Ko’s position on China is close to the KMT’s. Both he and Mr Hou criticise the DPP for its inability to engage directly with the Chinese Communist Party. Chinese authorities have cut off communications with the DPP government because it refuses to state that Taiwan and mainland China belong to the same country. The KMT says it could reopen dialogue by returning to the 1992 consensus, a deliberately vague agreement between the mainland and Taiwanese authorities that there is “only one China but with multiple interpretations”. This was the basis for strong cross-straits ties during the kmt administration of President Ma Ying-jeou in 2008-16. Returning to it could reduce regional tensions, says Andrew Hsia, the KMT’s vice-chairman."}, {"role": "body", "text": "But the mainland is not as flexible as it used to be. In 2019 Xi Jinping, China’s president, gave a speech linking the 1992 consensus with the mainland’s one-China principle and proposed a “one country, two systems” formula for incorporating Taiwan. He did not mention the “multiple interpretations” phrase cherished by the KMT. Mr Xi also stated that the Taiwan problem should not be passed “from one generation to the next”. That speech “set the tone” for a more assertive Chinese policy on Taiwan, says Yoshiyuki Ogasawara of the Tokyo University of Foreign Studies."}, {"role": "body", "text": "KMT leaders acknowledge that Mr Xi is pushing harder for unification than they are. Revelations this week that Foxconn’s tax affairs and land use are being investigated in China have only increased doubts about the mainland’s forbearance; many Taiwanese assume this is a tactic to put pressure on Mr Gou. “We are not naive,” says Mr Hsia, who has met top officials on several recent trips to the mainland. But the kmt still believes there is room for manoeuvre. Last year a Chinese state-run newspaper published an online commentary with the headline: “There is only one China, there are no multiple interpretations.” The article was withdrawn after the KMT called Beijing to complain—demonstrating the party’s influence, says Mr Hsia."}, {"role": "body", "text": "Taiwanese voters are more pessimistic. Most no longer believe in the viability of the 1992 consensus. Many have also lost faith in the KMT’s claim to prioritise Taiwanese sovereignty over its supporters’ interests. The term maiban, or “compradors”, is used to refer to Taiwanese companies that profited from investments in the mainland under Mr Ma. Mr Ko also slams the KMT for the maiban phenomenon. The party is “too submissive to China”, he says. It has “lost the Taiwanese people’s trust”."}, {"role": "body", "text": "Even so, most Taiwanese want dialogue with China. Asked which was more important, cross-strait or international (meaning external but non-China) relations, about a third of voters chose international, while a fifth said cross-strait. Almost half said Taiwan should prioritise both."}, {"role": "body", "text": "That suggests many Taiwanese want a more flexible approach to China than the dpp’s, but a tougher one than the kmt’s. Mr Ko is benefiting from this. He says he has asked Chinese authorities to consider using an alternative formula, which would be less divisive than the 1992 consensus. They are “thinking about it”, he claims. It is not clear what this new formula would be, though Mr Ko has previously proposed the phrase “Two sides of the strait, one family” as a basis for cross-strait relations."}, {"role": "body", "text": "More important than any new formula, he says, is to reset the dial. He vows to stress Taiwan’s shared heritage with China, promote people-to-people exchanges and avoid political rows. He cites a Chinese saying: “If you have good relations, anything can be discussed. If you have bad relations, nothing can be discussed.” "}, {"role": "body", "text": "That is in step with the KMT. Yet the opposition parties are struggling to unite. After their first meeting each accused the other of being disingenuous. Mr Ko told The Economist he would only agree to a coalition that could win—and that this meant he must be its presidential candidate. It is possible. The kmt covets the TPP’s young supporters. “No one under 40 will vote for the KMT,” says Mr Ko. His KMT counterpart, Mr Hou, has suggested he might accept being Mr Ko’s running-mate."}, {"role": "body", "text": "But that would be a bitter pill for the KMT. It is much larger, older and better organised than the TPP. And Mr Ko’s derisive comments about the party do not augur well for his dealmaking powers: the KMT is a “big old brother” that “cannot swallow” its pride, he says. Moreover, even if the two parties could agree on the top of the ticket, they would need to work out an acceptable distribution of cabinet members, something they are only beginning to discuss. If they can fix these issues over the next month, Taiwan could be in for a very tight race. But don’t hold your breath. ■"}], "id": 16}