{
  "coverImageDescription": "“Genuine poetry can communicate before it is understood,” T. S. Eliot wrote.",
  "subtitle": "T. S. Eliot’s masterpiece is a hundred years old, but it has never stopped sounding new.",
  "title": "The Shock and Aftershocks of “The Waste Land”",
  "contents": [
    {
      "role": "body",
      "text": "May is the merriest month, and there are few more cheering journeys than a train ride into the green wilds of Sussex, in southern England. And no destination is more peaceable than Charleston, the secluded house, wreathed with gardens, that found fame as a rural HQ of the Bloomsbury Group. Now a place of pilgrimage, it continues to summon writers and artists, with audiences to match. Here it was, for a festival in May, that the culture-hungry came. Drifting in their dozens past fruit trees and congregations of flowers, they entered a large tent, where the trappings of Bloomsbury-scented comfort were on sale: straw hats, cushions, padded Alice bands, and vials of Sussex Rose Aromatic Water for the soothing of high or fevered brows. We took our seats for the arrival, on a raised dais, of Benedict Cumberbatch. He it was whom the pilgrims had travelled to see, and this is what he had to say:"
    },
    {
      "role": "quote",
      "text": "April is the cruellest month, breeding\nLilacs out of the dead land, mixing\nMemory and desire, stirring\nDull roots with spring rain."
    },
    {
      "role": "body",
      "text": "There was more, and worse. “White bodies naked on the low damp ground / And bones cast in a little low dry garret.” And this: “Dead mountain mouth of carious teeth that cannot spit.” And again: “In this decayed hole among the mountains / In the faint moonlight, the grass is singing / Over the tumbled graves.” What had we done, in the sun-warmed paradise of Charleston, to deserve all these mountains, bones, and teeth? So much death, on a day that promised such life!"
    },
    {
      "role": "body",
      "text": "Cumberbatch was, needless to say, reading T. S. Eliot’s “The Waste Land,” which will shortly celebrate its hundredth birthday. The occasion was a rare one, because the recitation was entwined with music: a score composed in the nineteen-seventies by the novelist Anthony Burgess, no less, to accompany the poem. Cumberbatch, keyed up by the piano and the other instruments arrayed behind him, took the lines at quite a tilt, slipping between accents like a quick-change artist donning pants and hats, and thus reminded us how funny this bitter poem can be. Eliot’s sense of humor, whether savage, lugubrious, or droll, never lay far below the surface, and, as we honor the centenary of his most celebrated work, it’s worth bearing in mind his responses to a questionnaire that was sent out to a batch of poets, in July, 1922. “Do you think that poetry is a necessity to modern man?” Eliot: “No.” “What in modern life is the particular function of poetry as distinguished from other kinds of literature?” Eliot: “Takes up less space.”"
    },
    {
      "role": "body",
      "text": "Cumberbatch’s contribution was one of a host of events that are being held in 2022, to mark the centenary and, one hopes, to probe the tenacity with which “The Waste Land,” far from wilting, has taken root and spread. Though it covers vast geographical tracts, from Munich to the Himalayas, it is considered, with justice, to be one of the great poems about London, and, in April, various readings, concerts, and conversations, bundled together under the title “Fragments,” took place in churches across what Eliot calls the “unreal city.” Against the blackened wall of All Hallows by the Tower, there was a performance of Olivier Messiaen’s “Quartet for the End of Time.” Elsewhere, as a nod to the presence of the single word “Alexandria” in “The Waste Land,” the Palestinian DJ Sotusura played “old Arabic funk.” Would that Eliot had been alive to lend an ear."
    },
    {
      "role": "body",
      "text": "The word “fragments,” to any Eliot fan, leads instantly to the climax of “The Waste Land,” as it proceeds through cacophony to a haggard hush: “These fragments I have shored against my ruins.” (Eliot originally wrote, “These fragments I have spelt into my ruins,” but the final version is stronger for its hint of desperate and unavailing bodily effort.) In another of this year’s tributes, “Re-Wilding the Waste Land,” shards of the poem were mingled with musical offerings from a choral ensemble, I Fagiolini, including two settings of “Deus Venerunt Gentes”—“O God, the heathen are come,” from Psalm 79. I liked the range of the wilding, but, at the risk of being a heathen, I do wonder how far you can stray from “The Waste Land” without losing the thread. All in all, it will be a relief to show up at the 92nd Street Y, on December 5th, when Ralph Fiennes will read the poem, the whole poem, and, with any luck, nothing but the poem."
    },
    {
      "role": "body",
      "text": "Publishers, too, are paying heed to the centenary. Newly available is “Eliot After ‘The Waste Land,’ ” the second volume of a capacious biography by Robert Crawford; the first part, “Young Eliot: From St. Louis to ‘The Waste Land,’ ” came out in 2016. (Notice how the poem is named in both titles, as the unarguable hinge on which Eliot’s existence turned.) From Lyndall Gordon, who has already written copiously on Eliot’s life, comes “The Hyacinth Girl: T. S. Eliot’s Hidden Muse,” due in November, which allots a central place in the poet’s imaginative world to Emily Hale, “an actor and drama teacher for whom he concealed a lasting love.” More than eleven hundred letters to Hale from Eliot, secreted for fifty years in Princeton’s Firestone Library and unsealed in 2019, form the basis of Gordon’s discoveries. Her contention is that when Eliot writes, “we came back, late, from the hyacinth garden,” in “The Waste Land,” it is Hale, and only Hale, whom he is addressing. Readers who like their literary criticism on the lofty side—“his romantic attachment to her light across the sea bringing back his purity of heart”—will be on velvet."
    },
    {
      "role": "body",
      "text": "More grounded in its ambition is Matthew Hollis’s “ ‘The Waste Land’: A Biography of a Poem,” due in December. Hollis delves into the deep background from which “The Waste Land” arose: Eliot’s childhood in Missouri, as the scion of an uncomfortably distinguished Unitarian clan; summers on the coast of Massachusetts; his Harvard education; his fleeing to Paris and London; his marriage to a young Englishwoman whom he scarcely knew, Vivienne Haigh-Wood, in 1915; the incurable horror of that union, rich in sickness on both sides; his fruitful friendship with Ezra Pound, without whose reshaping “The Waste Land” would not have flourished as it did; and the books on which Eliot fed. There is genuine suspense in the air, as Hollis invites us to listen out for murmurs and rumors, in the poet’s letters of long ago. Something was approaching and Eliot could sense it. He needed calm to make a storm:"
    },
    {
      "role": "quote",
      "text": "He had been anxious to get on to new work, December, 1920; had wanted to get to work on a poem he had in mind, October, 1920; sought a period of tranquillity to do a poem that he had in mind, September, 1920."
    },
    {
      "role": "body",
      "text": "If you take fright at the intensity of such studies, or if you simply lack the shelf space, I recommend a new app devoted to “The Waste Land”—Candy Crush for those of us who found fault with an earlier version, in 2011, and have pined for an update. The app bristles with textual information and commentaries, and with readings of the poem by Alec Guinness, Ted Hughes, Viggo Mortensen, a duo of Eileen Atkins and Jeremy Irons, and, twice, Eliot himself. There is also a “performance” of “The Waste Land” by Fiona Shaw, though whether and how it should be performed, despite being Pentecostally thronged with voices, is open to debate."
    },
    {
      "role": "body",
      "text": "The revelation is Mortensen, who is quick and quiet, revering the text while not allowing that awe to shade into stiffness or pomposity. What’s often neglected is that Eliot, though married to an Englishwoman and based in London, was still an American when “The Waste Land” came out, and would not become a British citizen until 1927; the poem, too easily Anglicized, is refreshed and made new in the American tongue. In addition, alone of all the readers on the app, Mortensen pauses to weigh the full Dantescan impact of the repetition in these famous lines:"
    },
    {
      "role": "quote",
      "text": "A crowd flowed over London Bridge, so many\nI had not thought death had undone so many."
    },
    {
      "role": "body",
      "text": "For a comparable thrust, go to YouTube, and to a clip of Bob Dylan intoning the opening of “The Waste Land” and hitting the present participles, at the ends of the lines, until they resound like a growly chant—“April is the cruellest month, breeding / Lilacs out of the dead land, mixing / Memory and desire.” Trust Dylan, Eliot’s most intrepid legatee, to turn what others view as a monument into an action poem. Dylan casually says that it was written “in memory of the death of Abraham Lincoln.” Huh? Must be the lilacs, I guess."
    },
    {
      "role": "body",
      "text": "All of which, for some people, will be about as thrilling as a dead bouquet, left over from last Tuesday. Why such a fuss over an old poem? Who cares who reads which lines with greater grace? One answer is that the new, in every field, flowers out of the old; the radical, by definition, has roots. What’s more, Eliot has the knack of sounding newer than the new. Another answer is that there’s no choice in the matter, because the poem has already entered the language. This time last year, for instance, if you had opened the business section of the London Sunday Times, you would have found an article with the headline “I never like buying shares in September—its the cruellest month for stocks.” (Eliot, who worked at Lloyds Bank from 1917 to 1925, might have frowned at this financial counsel, though what would have vexed him sorely is the lack of an apostrophe.) You may not know “The Waste Land,” and you may not like it if you do. But it knows you."
    },
    {
      "role": "body",
      "text": "There was no fanfare when “The Waste Land” first arrived. It was printed in the inaugural issue of The Criterion, a quarterly journal, in October, 1922. On the front cover was a hefty list of contents, among them a review by Hermann Hesse of recent German poetry; an article on James Joyce’s “Ulysses,” which had been published as a book in February of the same year; and an essay by an aged British critic titled—wait for it—“Dullness.”"
    },
    {
      "role": "body",
      "text": "Eliot was the begetter of The Criterion. He would edit it throughout its existence, until it closed, in January, 1939. In the years between the two World Wars, during which he surveyed—and held sway over—whole shires of the cultural domain, The Criterion would be his minster, with “A Commentary,” often signed “T.S.E.,” as an august and regular feature. No such pronouncements were evident, however, in this initial issue. Instead, Eliot’s only contribution was “The Waste Land.” It came with no preface, no afterword, and no warning. It was four hundred and thirty-three lines long. It appeared at first glance to be a poem, but of a disconcerting kind, and further glancing didn’t really help. Parts of it didn’t look, or sound, or feel, like poetry at all:"
    },
    {
      "role": "quote",
      "text": "O the moon shone bright on Mrs. Porter\nAnd on her daughter\nThey wash their feet in soda water\nEt O ces voix d’enfants, chantant dans la coupole!"
    },
    {
      "role": "quote",
      "text": "Twit twit twit\nJug jug jug jug jug jug\nSo rudely forc’d.\nTereu"
    },
    {
      "imageWidth": 695,
      "role": "image",
      "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-shock-and-aftershocks-of-the-waste-land/images/2.png",
      "imageDescription": "“I’m going to wind down with a glass of wine and a few e-mails.”",
      "imageHeight": 591.15999999999997
    },
    {
      "role": "body",
      "text": "Imagine that you were a bookish reader, back in 1922. What did you make of this? Well, maybe you identified the words in French—meaning “And O these children’s voices, singing in the dome!”—as a line from “Parsifal,” a sonnet by Paul Verlaine. Pursuing a line of thought, you recalled Wagner’s opera of the same name, and the scene in which a sorceress washes the feet of the hero; and you wondered how that ceremonial purification was meant to hook up with the activities of Mrs. Porter (whoever she was) and her offspring. At this point, you wrinkled your nose, and sniffed. Something indelicate, hard to define but impossible to miss, was going on here, and your suspicions hardened at the stuttering of those “jugs,” with their flavor of smutty Elizabethan slang. As for “Tereu,” you dimly recognized it as a Latin vocative, referring to Tereus, who, according to legend, violated his sister-in-law, Philomela, and cut out her tongue. For her pains, the gods transmuted her into a nightingale. Now she and her attacker were the stuff of Mr. Eliot’s mutations."
    },
    {
      "role": "body",
      "text": "A more important question: If you are an ordinary reader now, in 2022, with no classical education, no French, and no access to opera, what happens when, by chance, you pick up a book and stumble upon this same passage? What is your first response? A snort of laughter, I presume, along with a suspicion that this guy Eliot (whoever he is) must be taking you for a ride. If pressed, you might describe the lines as starting off like a nursery rhyme and then collapsing into nonsense. Whatever. You shrug, leaf ahead a couple of pages, and find this:"
    },
    {
      "role": "quote",
      "text": "A current under sea\nPicked his bones in whispers. As he rose and fell\nHe passed the stages of his age and youth\nEntering the whirlpool."
    },
    {
      "role": "body",
      "text": "And then this:"
    },
    {
      "role": "quote",
      "text": "A woman drew her long black hair out tight\nAnd fiddled whisper music on those strings"
    },
    {
      "role": "body",
      "text": "Closing the book, you move on. The whisperings, however, together with the birdlike twitterings, reverberate in your mind’s ear. This noisy and peculiar work, like the snatch of an overheard song, or a nocturnal stab of shame at the thought of someone you once wronged, will not leave you alone."
    },
    {
      "role": "body",
      "text": "There is little doubt that, of these two first-time readers, the erudite and the uninformed, Eliot would lean toward the second. “Genuine poetry can communicate before it is understood,” he wrote, in an essay on Dante. “It is better to be spurred to acquire scholarship because you enjoy the poetry, than to suppose that you enjoy the poetry because you have acquired the scholarship.” What he sought, as both a writer and a reader, was “some direct shock of poetic intensity.” True to that quest, “The Waste Land” is a symphony of shocks, and, like other masterworks of early modernism, it refuses to die down. (Go to moma and let your gaze move across Picasso’s “Demoiselles d’Avignon,” from west to east. If you don’t flinch when you reach the faces on the right, bladed and scraped like shovels, consult your optician.) The shocks have triggered aftershocks, and readers of Eliot are trapped in the quake. Escape is useless:"
    },
    {
      "role": "quote",
      "text": "DA\nDatta: what have we given?\nMy friend, blood shaking my heart\nThe awful daring of a moment’s surrender\nWhich an age of prudence can never retract\nBy this, and this only, we have existed\nWhich is not to be found in our obituaries\nOr in memories draped by the beneficent spider\nOr under seals broken by the lean solicitor\nIn our empty rooms"
    },
    {
      "role": "body",
      "text": "I happen to think, for what it’s worth, that these lines, which come toward the end of “The Waste Land,” are the greatest that Eliot ever wrote. They cast a shadow of a doubt over everything that we believe about ourselves, at different stages of our lives; over the stories of ourselves that we tell to other people; and over what they tell of us in turn. As always with Eliot, abstraction is offset by the taut particularity of physical things: the spider, the wax seals, and the shuddering blood, concluding in the long and mournful double “o” of “rooms.” And the word “surrender” could be applied to so many daring souls: a lover at the instant of ecstasy, a religious devotee, a hounded warrior, a corruptible politician, a wooer who hastens, like Eliot, into a proposal of marriage, or a Dostoyevskian gambler, with the family jewels in his pocket. All of them will face that overwhelming question: “What have we given?” It is something that each of us must ask, on our deathbeds, though nobody wants to die in shame."
    },
    {
      "role": "body",
      "text": "Like the Book of Psalms, “King Lear,” and Nadal vs. Djokovic at Wimbledon in 2018, “The Waste Land” is divided into five parts. Each part has a title: “The Burial of the Dead,” “A Game of Chess,” “The Fire Sermon,” “Death by Water,” and “What the Thunder said.” What of the title of the poem itself? “Immature poets imitate; mature poets steal,” Eliot wrote, and, as with Macavity, the master criminal in his “Old Possum’s Book of Practical Cats” (1937), you can’t always tell where the poet’s been. It could be, in this case, that he stole from Tennyson’s “The Passing of Arthur,” and its undulating mood—“as it were one voice, an agony / Of lamentation, like a wind that shrills / All night in a waste land, where no one comes, / Or hath come, since the making of the world.”"
    },
    {
      "role": "body",
      "text": "But Tennyson unfolds a single story, whereas Eliot has many tales to tell, some of them overlapping, or no sooner begun than snapped off, and, to anyone versed in Tennysonian euphony, “The Waste Land” can seem like a baffling Babel. You might as well be rummaging through international newspapers, or spinning the dial on a radio. Listen to the scraps of languages other than English—Italian, French, German, Latin, Sanskrit—that litter the poem, and the profusion of people who speak. Somebody named Marie, of aristocratic descent, recalls an episode from her girlhood; someone else chatters to friends in a pub. The pub’s landlord chimes in, too—“HURRY UP PLEASE IT’S TIME.” There is a clairvoyante, Madame Sosostris, and another seer, the blind Tiresias, with whom Odysseus once conversed in the underworld, and who now watches two loveless urban dwellers making love. Elsewhere, another woman brushes her hair and complains of bad nerves, while a third records, without anger or animation, a sexual act (“After the event / He wept”), which occurred in Richmond, in southwest London. She asserts her modest origins:"
    },
    {
      "role": "quote",
      "text": "“My people humble people who expect\nNothing.”\n   la la\n\nTo Carthage then I came."
    },
    {
      "role": "body",
      "text": "Hang on, what? Within three lines, we have jumped not just from Britain to Carthage, and from modern to ancient, but from a woman to a man: the last line is taken from St. Augustine’s “Confessions.” Chase down the quotation and you will discover that immediately before it comes the clause “I became to myself a barren land.” Aha."
    },
    {
      "role": "body",
      "text": "Trying to sort out who is uttering what, at any juncture, in “The Waste Land” is far from a fool’s errand, but it’s a tough task nonetheless. (Anyone attempting it should arm themselves with “The Poems of T. S. Eliot,” edited in two redoubtable volumes by Christopher Ricks and Jim McCue.) Augustine is not the only source whose words Eliot, ever the ventriloquist, throws into the mix. Others include Dante, Milton, Marvell, Spenser, Baudelaire, the explorer Ernest Shackleton, and a gang of English dramatists: John Webster, Thomas Middleton, Thomas Kyd, and the leader of the pack, Shakespeare, who never keeps quiet for long. “The Tempest,” especially, rumbles through the poem:"
    },
    {
      "role": "quote",
      "text": "A rat crept softly through the vegetation\nDragging its slimy belly on the bank\nWhile I was fishing in the dull canal\nOn a winter evening round behind the gashouse\nMusing upon the king my brother’s wreck\nAnd on the king my father’s death before him."
    },
    {
      "role": "body",
      "text": "Catch the echo here, in the final line, and you want to ask what the hell Shakespeare’s Ferdinand is doing behind a gashouse. Isn’t he meant to be shipwrecked on Prospero’s island? The whole passage, collapsing history in on itself, is startling even now, so imagine how it flummoxed readers in 1922. Parody was not far behind; in a tale of 1925, P. G. Wodehouse mocked “the jolly, wholesome sort of poetry the boys are turning out nowadays”—specifically, “good, honest stuff about sin and gasworks and decaying corpses.”"
    },
    {
      "role": "body",
      "text": "Meanwhile, for readers who didn’t catch the echo, Eliot offered help. Appended to “The Waste Land,” when it appeared as a book, in late 1922, was a section titled “Notes on the Waste Land.” This gave references for the litany of quotations that bestrew the poem: “The Tempest, I, ii,” “Ezekiel, II, i,” “Paradise Lost, IV, 140.” There is no disguising an aroma of practical jesting; Eliot treats us to nineteen lines of Ovid, untranslated, and solemnly informs us that, when “The Waste Land” mentions a hermit-thrush, the bird in question is Turdus aonalaschkae pallasii. Nice to have that sorted out. “It was discovered that the poem was inconveniently short,” he later explained, “so I set to work to expand the notes, in order to provide a few more pages of printed matter, with the result that they became the remarkable exposition of bogus scholarship that is still on view today.” If the Notes were bogus, however, why did Eliot include them in subsequent collections of his verse, where length was no longer an issue? Forget hermit-thrushes; what’s the Latin name for a wild goose?"
    },
    {
      "role": "body",
      "text": "The gravest charge to be levelled against the Notes is that they lure students into approaching “The Waste Land” from the most disheartening direction—not yielding to it as a spell by which to be struck and charmed, like Ariel’s song in “The Tempest,” but confronting it as a code to be cracked. That was my experience, in high school. Grim with bewilderment, I tried plowing through Jessie Weston’s “From Ritual to Romance” and J. G. Frazer’s encyclopedic “The Golden Bough” because Eliot deferred to them at the start of the Notes, and because Colonel Kurtz, absurdly, keeps them on his bedside table, in “Apocalypse Now.” When Marlon Brando groaned “The horror! The horror!,” he was quoting the same words, from Conrad’s “Heart of Darkness,” that Eliot had originally chosen as an epigraph to “The Waste Land.” If Francis Ford Coppola could wander down a rabbit hole, so could I."
    },
    {
      "role": "body",
      "text": "There is much that the Notes leave unsaid. Take the loneliest lines of the poem:"
    },
    {
      "role": "quote",
      "text": "I have heard the key\nTurn in the door once and turn once only\nWe think of the key, each in his prison\nThinking of the key"
    },
    {
      "role": "body",
      "text": "We are ushered, by the Notes, toward two relevant passages: one from Dante’s Inferno, and one from “Appearance and Reality,” a work of 1893 by the British philosopher F. H. Bradley, on whom Eliot had written his doctoral thesis at Harvard. But something else haunts Eliot’s vision of incarceration, and I would wager a solid sum that he is summoning, consciously or otherwise, a sentence from “The Adventure of the Speckled Band,” as told to Sherlock Holmes: “She smiled back at me, closed my door, and a few moments later I heard her key turn in the lock.” Eliot was a confirmed and ardent Sherlockian; the cry of “What! are you here?,” in the deserted street of “Four Quartets,” recalls an urgent question posed by Sir Henry Baskerville—“What, are you coming, Watson?”—in “The Hound of the Baskervilles,” from which Eliot would pinch the murky word “grimpen.”"
    },
    {
      "role": "body",
      "text": "Admirers of Eliot should take care, though, not to dwindle into detectives. To hunt for clues in “The Waste Land” is, however gratifying, to risk shutting ourselves in, and there is a liberating pleasure to be had in looking outward from the poem, and onward. The key to the key, that is, lies not just in Dante, Bradley, and Conan Doyle but also in what the image opens up, for the purposes of later creative endeavors. Francis Bacon, for example, was much obsessed by Eliot, and his 1971 triptych, “In Memory of George Dyer,” shows a solitary figure, beside a staircase, feeding a key into a lock. Likewise, in the plainly titled “Painting” (1978), a violet-fleshed foot stretches toward a door, with a key gripped tight between its toes. Temperamentally, Eliot, who dressed like a banker because he was a banker, could scarcely be more distant from the chaos-smeared Bacon, but there’s no accounting for influence. If Eliot steals from Ophelia at the end of the pub sequence in “The Waste Land”—“Good night, ladies, good night, sweet ladies, good night, good night”—who can begrudge Lou Reed his own theft, in “Goodnight Ladies,” the final track of “Transformer”?"
    },
    {
      "role": "body",
      "text": "The most resourceful homage paid to “The Waste Land,” and the most biting, is a work of 1990 by Martin Rowson, prized as a cartoonist for the Guardian. He reconfigures the poem, in the format of a graphic novel, as a riff on Raymond Chandler’s “The Big Sleep” and on the ensuing Howard Hawks film: a notion so perfectly attuned to my interests that Rowson should have invoiced me directly. The conceit is sustained in beguiling style, with a Bogart-like hero, Chris Marlowe, sleuthing his way through the arcana of the poem—“Then I saw the Hyacinth Kid”—and straining, like every reader, to lend them some semblance of a plot. The cinematic, literary, and art-historical allusions are fired off like gunshots, and the result, despite finding no favor with the Eliot estate (the British edition was sternly censored and altered), digs up something tense and tenebrous in “The Waste Land” that had previously passed unobserved: here is a poème noir."
    },
    {
      "role": "body",
      "text": "Eliot’s words are everywhere, in other words. The more closely you map “The Waste Land,” the more it assumes the shape of an isthmus; so much of the past, both public and personal, streamed into its making, and so much has flowed from it ever since. When one of its most resonant quatrains is declaimed through a megaphone by Anthony Blanche, the resident dandy of “Brideshead Revisited,” he is obviously signalling the fashionable status of the poem, as its fame increased through the nineteen-twenties and thirties, but there’s more to it than that. He is restoring, as it were, the adamantine beauty of the rhyming lines—pentameters in parenthesis, which embed the travails of the present day inside the remoteness of myth:"
    },
    {
      "role": "quote",
      "text": "(And I Tiresias have foresuffered all\nEnacted on this same divan or bed;\nI who have sat by Thebes below the wall\nAnd walked among the lowest of the dead.)"
    },
    {
      "role": "body",
      "text": "Eliot died in 1965. His wife Vivienne had passed away in 1947, having spent almost a decade in a psychiatric hospital. In 1957, to the surprise of many friends, Eliot married his secretary, Valerie Fletcher, and found with her a private contentment that had hitherto eluded him. Another miracle, of sorts, arrived in 1968. A trove, long thought lost, was unearthed in the Berg Collection at the New York Public Library: a sheaf of Eliot’s drafts of “The Waste Land,” some handwritten, some typewritten, with wordless loops and slashes scrawled across the text and brusque observations at the side. Edited by Valerie Eliot, the keeper of the poet’s flame, the sheaf was published in 1971, under the formidable title “The Waste Land: A Facsimile and Transcript of the Original Drafts, Including the Annotations of Ezra Pound.”"
    },
    {
      "role": "body",
      "text": "To encounter the book, at college, was to feel like an Egyptologist, breaking into a sealed tomb. As for the writing on the walls, there were three scribes in all: Eliot himself; Pound, his fellow-poet and, on this occasion, his indispensable midwife; and Vivienne. It was thus our privilege to see that, next to a splintered piece of domestic repartee (“ ‘What is that noise?’ The wind under the door”), Vivienne had pencilled the word “WONDERFUL.” Also, we now realized, the fourth and leanest part of the poem, “Death by Water,” had been much bulkier to begin with, filled out with a lengthy nautical narrative—filled yet not improved, in Pound’s judgment, which is why he took a scalpel to the entire passage. His decisiveness, in grasping what was essential and what superfluous in Eliot’s conjurings, remains a scrupulous feat of creative attention, outdone in generosity only by his praise for the finished product. “Complimenti, you bitch. I am wracked by the seven jealousies,” he wrote to Eliot. “The Waste Land” was, he announced, “A damn good poem.”"
    },
    {
      "role": "body",
      "text": "For the centenary, Valerie Eliot’s edition has been reissued, with extra material. If you badly wish to know how much Eliot spent on breakfast at the Albemarle Hotel, Margate, on the north coast of Kent, in October, 1921, your craving can now be satisfied, because his hotel bills are shown in all their glory. I feasted upon them, having long ago made the trek to Margate, in tribute to the town’s cameo appearance in “The Waste Land”—“On Margate Sands. / I can connect / Nothing with nothing.” Some of the poem was composed there; the following month, much of its finale was brought forth, with a fluency verging on the trancelike, in Lausanne, on the shore of Lake Geneva. (It’s a natural spot, beside the water, for beginnings and conclusions. Edward Gibbon completed “The Decline and Fall of the Roman Empire” there, and Dickens started “Dombey and Son.”) To Switzerland, therefore, I made my sombre and illogical way, this summer, and retraced the route that Eliot used to take from his hotel to his appointments with Dr. Roger Vittoz, the author of “Treatment of Neurasthenia by Teaching of Brain Control.” Downhill to one’s shrink, then an uphill struggle on the walk back: a very Eliot-like odyssey."
    },
    {
      "role": "body",
      "text": "Of such madness there shall be no end. I have a memory of moving house and of thanking the men who had spent a day boxing up the contents of my bookshelves. One guy replied, in a tone of rueful defeat, “If I never see another book on T. S. Eliot, it’ll be too soon.” That was thirty years ago. Since then, the secondary and tertiary literature on the poet, and on “The Waste Land,” has swelled beyond reckoning. We have had Eliot’s letters: nine volumes and counting, and taking us only to 1941, with twenty-four years of his life to go. We have had his collected prose, too: a mere eight volumes, but sufficient to test the wrists of an elderly reader. All the matter within is available online, for a subscription, but a lightweight Eliot means flirting with convenience, and where’s the fun—the necessary pain—in that?"
    },
    {
      "role": "body",
      "text": "Meanwhile, the critical and biographical stampede continues. Is it nostalgia alone that makes me doubt the calibre of the current beasts? Back in 1972, “Eliot in His Time: Essays on the Occasion of the Fiftieth Anniversary of ‘The Waste Land’ ” sported contributions from figures as substantial, and as energetically articulate, as Richard Ellmann, Hugh Kenner, and the poet Donald Davie. To skip ahead forty years, to a volume such as “ ‘The Waste Land’ at 90,” is to bump into a mass of inelegant formulations, doomed, or perhaps designed, to block off the work more securely than ever against the incursions of an amateur reader—the very last fate that “The Waste Land,” of all poems, either deserves or needs. Without a tool kit of literary theory, none of us could unpick this, with its telling typo:"
    },
    {
      "role": "quote",
      "text": "Instead of using realism, with its epistemological intention to totalize and represent the reality of a whole world and life, the poem favors textual anarchism (a kind of rhizomatic and destablizing structure) in order to create a work which is intrinsically and openly incomplete."
    },
    {
      "role": "body",
      "text": "“The Waste Land” is already difficult enough; we should not make it more so. Less and less, after forty years of living with the poem, am I tempted to regard it, or shun it, as a cryptogram. Rather, in Eliot’s own words, from an earlier work, “I am moved by fancies / That are curled around these images, and cling.” We talk of a friend having had a difficult childhood, or enduring a difficult marriage, and that is a more constructive model, I think, for drawing near to the intractability of “The Waste Land.” It is a brave imagination that can keep to order while exploring the terrain of its own torments; rarely has a nightmare—not wholly comprehended by the dreamer—been dramatized with such variety and wit. One of the first people to hear the poem was Virginia Woolf, and her judicious response, as outlined in a journal entry of June, 1922, has lost none of its honesty:"
    },
    {
      "imageWidth": 695,
      "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-shock-and-aftershocks-of-the-waste-land/images/3.png",
      "role": "image",
      "imageHeight": 529.19000000000005
    },
    {
      "role": "quote",
      "text": "Eliot dined last Sunday & read his poem. He sang it & chanted it & rhythmed it. It has great beauty & force of phrase: symmetry; & tensity. What connects it together, I’m not so sure."
    },
    {
      "role": "body",
      "text": "Woolf added, “One was left, however, with some strong emotion.” Indeed."
    },
    {
      "role": "body",
      "text": "As Benedict Cumberbatch prepared to read at Charleston, in May, a festival assistant who was working that day told me that—unlike the paying audience, most of whom looked three times her age—she did not know “The Waste Land.” At last: the ideal recipient, as unencumbered as Eliot would wish. After the reading, I asked what had struck her most about the poem. “The landscapes,” she said, without hesitation. “The rocks and the rivers. All that dryness.” Not for her the unreal city, or the mob of languages, but a natural world under clear and present threat. “The Waste Land,” in short, can speak to the ecological dread of her generation as it spoke to the social and political anxieties of those who had weathered the First World War. The poem, which is prefaced with the words of a Sibyl, is fated to tell each of us, from one era to the next, whatever it is that we most fear to hear."
    },
    {
      "role": "body",
      "text": "Desiccation was in the air, as Eliot toiled on the poem. A “London Letter” that he wrote for the July, 1921, issue of The Dial begins in meteorological mode, with a typical touch of the smilingly sinister. “The vacant term of wit set in early this year with a fine hot rainless spring; the crop of murders and divorces has been poor compared with that of last autumn,” he reported. “A new form of influenza has been discovered, which leaves extreme dryness and a bitter taste in the mouth.” We are close to the stonescape of “The Waste Land,” hostile and ungreen, “where the sun beats, / And the dead tree gives no shelter.” Later, amid “dry sterile thunder without rain,” we hear a plainsong of the unbearable:"
    },
    {
      "role": "quote",
      "text": "If there were water\nAnd no rock\nIf there were rock\nAnd also water\nAnd water\nA spring\nA pool among the rock"
    },
    {
      "role": "body",
      "text": "I remember sitting in a classroom, next to a friend of mine (the only one with a serious ear for music), who listened to those lines and said, “I feel so thirsty.” He had got what Eliot planned for: the shock of the dry."
    },
    {
      "role": "body",
      "text": "How far back the parching goes is not easy to gauge. Can a want of water be traced to its source, like a river? Lately, I have come across a path that has not, to the best of my knowledge, been traced or trampled on before. Robert Crawford glances briefly at it, then moves on. What took me there was a letter from Eliot to his mother, in May, 1919, in which he asks that she send him “the Rollo books,” adding, “I was anxious that they be preserved.” He then adds, “If there is anyone else in the immediate family who would treasure them as much as I (for I think highly of them), let them have them.” Pressing his claim while denying it, Eliot is awkwardly eager to have what he calls “the beloved Rollo books” in his clutches."
    },
    {
      "role": "body",
      "text": "The Rollo books, in fourteen volumes, were popular tales of moral instruction, playful and severe, by a prolific children’s author, Jacob Abbott. Published in the eighteen-thirties and forties, and frequently reprinted, they revolved around a young boy, Rollo, and his adventures. We know that the stories were read and reread by Eliot and his siblings, because three of the volumes—frail and almost spineless, crudely colored in as cherished books often are, and cocooned in protective boxes—sit in the London apartment where Eliot lived with Valerie, and where he died. It is now the home of the T. S. Eliot Foundation."
    },
    {
      "role": "body",
      "text": "The Rollo books are a portal into the imaginative world of the poet, before he became a poet; I believe them to be a part of that becoming. Picture the young Eliot reading the admonitions that are handed down to Rollo by his father: “You cannot at first control your imagination entirely; but if you steadily exert yourself to keep your mind on other objects, you will soon learn to do so.” (A portent of Dr. Vittoz.) Think of the doleful invocations from “Four Quartets”—“This is the death of air,” “This is the death of water and fire”—and you will be dumbfounded, as I was, to learn that the last four Rollo books, on “Rollo’s Philosophy,” are subtitled “Water,” “Air,” “Fire,” and “Sky.” Most pertinent of all is “Rollo at Play,” one of the three surviving volumes at the Eliot Foundation. In one ominous chapter, “Who Knows Best, a Little Boy or His Father?,” Rollo wants to “go a blueberrying” with his cousin Lucy. His uncle puts the dampeners on the plan:"
    },
    {
      "role": "quote",
      "text": "“I am in hopes we are going to have some rain.”\n\n“In hopes,” thought Rollo; “that is very strange.”"
    },
    {
      "role": "body",
      "text": "Rollo grows grouchy, refuses to join Lucy in alternative games, and earns a Biblical broadside from his father:"
    },
    {
      "role": "quote",
      "text": "“Your heart is in a very wicked state. You are under the dominion of some of the worst of feelings; you are self-conceited, ungrateful, undutiful, unjust, selfish, and,” he added in a lower and more solemn tone, “even impious.”"
    },
    {
      "role": "body",
      "text": "Rollo tries to defend himself:"
    },
    {
      "role": "quote",
      "text": "“I did not know that there was need of rain in the fields.”"
    },
    {
      "role": "quote",
      "text": "“I did not know that there was need of rain in the fields.”"
    },
    {
      "role": "quote",
      "text": "“Did not you?” said his father. “Did not you know that the ground was very dry, and that, unless we have rain soon, the crops will suffer very much?”"
    },
    {
      "role": "quote",
      "text": "“No, sir,” said Rollo."
    },
    {
      "role": "quote",
      "text": "“It is so,” said his father; “and this rain, which you are so unwilling to have descend, is going down into the ground all over the country, and into the roots of all the plants growing in the fields.”"
    },
    {
      "role": "body",
      "text": "At last, as ever, the child is rebuked, and the lesson learned. Seeing the soil “drinking in the rain with delight,” he ponders his own selfishness. “In a word Rollo was now beginning to be really penitent. The tears came into his eyes; but they were tears of real sorrow for sin, not of vexation and anger.” Here is Eliot in waiting: the self-laceration, the guilty submission to chastisement, and, above all, the belief in aridity as the natural—even preferable—state of affairs. Dryness is what Rollo wants. Redemption and relief are so distant, and so inconceivable, that it’s better not to pray for them at all."
    },
    {
      "role": "body",
      "text": "The extraordinary fact is that, at the other end of Eliot’s life, the drought was eased. Having all but died in body and spirit in his time with Vivienne, he found himself revived by unforeseeable love. It was in recognition of that new life—his vita nuova, befitting a perennial reader of Dante—that he presented Valerie with a book, on February 17, 1958. It was a first edition of “The Waste Land,” from 1922, and it still exists in the couple’s home, in London. The words that Eliot inscribed at the front of the poem have never been seen in public, until now:"
    },
    {
      "role": "quote",
      "text": "This book belongs to Valerie, and so does Thomas Stearns Eliot, her husband. He could not give her this book, for he had no copy to give her. She had wanted the book for many years. She had possessed the author for over a year, when the book came. She had made his land blossom and birds to sing there. "
    }
  ],
  "authorName": "Anthony Lane",
  "coverImageHeight": 688,
  "hashTag": "Life and Letters",
  "coverImageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-shock-and-aftershocks-of-the-waste-land/images/1.png",
  "coverImageWidth": 442.5,
  "publishDate": "Sep 26th, 2022",
}
