{"coverImageURL": "https://www.economist.com/media-assets/image/20240308_BID001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Letters to the editor", "subtitle": "A selection of correspondence", "hashTag": "Letters", "authorName": "The Economist", "publishDate": "2024-03-21T14:13:37Z", "contents": [{"role": "second", "text": "Trading arguments"}, {"role": "body", "text": "The case made by Robert Lighthizer, America’s trade representative under Donald Trump, for protective tariffs is full of logical, factual and economic fallacies (By Invitation, March 8th). First, Mr Lighthizer slays a straw man. The economic case against tariff increases is that they worsen the economy’s performance and not, as he claims, that they “destroy capitalism”. The survival of America’s market-oriented economy in the wake of Mr Trump’s tariffs, therefore, does nothing to discredit the case for free trade."}, {"role": "body", "text": "Second, Mr Lighthizer insists that the past several decades have left America in dire need of “reindustrialisation”. In fact, industrial output in America rose rather steadily from the end of the second world war until the Great Recession of 2008 and 2009, and then slowly rose again until the pandemic, after which it once again increased. It hit its all-time high in September 2018 and is today only 1.5% below that record level. As for America’s industrial capacity, today it is a mere 0.4% below the historic peak it reached in December 2016, the month before Mr Trump took office."}, {"role": "body", "text": "Third, it is simply untrue that increases in a country’s imports to match any increases in its exports is “how trade is supposed to work”. Trade can work in this way. But it can also work when a country uses its export earnings, not to import more, but to invest abroad, thus potentially increasing the amount of capital available in destination countries. This has happened in America in every year since 1975, when it last ran a trade surplus."}, {"role": "body", "text": "Phil GrammNon-resident senior fellow at the American Enterprise InstituteHelotes, Texas"}, {"role": "body", "text": "Donald BoudreauxMercatus CentreGeorge Mason UniversityFairfax, Virginia"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_WBD000.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Education and social justice"}, {"role": "body", "text": "Schumpeter wrote about how universities are “torn between their responsibilities to learning and social justice” (February 24th). This tension underlies the crisis in higher education. Learning and knowledge have been central to universities since the Middle Ages, but the idea that they have a mission to further social justice is new and it is a misunderstanding. Although the definition of knowledge (justified true belief) has remained remarkably constant and is not political, interpretations of what constitutes justice vary widely and are fundamentally political and cultural. "}, {"role": "body", "text": "These interpretations range from Plato’s “Republic” to Augustine’s city of God, Edmund Burke, Karl Marx and John Rawls. Even the Hindu caste system can be considered an expression of justice, based on a metaphysical worldview that involves reincarnation and a soul receiving a just incarnation based on behaviour in previous lives. "}, {"role": "body", "text": "The pursuit of knowledge can unite diverse cultures and political views, but any push for social justice is, by nature, culturally and politically narrow. Universities can resolve many of their woes by returning to a core mission based on knowledge."}, {"role": "body", "text": "David BertioliCollege of Agricultural and Environmental Sciences University of GeorgiaAthens, Georgia"}, {"role": "body", "text": "Is running a top university really America’s hardest job, or has university leadership just finally arrived in the real world? The average tenure of a Fortune 500 chief executive is seven years, according to Spencer Stuart, a consulting firm, so the average tenure of a university president of six years doesn’t look too surprising. Leaders should understand real-world complexities and be comfortable stepping out of the ivory bubble, building bridges between academia and the industries and communities they study. Like their corporate peers, university presidents have to manage the tensions created between the needs of multiple groups in their ecosystem strategically. "}, {"role": "body", "text": "In short, what we need are entrepreneurial leaders. Good luck telling that to university bureaucrats."}, {"role": "body", "text": "DR MARTIN IHRIGAssociate dean New York University School of Professional Studies"}, {"role": "body", "text": "The new president of Dartmouth, Sian Beilock, has won widespread acclaim for her secret sauce of keeping the academic space academic. A perfect example is the university’s Israel-Palestine course, which is co-taught by the Jewish and Middle Eastern studies departments. The professors lead by example. They disagree, sometimes vehemently, but the conversation never stops and the discourse always stays civil. "}, {"role": "body", "text": "Asking questions and listening to answers, even if you don’t agree with them, might be all it takes to be a good university president. Oh, and don’t build your résumé on plagiarised papers, that would probably help too. "}, {"role": "body", "text": "Evan KelmarWashington, DC"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_WBD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "It’s time to get angry"}, {"role": "body", "text": "Reading Bartleby on channelling anger at work (March 2nd) I was reminded of the comment by Russell Baker, a Pulitzer prizewinner, that “What we need is not another volume on How To Make Love but some foolproof advice on How to Make Anger.” I agree. "}, {"role": "body", "text": "Of the many people who have sought my help with “anger issues” over the years, very few were there of their own prompting. Rather, they were court-ordered, or their wife thought they ought to, or the dean of students said their staying in school depended on it. This suggests the anger part feels pretty good; it’s the whole “consequences” thing that muddles it up."}, {"role": "body", "text": "Kurt ElaClinical associate professor of psychiatryGeorgetown University HospitalWashington, DC"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240309_FBD001.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Could have done better"}, {"role": "body", "text": "The first sentence in “Spoilers” (March 9th) mentioned Al Gore narrowly losing the presidency in 2000 by failing to carry Florida against George W. Bush, which some blamed on a third-party candidate taking some of Mr Gore’s vote. All the post-election hullabaloo in the Sunshine State (hanging chads, butterfly ballots, third-party candidates, the role of Governor Jeb Bush, and more) conveniently masked the great embarrassment to Mr Gore and the Democrats that he had failed to carry his home state of Tennessee. Had he won there, a not unreasonable expectation for a presidential candidate, he would have beaten Mr Bush in the electoral college by 277-260, and the extremely close Florida result would have been reduced to a footnote."}, {"role": "body", "text": "Chase UntermeyerProfessor of practiceHobby School of Public AffairsUniversity of Houston"}, {"role": "second", "text": "Bias in generative AI"}, {"role": "body", "text": "Of course Google’s Gemini models are biased, whether through the transitive properties of our own bias, intentional counter-weighting of that bias, or safety (“Answers that raise questions”, March 2nd). ChatGPT behaves like an absurdly prudish, liberal-leaning pedant that has been hiding from pop culture its whole life. Gemini’s behaviour doesn’t raise some core issue at Google. Instead it speaks to one of many fundamental differences between a generative model and a general intelligence: self doubt. "}, {"role": "body", "text": "Intelligence is about more than a mathematical likelihood, and these models will probably always be too biased to trust absolutely."}, {"role": "body", "text": "Adam NelsonOakland, California"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240224_CUP502.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Great minds think alike"}, {"role": "body", "text": "In his “History of Western Philosophy” Bertrand Russell said that “The thirteenth century had brought to completion a great synthesis, philosophical, theological, political, and social, which had been slowly built up by the combination of many elements.” It seems he would agree that the medieval period was greatly misconstrued (“Middle ages, misunderstood”, February 24th)."}, {"role": "body", "text": "Mark YeomansRegina, Canada"}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240302_LDD002.jpg", "imageWidth": 1280.0, "imageHeight": 720.0, "imageDescription": ""}, {"role": "second", "text": "Onwards and upwards?"}, {"role": "body", "text": " “How high can markets go?”, you ask (March 2nd). One thing is clear. When we see books at airports with titles like “Dow 100,000” or perhaps even “Dow 250,000”, it will be time to sell (the Dow index is currently just below the 39,000 mark)."}, {"role": "body", "text": "Avinash DixitProfessor of economics emeritusPrinceton UniversityPrinceton, New Jersey"}], "id": 9}