{"coverImageURL": "https://www.economist.com/media-assets/image/20240323_USD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The Supreme Court hears its first abortion case since ending Roe", "subtitle": "This time, anti-abortion activists face an uphill battle", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-03-21T14:14:09Z", "contents": [{"role": "body", "text": "Nearly two-thirds of the Americans who choose to end their pregnancies now do so using pills. Medication abortion has been an increasingly popular option since 2000, when the Food and Drug Administration (FDA) first approved mifepristone as part of a two-drug regimen with misoprostol. More recently, the FDA widened the window during which the medicine may be used and eased dispensing requirements. But on March 26th the Supreme Court will consider whether these loosened regulations should be tightened back up."}, {"role": "body", "text": "FDA v Alliance for Hippocratic Medicine began as an assault on the FDA’s original approval of mifepristone. In April 2023 the district-court judge in Texas who heard the case invalidated the authorisation from 2000 and each of the subsequent liberalisations. The Fifth Circuit Court of Appeals kept mifepristone on the shelves when it pared back this extraordinary ruling last August. But the appeals court agreed that the 2016 and 2021 changes—allowing the drug to be used through ten weeks of pregnancy (up from seven) and to be sent to women by post with a remote prescription—had to go."}, {"role": "body", "text": "The plaintiffs will be represented at the Supreme Court by Erin Hawley, wife of Senator Josh Hawley of Missouri. They contend that the FDA violated the Administrative Procedure Act, a law governing how agencies operate, when it expanded access to the purportedly “high risk” drug in 2016 and 2021. The changes in 2016 followed a “piecemeal analysis” of insufficient data, the Alliance writes, and the action of 2021 relied on “unreliable” information. Lifting “long-existing and common-sense safety standards” was “arbitrary and capricious” and thus “unreasonable”. "}, {"role": "body", "text": "The federal government and Danco, which markets mifepristone as Mifeprex, paint the FDA’s decisions in a rosier light. The move in 2016 was based on “an enormous and highly reliable data set”, the government says. The decision to allow pills-by-post in 2021 was informed by “extensive published literature”, plus more than two decades of women safely using mifepristone. Emergencies arise in at most 0.7% of cases, making the medicine safer than Viagra or penicillin."}, {"role": "body", "text": "The two sides will surely debate the wisdom of the FDA’s moves in next week’s oral argument. But the question of standing could dominate the conversation: whether the challengers have the legal right to bring the case. The Supreme Court has held that fierce opposition to a policy is no grounds to sue the government. Litigants must show they have suffered a “concrete injury” with a clear causal link. "}, {"role": "body", "text": "The plaintiffs advance a host of arguments to claim standing. Their main contention is reminiscent of a Rube Goldberg machine: pro-life doctors could be forced to violate their conscience if no one else is available to complete terminations for women rushed to the emergency room after complications from a medical abortion prescribed elsewhere. This “long chain of contingencies” stemming from “an exceedingly rare serious adverse event” is purely speculative, the government argues: the plaintiffs have not named “even a single doctor among their thousands of members who has ever been required to perform an abortion in the decades mifepristone has been on the market”. "}, {"role": "body", "text": "The Supreme Court arguably bent the rules of standing last year in a case that dashed President Joe Biden’s plan to cancel student loans. But the winding argument from mifepristone’s foes—and the legal adventurism of the lower courts—may stretch too far even for the five justices who dispatched Roe v Wade in 2022.■"}, {"role": "body", "text": "Stay on top of American politics with The , our daily newsletter with fast analysis of the most important electoral stories, and Checks and Balance, a weekly note from our Lexington columnist that examines the state of American democracy and the issues that matter to voters."}], "id": 25}