{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_USP512.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "A dispatch from Donald Trump’s courtroom", "subtitle": "A tale of two struggles", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:43Z", "contents": [{"role": "body", "text": "Every trial involves two struggles, wrote Janet Malcolm, a shrewd observer of the American courtroom. One is engrossing, the other is stultifying, and both have been on full display at Donald Trump’s trial in a Manhattan courtroom in this past week."}, {"role": "body", "text": "The first contest—the exciting one—is about the narrative itself. Who can tell it better: prosecutors or the defence? The charges against Mr Trump are minor: they concern whether he falsified business records to conceal a payment to a porn star so that she would keep quiet about an old tryst. As a story, that lacks gravitas. So prosecutors, keen to inflate their case, claim it is really about “election fraud, pure and simple”, since the payment came on the eve of the 2016 presidential vote and denied information to voters. “Spoiler alert,” retorted Todd Blanche, Mr Trump’s lawyer. There was “nothing illegal” about the hush money; trying to influence an election is “called democracy”."}, {"role": "body", "text": "First to testify was David Pecker, a former tabloid publisher and friend of Mr Trump who helped orchestrate the payment. During the campaign he bought stories from sources intent on embarrassing the candidate, though he had no intention of running them. “Chequebook journalism”, Mr Pecker called this. Cue raised eyebrows from every journalist in the room."}, {"role": "body", "text": "So far, so engrossing. Yet your correspondent would be fibbing if he said the second contest described by Malcolm had not played out in court, too. She called this the “struggle of narrative itself against the constraints of the rules of evidence, which seek to arrest its flow and blunt its force”. In other words, trials get tedious. Interruptions about procedure are constant. Objections, sidebars, the need to run to the toilet and ruminations about what to eat for lunch spoil the story that each side wants to tell. "}, {"role": "body", "text": "Everyone feels it—even the person with most at stake. Sure enough, towards the end of the trial’s fifth day, there sat Mr Trump: twirling a pen and looking immensely bored. And the former president can look forward to about six more weeks of this. ■"}, {"role": "body", "text": "Stay on top of American politics with The , our daily newsletter with fast analysis of the most important electoral stories, and Checks and Balance, a weekly note from our Lexington columnist that examines the state of American democracy and the issues that matter to voters."}], "id": 28}