{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_BRD000.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Britain’s Reform UK party does not exist", "subtitle": "But it is all the more powerful as a result", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-24T15:56:44Z", "contents": [{"role": "body", "text": "Reform uk may have an address at 83 Victoria Street in London. The right-wing challenger party may be registered with the Electoral Commission, a bit below Putting Crewe First and a few spots above Revolutionary Communist Party Britain (Marxist-Leninist). Courtesy of Nigel Farage, its honorary president, the party may attract reams of media coverage. It may well be, according to the polls, the third-largest party in Britain. "}, {"role": "body", "text": "But it does not exist. The trappings of a political party are there; the content is not. From its voters to its candidates to its leader to its sole mp, nothing is real about Reform UK. "}, {"role": "body", "text": "Its voters, for instance, exist everywhere except at the ballot box. They appear in polls, some of which now put the party only a few points behind the Conservatives. They appear in focus groups, with their concerns—Stop the boats!—taken as a proxy for what “real Britons” are thinking. They appear in the minds of Conservative politicians, who worry far too much about their right flank and not enough about their left. "}, {"role": "body", "text": "When it comes to elections, however, Reform UK votes go missing. Wellingborough, a Leave-voting seat that held a by-election in February, should have been prime territory for the party. It mustered only 13%, a smidgen above its national number in a seat that should have been stuffed with Reformers. At every by-election so far, Reform UK voters have been similarly absent. "}, {"role": "body", "text": "Perhaps in a by-election on May 2nd in Blackpool South, a constituency in the north-west of England, Reform UK voters will turn from a number on a pollster’s spreadsheet to actual voters. Maybe they will pip the Tories to second. So what? Labour is still expected to win the seat at a canter. A real party could challenge it for victory—Blackpool, a struggling seaside town, should be fertile ground for populists. A fake one cannot."}, {"role": "body", "text": "Organisationally, Reform UK is a void. It struggles to muster candidates. In the forthcoming local elections, also on May 2nd, it will field candidates in barely 12% of contests. Finding people willing to be mps has been tricky. Individuals have been criticised for being insane (one likened eating meat to cannibalism) or bigots (one said brown people come from “bum sex”). Another candidate was removed for “inactivity”. He had stopped responding to calls or letters from the party. The reason? He had died weeks before."}, {"role": "body", "text": "Even the leader is a ghost. On paper the leader is Richard Tice, a smooth Brexity businessman. In practice it is the spectre of Mr Farage. When Mr Tice speaks, it is Mr Farage who haunts the stage. “Three years ago when we launched Reform UK everyone laughed at me,” said Mr Tice at a recent rally. “They’re not laughing now.” The lines felt familiar because they were. It was the same gag Mr Farage used during a gloating speech in the European Parliament after the Brexit vote. Mr Farage himself appears only to flirt with a comeback. “Do I stick with this really very comfortable life?” he teased guests at his 60th birthday party, attended by a ragbag of friendly journalists, fringe Conservative politicians and Liz Truss, and breathlessly reported in the press. “I have genuinely not made up my mind.”"}, {"role": "body", "text": "Reform UK ‘s only MP comes in the form of Lee Anderson, who defected from the Tories in March. But he is best understood not as a real politician but as an absurd character in an on-the-nose satire. A reactionary former miner turned Labour councillor who joins the Tory party, becomes its vice-chairman and quits after a race row, only to become the first mp of a party that did not exist until 2021? Pull the other one. Mr Anderson was briefly portrayed as a voice of the forgotten voter. In reality he was a chancer, enjoying a few months of celebrity and a £100,000 ($124,000) salary for appearing on GB News, a right-wing news channel. No one is more fake than someone who claims to be authentic. "}, {"role": "body", "text": "Being a void has advantages. Existence is suffering. Just ask the Liberal Democrats, who are the inverse of Reform UK. Where Reform UK is hollow, the Lib Dems are dense. They have 15 mps in the Commons and 80 peers in the House of Lords. Almost 75,000 people pay to be part of an organisation they all know has next to no chance of reaching power. When by-elections come round, this yellow mob regularly descends to overturn vast majorities in once-impregnable Conservative seats. "}, {"role": "body", "text": "The Lib Dems exist, then, but they might as well not. The party’s influence on British politics is close to naught. The most likely path for the Lib Dems is to turtle along at 10% in the polls and win 40 seats at the next election, with barely anyone noticing. The Lib Dems are a benign tumour in the body politic: noticeable at first, but then easily ignored."}, {"role": "second", "text": "Ceci n’est pas un parti"}, {"role": "body", "text": "In contrast Reform UK will probably win zero seats in the most chaotic way possible. Newspapers will feast on tales of dead candidates and vegan cannibals. Mr Farage, a willing pantomime villain in British politics, will stroll onstage. Voters in general may grimace, but Conservative Party members—an increasingly swivel-eyed yet worryingly influential bunch—will swoon. As a result a party with few candidates, an absent leader and a voting base conjured up by incessant polling is still able to panic the Conservatives. Reform UK may not exist but it will still shape politics. "}, {"role": "body", "text": "That makes Reform UK something more powerful than a small political party: it is a nightmare. A normal party, with candidates and policies, can be crushed or ignored. Reform UK is a spectre that can be summoned by right-wing Conservative mps at will, whenever the party threatens to edge towards the centre. It has what Mark Fisher, a leftie writer, called the “agency of the virtual”—the ability to affect things merely by polluting the minds of others, rather than by altering reality directly. Reform UK does not exist. But in British politics, existence is overrated. ■"}, {"role": "body", "text": "Read more from Bagehot, our columnist on British politics: Local British politics is a mix of the good, the bad and the mad (Apr 17th)Bootlicking: a guide to pre-election British politics (Apr 10th)Sadiq Khan’s London offers a taste of Starmer’s Britain (Apr 3rd)"}, {"role": "body", "text": "Also: How the Bagehot column got its name"}], "id": 51}