{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_ASP504.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Can women-only factories help more Indian women into work?", "subtitle": "Ola, an electric-scooter manufacturer, is trying to find out", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-25T09:41:15Z", "contents": [{"role": "body", "text": "WHEN KAVIPRIYA, a 22-year-old from a village in the south Indian state of Tamil Nadu, decided to take a factory job, her family was not thrilled. “My mother-in-law wanted me to stay at home and look after my two-year-old son,” she explains. Her relatives eventually came around when they realised that Kavipriya would be earning good money to supplement her husband’s income as a cab driver. "}, {"role": "body", "text": "Women like her are still unusual. In 2023 only 33% of Indian women were active in the labour market, compared with around 50% of women globally and 37% in neighbouring Bangladesh, with which India shares many economic and social characteristics. The only countries where fewer women work are a handful of conservative Muslim countries across North Africa and the Middle East, Taliban-ruled Afghanistan and Pakistan, India’s troubled neighbour. Yet Kavipriya’s experience also illustrates one way of bringing more women into work: by designing jobs in a way that is acceptable to them and their families."}, {"role": "body", "text": "In part, the woes of India’s working women are just the woes of India’s workers. For decades, the country’s labour market has not generated enough new jobs to absorb the country’s young and growing population. Between 2000 and 2012, employment increased by about 1.6% a year, even as GDP grew by 6.2% a year on average. Between 2012 and 2019, employment did not grow at all, even as GDP continued to grow by 6.7% a year, according to a report published by the International Labour Organisation in March. During that 20-year period, women’s participation in the labour market declined from 31% to 26%; men’s from 82% to 75%."}, {"role": "body", "text": "The disparity is reinforced by persistent conservative norms that discourage women from working outside the home. Fully 80% of Indians believe that when jobs are scarce, men should be given preference, according to a Pew poll published in 2022; two-thirds of respondents told the same survey that a wife must always obey her husband. A time-use survey published by the government in 2020 found that women spent nearly seven and a half hours a day on unpaid housework, compared with just over two hours for men. "}, {"role": "body", "text": "Norms frequently trump the financial benefits of women’s work, says Chitra AR, who trains female auto-rickshaw drivers in Chennai in Tamil Nadu. “One trainee’s husband and father stopped speaking to her when she took up driving, even though they really needed the money,” she says. Rubi, a 20-something who organises leadership courses for young women in Delhi, says she spends most of her time persuading families to let their daughters out of the house at all."}, {"role": "body", "text": "Yet there are ways to nudge women into work while assuaging the fears of conservative families. Kavipriya is a case in point. Her factory in Tamil Nadu is run by Ola, a company that makes electric scooters. She works on a brightly lit, airy assembly line making 20,000 rupees ($240) a month, a decent wage by local standards. The aim is for the factory to employ around 10,000 people and for the assembly line to be staffed exclusively by women once it reaches full capacity. Most workers are from the surrounding villages. Ola provides buses to ensure they get there safely. "}, {"role": "body", "text": "Such women-only or women-majority factories can create a virtuous cycle, says Josh Foulger of Zetwerk, a contract manufacturer, who set up several in Tamil Nadu and neighbouring Andhra Pradesh for previous employers. “Many of our workers referred their friends and neighbours,” he says. Once people from the surrounding areas realised that the jobs were safe and decently paid, the objections died down. Other problems were trickier to solve. “We used to have men lurking outside the factory gates and chase the buses transporting women workers.” A heavier security presence eventually put paid to the lurkers. "}, {"role": "body", "text": "The results of Mr Foulger’s virtuous cycle can be observed in Bangladesh. Though similarly conservative norms as in India prevail there, the country has been more successful at getting women into work, largely owing to the better availability of jobs, argues Alice Evans of King’s College in London. Its garment industry employs around 2.6m women. (India, with eight times the population, employs a total of 1.6m women across the entire manufacturing sector.) Unlike her colleague in India Lakhi, a 24-year-old from a village near Dhaka, Bangladesh’s capital, faced no resistance when she applied to work in a factory 40 minutes from her house. “People here are used to women working, they know it’s good for the family income.” "}, {"role": "body", "text": "Will India embark on a similar trajectory? There are signs that it might. Since the pandemic Indian women’s participation in the labour market has begun to grow again, after declining for nearly two decades. That suggests the country may be following the U-shaped development trajectory sketched out by Claudia Goldin, who was awarded the Nobel prize for economics last year for her insights into women and work. Ms Goldin found that at subsistence level women are forced to work along with everyone else, often on the family farm. As incomes rise and jobs move out of the home, they tend to leave the labour force, because men make enough to provide for the household and women’s work is frowned upon. As incomes rise higher, and women’s education levels and the availability of white-collar jobs improve, they return to work in greater numbers."}, {"role": "body", "text": "Yet even though the decline in women’s labour-market participation in India looks consistent with Ms Goldin’s analysis, the recent uptick appears to have been driven less by the availability of better jobs and more by women in dire financial straits being forced to return to the hard agricultural work they had previously left, cautions Rosa Abraham, an economist at Azim Premji University in Bangalore. That means it is likely to reverse, once their economic circumstances improve. India will need many more Ola factories to travel up the far side of Ms Goldin’s U-shape. ■"}, {"role": "body", "text": "Stay on top of our India coverage by signing up to Essential India, our free weekly newsletter."}], "id": 17}