{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_EUD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Carbon emissions are dropping—fast—in Europe", "subtitle": "Thanks to a price mechanism that actually works", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-25T13:58:00Z", "contents": [{"role": "body", "text": "“OUR MOST pressing challenge is keeping our planet healthy,” declared Ursula von der Leyen on the day she was elected president of the European Commission in July 2019. Five years on, it still ought to be. Global surface temperatures were 1.48°C higher in 2023 than pre-industrial levels, and 2024 is on course to be hotter still. But Russia’s war in Ukraine and the prospect of another Trump presidency get more attention these days. "}, {"role": "body", "text": "Good news, then, that the greening of the continent is making progress anyway. Emissions fell by a steep 15.5% in 2023, largely driven by reductions in carbon from electricity generation and industry. EU countries added 17 gigawatts (GW)-worth of windmills and covered roofs and fields with 56GW of new solar panels. (For comparison, nuclear-power capacity in the EU was roughly 100GW, though it can run 24 hours a day.) Officials reckon 2024 will be another record year for renewables. The commission’s modelling suggests that current policies should get the bloc to an 88% reduction of overall emissions by 2040, compared with 1990 levels. With the 2030 target of a 55% reduction within reach, the EU should be able to agree to a target for 2040 of 90%. The main target, to get to net zero by 2050, is unchanged."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_EUC409.png", "imageWidth": 608.0, "imageHeight": 776.0, "imageDescription": ""}, {"role": "body", "text": "Three factors explain the new target and the reduction in emissions. The first is Europe’s biggest climate achievement: its carbon price. By 2023 sectors covered by the EU’s emissions-trading system (ETS), such as industry and electricity generation, had jointly reduced emissions by 47%, compared with 2005 when the scheme was launched (see chart 1). "}, {"role": "body", "text": "Crucially, the scheme was toughened in 2023. Its sectors still need to reduce emissions a lot by 2030, meaning that from this year onwards the amount of emission permits issued will fall by 4.3% each year, compared with 2.2% in previous years. There will be no new permits at all after 2040. The price of a permit to emit a tonne of carbon dioxide stands at around €70 ($75) a tonne, compared with around €20 before the pandemic (see chart 2). Futures markets currently trade permits for the early 2030s at over €80 per tonne.. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_EUC357.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Last year the EU set up a second ETS to bring in some previously excluded sectors, such as road transport and domestic heating, by 2027. For fear of a political backlash, this “ETS2” has a clause to suppress its carbon price, should it rise above €45 a tonne in the first three years. Still, the aim is to reduce these sectors’ emissions by 42% by 2030, compared with 2005, and to issue no new permits for them after 2044."}, {"role": "body", "text": "These carbon prices should be enough to bring about the lion’s share of the 90% reduction envisaged for 2040, provided that politicians have the courage to avoid interfering if higher carbon prices become too painful for consumers and industry. "}, {"role": "body", "text": "The second factor that may help is Russia’s war in Ukraine. When gas prices jumped in 2022, firms were forced to cut their energy use or close production lines. This lowered emissions from ETS-covered industries by 5% in 2022 and another 7% in 2023. Although gas prices have now fallen, the disadvantage in fossil-fuel costs compared with America will continue to force firms to adjust, though the EU’s carbon border tax (CBAM) will apply in full from 2026, protecting EU industry somewhat by taxing imports based on their carbon content. Renewable energy and grid extensions have also become an easier political sell, as green energy makes Europe depend less on autocratic providers of fossil fuels. "}, {"role": "body", "text": "The third factor is low-cost green kit from China that will cheapen the transition. In Spain, Europe’s sunniest country, electricity is practically free during the day. As the solar boom continues, power generation will become emissions-free much faster than previously thought. At the same time, cheap Chinese electric vehicles (EVs) are entering the market, lowering costs for drivers wishing to go green."}, {"role": "body", "text": "If things are going so well, though, why is Europe still introducing a raft of other climate policies? A bad reason is a desire to be better safe than sorry. Take cars. EVs in combination with cheap solar energy will make electric driving the more economical option for a large share of drivers. But, apparently not trusting its own carbon price, the solar boom or technological progress, the EU has added emissions standards for vehicles that drop to zero by 2035, and is mulling something similar for lorries. These regulations are not just unnecessary. They create perverse incentives, such as gaming the emissions tests. A study found that 65% of the supposed gains in fuel economy of cars since the introduction of the standards turned out to be false when tested under road conditions. "}, {"role": "body", "text": "A better reason for further rules is to drive network effects. On April 13th a regulation came into force to ensure that Europe has a network of fast-charging stations. That removes part of the chicken-and-egg problem of building charging infrastructure. Such regulations can help the market work better and complement the carbon price. "}, {"role": "body", "text": "The final reason for EU rule-making is to improve market integration. The best way to decarbonise is to electrify as much as possible. But the share of electricity in total energy consumption in Europe has been moving sideways at around 21% for the past decade—unlike in China, where it has risen steeply to 27% now. "}, {"role": "body", "text": "An efficient renewable-energy system requires deep European integration. French nuclear, Danish wind, Spanish solar and Norwegian hydropower work best if they all feed into one European system. Otherwise, Spanish power prices will be zero for much of the day, just as Danish power prices are when it is windy, while France is stuck with too much nuclear power during the night. As a rough number, a fully connected European electricity market could reduce investment needs for storage and back-up capacity by 20-30%, according to recent studies summarised by Bruegel, a Brussels-based think-tank. "}, {"role": "body", "text": "Such integration requires common policies. The EU’s electricity-market reform, passed on April 11th by the European Parliament, is one attempt to harmonise the rules of the game. But countries are still free to set all kinds of policies on top of that; if these are not co-ordinated, they will make the system less efficient. "}, {"role": "body", "text": "Another problem is cost. A renewable-energy system requires large investment along the whole grid: high-voltage transport across long distances, strong regional distribution lines and smart local delivery. For fear of local resistance, cables are buried underground, increasing the outlay. Now that much of Europe needs to get its budget deficits down, investment in grids could be stalled. That would be a mistake. With an effective carbon-price system in place, an integrated electricity market has a good chance of meeting even the new ambitious targets. That would be healthy for the planet indeed. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}, {"role": "body", "text": "For more coverage of climate change, sign up for the Climate Issue, our fortnightly subscriber-only newsletter, or visit our climate-change hub."}], "id": 38}