{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_ASP505.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Chinese firms are expanding in South-East Asia", "subtitle": "This new business diaspora is younger, better-educated and ambitious", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:20Z", "contents": [{"role": "body", "text": "In 2021 the founders of PalFish, a platform based in China which connects English teachers and students, realised its future lay abroad. The Chinese government had just launched a crackdown on private tutoring, after Xi Jinping, its leader, accused the industry of preying on the educational anxieties of China’s parents. The firm considered expanding to Latin America, the Middle East or Russia before landing on South-East Asia. Three years on, 10m students in the region use it."}, {"role": "body", "text": "PalFish is part of a broader trend. Exact numbers for Chinese companies in South-East Asia are hard to come by, but there are thought to be thousands, as unpredictable politics in Mr Xi’s China, coupled with a slowing economy, are forcing businesses to look for opportunities elsewhere. This new Chinese business diaspora is different from previous ones: it is wealthier, highly educated and with ambitions beyond South-East Asia. "}, {"role": "body", "text": "One reason why Chinese firms are expanding abroad is political. President Joe Biden’s administration has added more controls to those introduced by Donald Trump on products made in China. Chinese firms sometimes bypass these restrictions by moving factories to countries in the region. One Chinese businessman who moved to Hanoi, Vietnam’s capital, nearly two decades ago estimates that 40% of factories in northern Vietnam are now Chinese-owned. Annual foreign direct investment from China to Indonesia, Malaysia and Vietnam hit $8bn in 2022, quadruple the amount a decade earlier. "}, {"role": "body", "text": "Chinese entrepreneurs across South-East Asia sum up their desire to go abroad with one word: juan. This abbreviation comes from neijuan or “involution”, a term used to describe how extra input no longer yields more output. Entrepreneurs born in the 1980s and 1990s say that no matter how hard they work, they will not be rewarded with a better quality of life in China. One result of the country’s enormous population is that extreme levels of competition make it almost impossible to stay at the top of one’s field, especially as Chinese consumers become more demanding."}, {"role": "body", "text": "And for some business types, the pandemic was a turning point. “We got fed up being locked up,” says one Chinese entrepreneur. He, along with many of his friends, fled abroad once China opened its borders. But over the past few years, they have found that their operations in the region are faring better than in China. “Now, it is a pragmatic business decision that keeps us expanding into South-East Asia...rather than a single-minded hatred of the Chinese Communist Party,” he says. "}, {"role": "body", "text": "Indonesia is the most important market for Chinese firms. Several big companies with links to China have set up shop there. J&amp;T Express, a courier company based in Jakarta, Indonesia’s capital, was the second-biggest initial public offering of 2023 in Hong Kong. It is backed by Chinese investors including Tencent, a Chinese tech firm. Meanwhile Tsingshan, the world’s largest producer of stainless steel and nickel, dominates nickel processing in the country. Beyond the giants, a myriad of smaller companies have emerged across the region. In 2022 China’s annual investment in South-East Asia’s medical sector was $1.6bn, triple that of 2015. "}, {"role": "body", "text": "Liu Yuan, a business consultant who helps Chinese businesses expand to Vietnam, says that most of her clients have no plans to settle permanently in the region. This is in stark contrast to many previous generations of the Chinese diaspora, who made South-East Asia their home when fleeing poverty and civil war, often in rickety boats. This new generation is driven by a different belief: that the future of South-East Asia is inextricably tied to the economic powerhouse to its north. But they are also hoping that they will expand farther West, too. ■"}], "id": 14}