{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_FNP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Don’t like your job? Quit for a rival firm", "subtitle": "Lina Khan hopes to free the American worker", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-04-25T09:57:47Z", "contents": [{"role": "body", "text": "A fifth of American workers have a non-compete clause in their contract, barring them from leaving to join a rival. Owing to a new rule issued by the Federal Trade Commission on April 23rd, these clauses may soon be voided. Advocates hope this will inject dynamism into the American economy and lead to stronger wages; critics warn it will stifle investment."}, {"role": "body", "text": "The debate about non-compete clauses is an old one, dating back to Europe in the 1400s. Courts generally came down on the side of apprentices trying to escape the clutches of their mentors. In the Industrial Revolution, though, views shifted. The main argument in support of non-compete clauses—then and now—is that they protect firms with an understandable interest in defending trade secrets. With them in place, companies become more willing to make hefty investments and train up workers, confident that they will reap the benefits from both. A recently published study by Jessica Jeffers of HEC Paris found that when American states make non-competes easier to enforce, firms increase their physical investments by as much as 39%."}, {"role": "body", "text": "Unfortunately, many bosses abuse the power that such control gives them. In one risible example from 2014 a worker at Jimmy John’s, a sandwich chain, shared a copy of the company’s contract terms, which barred staffers from jumping to any competitor within two years of leaving. Sandwich artists are not the only Americans doing basic jobs who are so constrained. Studies have found that about 10% of those on minimum wages, from barbers to waiters, face similar restrictions."}, {"role": "body", "text": "Even for highly skilled employees, the merits of these limitations are questionable. California, home to many of the world’s most disruptive tech firms, has long prohibited companies from stopping employees who wish to join rivals. Ms Jeffers’s research points to a trade-off: although existing firms benefited from job-hopping restrictions, she found such rules led to a 7% fall in new companies entering knowledge-intensive sectors. They thus represent an impediment to innovation."}, {"role": "body", "text": "The tide has been turning against non-competes in America. At least ten states have blocked their use for low-wage workers. On April 23rd the FTC upped the ante, voting for a sweeping ban. Under the rules, existing non-competes for executives making over $151,164 a year can be maintained, but all other non-competes will no longer be enforced, and employers will be barred from creating any new ones, including for executives. The FTC anticipates that the ban will lift the rate of business creation by 3% and increase earnings for the average worker by about $500 per year."}, {"role": "body", "text": "For Lina Khan, the Biden-appointed head of the FTC, the ban would be a rare accomplishment in her otherwise wayward campaign to re-engineer competition law in America, as she tries to take on the power of big companies. Whether the ban will actually go into force in six months, as scheduled, is uncertain. Almost immediately the US Chamber of Commerce sued the FTC in a Texas court, arguing that although the agency can challenge specific business practices, it lacks the constitutional authority required to create regulation. The ban, in other words, will come down to another competition debate: whether federal agencies have the right to compete with Congress in making rules. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 67}