{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_EUP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Has the spectre of terrorism finally been excised from Spain?", "subtitle": "Good news comes from the success of a terrorist-linked political party", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:53Z", "contents": [{"role": "body", "text": "SOMETIMES GOOD things come in strange packages. On April 21st Spain’s Basque Country voted in regional elections. The Basque Nationalist Party (PNV), the conservative separatist movement that has led the region since 2012, scraped out the barest of wins, tying its rival in the number of seats and eking out a symbolic victory in the number of votes cast. But that rival was EH Bildu, which had its best result ever. The left-wing separatist party is the descendant of the political wing of ETA, a terrorist group that killed hundreds of people across four decades in Spain. "}, {"role": "body", "text": "ETA formally ended its “armed struggle” in 2011. Bildu has never apologised for ETA’s terrorism, saying in 2021 only that it felt the pain of its victims and that its violence “never should have happened”. Now it is the region’s second political force, and many Spaniards are horrified. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_EUC416.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Bildu will not, however, be part of the new regional government. The PNV will almost certainly re-form its coalition with the regional branch of the national Socialist Party. Its leader Imanol Pradales, who will be lehendakari (regional president), spoke repeatedly of the region’s “pluralism” on election night. That is code for respecting the majority, who oppose independence. Mr Pradales also praised the “total normality” (that is, the peaceful nature) of the elections. "}, {"role": "body", "text": "But that is not the only reason for cautious optimism. Bildu ran a campaign mostly on bread-and-butter issues, especially the health service and housing. Its candidate for regional president was Pello Otxandiano, a young and new face like many of the other candidates. Bildu’s gains came almost entirely at the expense of Unidas Podemos, a national radical-left party that opposes independence. "}, {"role": "body", "text": "Bildu did especially well among the young; a joke in the region has it that every day a Bildu voter is born and a PNV voter dies. Those younger voters have wearied of the PNV’s long rule, increasingly marked by alleged nepotism and favouritism. But they voted for change, not independence; a pre-election poll found that only 13% of Basques favour outright independence, including only a minority of Bildu’s voters. Mr Otxandiano himself uses “sovereigntist” to describe his party, which includes supporters of independence (such as himself) but also those who merely support the Basques’ right to decide."}, {"role": "body", "text": "For many, though, the mask slipped when Mr Otxandiano refused to call ETA a “terrorist group” in a radio interview the week before the election (it was “an armed group…the denominations can be different”). The outrage his comments sparked caused him to issue a mealy-mouthed apology (“if” he hurt anyone, he was sorry). The uproar was credited not so much with causing voters to flee Bildu as with revving up the other parties’ dispirited bases. Turnout increased, and the PNV and Socalists outperformed their polls. "}, {"role": "body", "text": "Others share that nostalgia for the old cause. On election night its general secretary Arnaldo Otegi, once convicted for praising terrorism, reminded the audience it claims not just the three provinces of the current Basque Country, but seven “historic territories” (that is, also including neighbouring Navarre and three old provinces of south-western France). But in a way that simply served as a reminder of how far it is from achieving those original aims. Meanwhile, many of its voters have no memory of ETA’s violence. They want jobs, hospitals and schools. Bildu can keep those voters, or it can rattle Spain with confrontation, but it probably cannot do both. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 42}