{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_BRP501.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How to fix Britain’s barmy VAT regime", "subtitle": "Britain’s second-most-important tax is riddled with holes", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-22T15:17:44Z", "contents": [{"role": "body", "text": "Biscuits are tricky tax terrain. One way they can fall foul of Britain’s value-added tax (VAT), a consumption levy, is to have an overindulgent chocolate coating. But how much is too much? A McVitie’s chocolate digestive faces 20% VAT, a conventional one 0%. A chocolate-chip cookie is safe. So is a gingerbread man, so long as he has chocolate only in dots for his eyes. Add any more and he is taxed at 20%. "}, {"role": "body", "text": "Keep digging and the perversity continues. Children’s clothes, newspapers (including this one), cruises, solar-panel installations, bicycle helmets, coffins and sports lessons all also sidestep VAT."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_BRC394.png", "imageWidth": 608.0, "imageHeight": 814.0, "imageDescription": ""}, {"role": "body", "text": "VAT is one of Britain’s most important taxes, raising £168bn ($208bn; 0.7% of GDP) last year; only income taxes bring in more. It is also full of holes. Britain has more reliefs from VAT than almost any other rich country (see chart 1). The explicit carve-outs are worth more than £70bn annually, according to HMRC, the tax-collecting agency (see chart 2). Reducing them to the rich-world average would raise around £40bn in additional revenue. The Labour Party wants to put VAT on private-school fees, raising a net amount of around £1.3bn-1.5bn. But such tweaking is not nearly ambitious enough."}, {"role": "body", "text": "There are two common rationales for VAT exemptions. The first is fairness: the poor tend to spend more of their income than the wealthy do, making VAT inherently regressive. But the best way to counterbalance the regressive nature of VAT is not to selectively exclude items but to make the remainder of the tax and welfare system more progressive. Exclusions are bound to be poorly targeted: the rich will benefit more in cash terms from carve-outs on clothes and food."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_BRC395.png", "imageWidth": 608.0, "imageHeight": 814.0, "imageDescription": ""}, {"role": "body", "text": "If these savings reach consumers at all. Researchers at the IMF found that under a third of the savings from product-specific VAT reductions in Europe were passed on to households; retailers and producers pocketed the remainder. Cuts to the overall VAT rate—a much more visible change—were passed on in full."}, {"role": "body", "text": "The second rationale is to pursue social goals: the state should encourage spending with positive spillovers, like schooling, books or bicycle helmets. The economic logic here is more defensible. There are plenty of cases where the benefits of some spending are not fully felt by the buyer: rooftop solar panels contribute to a greener power supply, for example. "}, {"role": "body", "text": "But jamming such aims into the VAT rules is a bad idea. Subsidies should be specific, targeted and justified on their own terms. Instead endless efforts are made to expand carve-outs. Campaigns are running to exclude sunscreen, bras, dog food, hotels, toilet rolls, home makeovers, pubs, audiobooks, defibrillators and haircuts. Some are well-intentioned; others are cash grabs. Their effect is to skew spending and force up other taxes."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_EPC396.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "Some exemptions are genuinely difficult to eliminate. One is relief for small businesses: tracking VAT is an administrative hassle, so most countries do have good reason to let off the tiddliest firms. But Britain’s turnover threshold of £90,000 a year is too high—the average in the EU is around £35,000—and deters firms from expanding beyond that mark. "}, {"role": "body", "text": "The knottiest problem is “structural reliefs”, which are embedded in how the tax is set up rather than being deliberate carve-outs. Take financial services: firms tend to bundle their fees in with the interest rates they charge. That makes it harder to isolate and tax those charges. Structuring VAT in areas like insurance and gambling is also fiddly, but not insoluble. Some countries, like New Zealand, manage to levy the tax on a much wider base."}, {"role": "body", "text": "Politics is a more daunting barrier to VAT reform. The last chancellor of the exchequer to seriously tangle with VAT was George Osborne. In 2012 he tried to extend the levy to all hot takeaway foods; tabloids promptly christened it the “pasty tax” and he was eventually forced to climb down. "}, {"role": "body", "text": "His mistake was to succumb to the piecemeal logic of VAT exemptions. Tackling a single exemption focuses the debate on the product. Occasionally, that can be to politicians’ advantage: Labour’s plans for private schools are popular. But people generally like the things they buy and dislike spending more on them."}, {"role": "body", "text": "Wholesale VAT reform would focus the conversation on the overall tax system. Some grumbling would be inevitable: there would doubtless be headlines about “coffin taxes” and “zoo levies”. But if tax increases were wholly or partly offset by a cut to the standard 20% rate of VAT and by more generous benefits for the poorest people, that would clean up Britain’s tax system, encourage firms to grow and shut the cottage industry of lobbyists clamouring for exemptions. The prize would be worth more than a few crumbs. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 48}