{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_FND002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "How far could America’s stockmarket fall?", "subtitle": "With the prospect of cheaper money receding, shares look unusually vulnerable", "hashTag": "Finance & economics", "authorName": "The Economist", "publishDate": "2024-04-25T10:11:43Z", "contents": [{"role": "body", "text": "The sound of alarm bells is becoming harder to ignore. America’s stockmarket finished the first quarter of 2024 on an astonishing tear, with its benchmark S&amp;P 500 index having risen in 18 out of the preceding 22 weeks. No longer: it has fallen over each of the past three. Look at individual stocks, meanwhile, and it is clear just how far investors have swung from euphoria to twitchiness. Nvidia was the poster child of the S&amp;P 500’s winning streak, seeing its share price more than double between October and March. On April 19th it fell by a gut-churning 10% over the course of a single day, wiping more than $200bn from the company’s market value. The awful news that precipitated the plunge? There wasn’t any."}, {"role": "body", "text": "If there is a reason for this attack of the vapours, it is that the prospect of cheaper money is receding into the distance. American consumer prices rose by 3.5% in the year to March. That is far too high for the Federal Reserve to consider cutting interest rates imminently unless something calamitous happens. Thus investors have pared their bets accordingly. But something else is going on, too. As the size of the Nvidia jolt suggests, turning-points have less to do with sober-headed analysis than mob psychology. Markets have recovered a bit in recent days, suggesting plenty of uncertainty. The question now is whether the mood will continue to darken."}, {"role": "body", "text": "That will be determined by the mob. Yet as investors ponder whether or not to panic, America’s stockmarket is in an unusually precarious position. Shares have rarely been valued more highly than they are today, giving them further to fall and making them more vulnerable to changing investor sentiment. Relative to ever higher interest rates on government bonds, expected returns on stocks look especially unattractive. If a crash does loom, all the pieces are in place for it to be particularly nasty."}, {"role": "body", "text": "Take valuations first. The cyclically adjusted price-earnings (CAPE) ratio, which was popularised by Robert Shiller of Yale University, is now higher than it was even in the late 1920s. The ratio’s current level has been exceeded only around the turn of the millennium and in 2021. Both occasions preceded market crashes. And a high CAPE is more than just a bad omen. A lot of academic work has demonstrated that the earnings yield—or inverse of the price-to-earnings ratio—on stocks is a reasonably good predictor of their future returns. This makes intuitive sense, given that a company’s earnings are the ultimate source of its value."}, {"role": "body", "text": "The CAPE ratio is an especially useful signal because it incorporates ten years’ worth of earnings, smoothing out noise. When it is elevated, expected future returns are low—and at present, it is nearly twice as high as its long-run average. Reversion to anywhere near the mean would take an earth-shaking drop. Worse, the high CAPE makes such a fall more likely, by giving investors reason to dump low-yielding stocks."}, {"role": "body", "text": "Couple this with a renewed acceptance that high interest rates are here to stay, and things look shakier still. Just as the earnings yield is a proxy for stocks’ expected returns, so real yields on government bonds indicate their expected returns. The gap between the two therefore measures the additional reward investors anticipate for holding riskier shares over safer government debt. It varies over time according to the prevailing risk appetite, but has seldom been as low as its current two percentage points."}, {"role": "body", "text": "A reversion to the average, which is around four percentage points, would entail share prices dropping by 29% at current bond yields. It seems improbable, however, that investors’ risk appetites would still be average immediately after such a large drop. For much of the 2010s the yield gap hovered around six percentage points; in the traumatic years following the financial crisis of 2007-09, it was more like eight. A return to those levels would require share-price crashes of 47% and 57%, respectively."}, {"role": "body", "text": "Put all this to a Wall Street bull and the retort is straightforward: earnings will grow, possibly supercharged by artificial intelligence. It is this which will drive future returns, such that low yields based on past profits are meaningless. Yet the past few decades suggest otherwise. Low earnings yields might indeed indicate that earnings will rise, but historically they have portended poor returns instead. Perhaps this time is different—and even if that is not the case in the long run, share prices could keep rising for a while yet. Once the mood does turn, though, watch out. ■"}, {"role": "body", "text": "Read more from Buttonwood, our columnist on financial markets: Why the stockmarket is disappearing (Apr 18th)What China’s central bank and Costco shoppers have in common (Apr 11th)How to build a global currency (Apr 4th)"}, {"role": "body", "text": "Also: How the Buttonwood column got its name"}], "id": 71}