{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_EUP502.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Italy’s government is trying to influence the state-owned broadcaster", "subtitle": "Giorgia Meloni’s supporters accuse RAI of left-wing bias", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:58Z", "contents": [{"role": "body", "text": "Antonio Scurati is one of Italy’s leading authors. His historical novel “M: Son of the Century” won the Strega prize, Italy’s most prestigious literary award, and has been widely translated. It was the first in a series that chronicles the rise and fall of Italy’s fascist dictator, Benito Mussolini. So Mr Scurati was an obvious choice to give a talk on RAI, Italy’s public broadcasting network, ahead of April 25th, the public holiday that marks the country’s liberation from fascism in 1945."}, {"role": "body", "text": "But Mr Scurati never got to read it on air. RAI withdrew its commission. Mr Scurati said it was because it was critical of Giorgia Meloni and her refusal to disown the fascist past. RAI said that the reason was that he had demanded too high a fee. Ms Meloni responded with her usual deftness, claiming she did not know who was right and publishing the text of Mr Scurati’s talk on her Facebook page. Not that that was necessary: it had already been published in the press, from where it went viral on social media."}, {"role": "body", "text": "The controversy erupted against the background of a campaign by Ms Meloni’s supporters to redress what they see as RAI’s leftist bias. The neo-fascist fore-runners of her Brothers of Italy (FdI) party were long treated as political outcasts. “Many of them hold the view that now it’s revenge time,” says Gianni Riotta, who teaches media studies at LUISS, a leading university in Rome. For her critics, their activities show that Ms Meloni, who has so far pursued a generally pragmatic course, is a wolf in sheep’s clothing: that her long-term aim is to take Italy down a road already trodden by her friend the Hungarian prime minister, Viktor Orban, who has virtually excluded criticism of his government from public media. Reacting to an earlier controversy over the rules for coverage of the European election, the main trade union representing the RAI journalists declared that the government was bent on using it as its “megaphone”."}, {"role": "body", "text": "Italy’s public broadcaster has never achieved the independence of Britain’s BBC or America’s PBS. Until the 1990s, each of its three TV channels was earmarked for one of the main parties. Since then, every incoming government has tried to pack the corporation with its supporters. The consequences have always been more drastic if the government of the day leans to the right, as it does now: since the three biggest private channels form part of the Mediaset network, founded by the conservative Silvio Berlusconi, the right then attains a near-monopoly of what the nation sees on its small screens."}, {"role": "body", "text": "Ms Meloni’s followers, however, seem bent on exploiting that advantage to an unprecedented degree. The European Parliament election guidelines for RAI will allow more time on air to ministers than to representatives of the opposition. The text approved by the parliamentary committee that oversees the corporation says that the usual proportional allocation of time can be overridden in the name of “guaranteeing the public timely information on institutional and governmental activities”. It has even been suggested that this means that ministers might be able to talk for as long as they like on RAI discussion shows."}, {"role": "body", "text": "That said, at least two factors stand in the way of a Hungarian-style monopolisation of the narrative. The first is the need to show programmes the public will watch. Several leading TV personalities have already left RAI for private channels not beholden to the Berlusconi family, of which there are a growing number. "}, {"role": "body", "text": "A second challenge is presented by the sheer volume of contemporary media. Young Italians in particular are more likely to be tapping into TikTok or Instagram than switching on RAI or Mediaset. And in any case, the influence of the two giants of the Italian airwaves was always debatable. “Silvio Berlusconi lost two elections,” notes Mr Riotta. “And on each occasion he controlled both Mediaset and RAI.” ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 39}