{"title": "Sources and acknowledgments", "subtitle": "", "hashTag": "Special report", "authorName": "The Economist", "publishDate": "2024-04-25T13:29:54Z", "contents": [{"role": "body", "text": "In addition to those quoted in this report, the authors would like to thank the following people for their help."}, {"role": "body", "text": "Reuben Abraham, Anil Agarwal, Montek Singh Ahluwalia, Bhuvana Anand, TCA Anant, Lavanya Ashok, Laveesh Bhandari, VT Bharadwaj, Anirudh Burman, Ashish Kumar Chauhan, Sajjid Chinoy, Ajai Chowdhry, Anirudha Dutta, Naushad Forbes, Josh Foulger, Pawan Goenka, Rajeev Gowda, Poonam Gupta, Prithika Hingorani, Sashidhar Jagdishan, Aalim Javeri, Ashok Jhujhunwala, Shipra Joshi, Amitabh Kant, Vijay Kelkar, Uday Kotak, Pranay Kotasthane, Arun Kumar, Rohit Lamba, Arun Maira, Vibhav Mariwala, Neelkanth Mishra, Sudeep Mishra, Saurabh Mukherjee, Krishnamohan Narayan, Nandan Nilekani, Arvind Panagariya, Vinod Punjabi, Aditya Puri, Harsha Raghavan, Anuj Raj, Shruti Rajagopalan, Raghuram Rajan, Akhilesh Kumar Roy, Renuka Sane, B. Santhanam, Pronab Sen, Harshjit Sethi, Ajay Shah, NK Singh, Sumant Sinha, Arjun Soin, Arvind Subramanian, Andrew Torrance, Saurabh Tripathi, Mahesh Vyas, Unmesh Wagh"}, {"role": "body", "text": "Books and resources"}, {"role": "body", "text": "Raghuram Rajan and Rohit Lamba. Breaking the Mould: Reimagining India’s Economic Future. Penguin India. December 2023Karthik Muralidharan. Accelerating India’s Development: A State-Led Roadmap for Effective Governance. Penguin India. March 2024Arvind Panagariya. New India: Reclaiming Lost Glory. Oxford University Press. 2020.Azim Premji University. State of Working India 2023: Social Identities and Labour Market Outcomes. 2023Goldman Sachs. The Path to 2075 – Slower Global Growth, But Convergence Remains Intact. 2022.Devesh Kapur. Why Does the Indian State Both Fail and Succeed? Journal of Economic Perspectives Vol 34 No 1. Winter 2020Rajiv Lall. The State, Democracy and Markets: Lessons for India from the Global Experience. Artha Global. October 2023Marcellus Asset Management. The Polarization of Corporate Profits in India is Reducing. Feb 2024Podcasts: Grand Tamasha, Ideas for India, The Seen and the Unseen"}], "id": 59}