{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_BRP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The ECtHR’s Swiss climate ruling: overreach or appropriate?", "subtitle": "A ruling on behalf of pensioners does not mean the court has gone rogue", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-25T13:58:11Z", "contents": [{"role": "body", "text": "IT COULD BE the plot of a kitschy tear-jerker: a group of elderly Swiss ladies sue their government in an international court over greenhouse-gas emissions, and win. On April 9th the European Court of Human Rights (ECtHR) upheld the claim of the Verein KlimaSeniorinnen (Climate Seniors’ Association), an organisation of some 2,000 older women, that Switzerland had failed to protect them from climate change. The country’s Greens celebrated the verdict. Others were less impressed. The populist Swiss People’s Party (SVP) attacked “interference by foreign judges” and called for quitting the Council of Europe, the court’s parent body. In Britain the judgment confirmed the scepticism of many Tories about the court: “complete overreach” was the verdict of Rishi Sunak, the prime minister. "}, {"role": "body", "text": "In fact, the decision was less striking than it seemed. The court held that Switzerland had violated Article 8 of the European Convention on Human Rights (ECHR), which protects private and family life. This may seem odd grounds for a climate-change decision but Article 8 has long been the standard vehicle for environmental cases, since pollution almost always affects private life. Switzerland has signed the Paris accords and committed to curbing emissions so as to hold global warming to 1.5°C above pre-industrial levels. But it missed its target for 2020 and had no clear plan to meet its aim of a 50% cut by 2030. The ruling holds that Switzerland must implement regulations that achieve these goals. That is similar to recent decisions by the Dutch and German courts. "}, {"role": "body", "text": "The ECtHR dismissed two other climate suits on the same day, against France and Portugal, and in the Swiss case it ruled that four individual plaintiffs lacked standing; only the Verein could proceed. The court is deferential to governments, says Jorge Viñuales, a law professor at Cambridge University, and among lawyers in human rights and the environment “nine out of ten are comfortable” with the ruling. The vote among the court’s judges was 16 to 1."}, {"role": "body", "text": "Opponents claim the court is usurping the prerogatives of Switzerland’s lawmakers and people. “It’s an activist court,” says Thomas Aeschi, an MP for the SVP. But the ruling does not specify how the country should cut emissions, only that it needs a plan. (It will, however, have to submit that plan to a body of the Council of Europe for approval.) Switzerland’s environment minister, also an SVP member, has mellowed on the verdict: he thinks regulations that the Swiss government was already developing will satisfy the court’s conditions."}, {"role": "body", "text": "Other European countries with flimsy climate plans are right to worry about the precedent set by the decision. The decision’s biggest innovation was to grant a group like the Verein standing to sue. A case against Norway is pending. The kitschy tear-jerker may soon have a sequel, and with it, more ammunition for the court’s critics. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 46}