{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_ASP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The Maldives is cosying up to China", "subtitle": "A landslide election confirms the trend", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:14Z", "contents": [{"role": "body", "text": "THE MALDIVES tends to evoke images of cocktails enjoyed on pristine white beaches framed by gently swaying palm trees. Thoughts of geopolitics rarely feature. Yet they were to the fore this week as the People’s National Congress, the party of President Mohamed Muizzu, won a landslide victory in parliamentary elections, claiming over two-thirds of seats. "}, {"role": "body", "text": "The victory is likely to help Mr Muizzu, who took over as president in November, change his country’s foreign policy. He has sought to make good on an election promise to reorient the archipelago away from India, traditionally the Maldives’ closest regional economic and security partner, and step up co-operation with China. "}, {"role": "body", "text": "Both India and China have an interest in maintaining a base in the Maldives, which sits near several important shipping lanes and could become important in a wider regional conflict. Both countries have invested in infrastructure, though they have not published the conditions of most deals. Historically, India has had the edge. Yet China has stepped up its efforts. The Maldives now owes about $1.3bn to China, or 19% of its total debt, compared with less than a tenth of that for India."}, {"role": "body", "text": "Mr Muizzu claims that his foreign policy is merely “pro-Maldives” rather than pro- or anti-China or India. Yet he won last year’s presidential election on an “India out” platform. He promised to rid the atoll of India’s small military presence, which consists of a few dozen soldiers manning rescue helicopters donated by India, and to attract more investment from China. After he took office he eschewed the tradition adhered to by his predecessors, all of whom made their first foreign visit to Delhi. Instead, he went first to Turkey and then to the United Arab Emirates. In January he made a five-day state visit to China, where he met with President Xi Jinping and signed a raft of co-operation agreements. He has yet to visit India. "}, {"role": "body", "text": "The pivot is already visible in tourism, which accounts for virtually all of the Maldives’ $7bn economy (a small chunk is generated by the tuna trade). Until last year, Indians were the largest group of tourists, with 210,000 visiting in 2023, more than 11% of the total. During the first quarter of this year, the number of Indian visitors dropped to 34,847, compared with 56,208 during the same period in the previous year. The drop was probably related to boycott calls from India in January after three of Mr Muizzu’s junior ministers made what were seen as derogatory remarks about Narendra Modi, India’s prime minister, and the tourism potential of India’s beaches. Chinese tourists made up for this: 67,399 arrived over the past three months, up from 17,691 in the same period last year. "}, {"role": "body", "text": "Yet Mr Muizzu is unlikely to break completely with India. The withdrawal of India’s troops from the islands is expected to be completed over the coming weeks. But they are likely to be replaced with civilian crew. India has not paused its infrastructure investments in the country, nor has Mr Muizzu asked it to. The two countries continue to discuss how to expand economic co-operation. Mr Muizzu seems to realise that for small countries, two big friends are better than one. ■"}], "id": 16}