{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_ASD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The family feud that holds the Philippines back", "subtitle": "Squabbling between the Marcos and Duterte clans makes politics unpredictable", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:16Z", "contents": [{"role": "body", "text": "Like Romeo and Juliet, the president and vice-president of the Philippines come from rich, powerful families that are constantly at daggers drawn. Unlike Shakespeare’s star-crossed lovers, Ferdinand “Bongbong” Marcos and Sara Duterte detest each other. This makes governing the Philippines rather harder than it should be."}, {"role": "body", "text": "Both families have grubby histories. Mr Marcos is the son of a despot, also called Ferdinand Marcos, who stole billions, tortured thousands and was ousted by a popular uprising in 1986. (He died three years later.) Ms Duterte is the daughter of Rodrigo Duterte, who as president from 2016-22 urged the wholesale murder of drug suspects and called the pope a “son of a whore”."}, {"role": "body", "text": "The Marcoses and Dutertes have co-operated in the past. Sara Duterte’s grandpa served in Marcos senior’s cabinet. Her father allowed the late kleptocrat’s corpse to be buried in the national heroes’ cemetery. The two dynasties formed an uneasy alliance to win an election in 2022: Ms Duterte stood for the number-two job, which is chosen separately, with a rumoured understanding that she will run for the top one in 2028. But now they are openly feuding."}, {"role": "body", "text": "Early squeals of discord were audible last year, when Mr Marcos’s government stopped giving Ms Duterte’s office millions of dollars in “confidential funds”, which are not rigorously audited, and which the president uses by the shovelful. This year things have heated up. Mr Marcos has suggested revising the constitution to remove clauses that hinder foreign direct investment. The Dutertes fear he may use this as a pretext to relax term limits. Currently he is barred from running for re-election. If that changes, Sara Duterte’s path to the presidency gets more complicated."}, {"role": "body", "text": "In January Ms Duterte’s brother, a mayor, called on Mr Marcos to resign. Her father accused Mr Marcos of being a “drug addict”. Mr Marcos suggested that his predecessor’s mind was clouded by fentanyl, a painkiller he has admitted to taking after a motorcycle crash eight years ago."}, {"role": "body", "text": "Former President Duterte upped the stakes by threatening that if Mr Marcos tinkers with the constitution, the Duterte family stronghold, Mindanao, the second-largest island in the Philippine archipelago, might secede. Such loose talk of dismantling the country set off alarm bells, especially since Mindanao has a recent history of horrific separatist violence. Marcos officials threatened stiff penalties for fomentors of secession. At a Duterte rally on April 14th a prominent lawmaker urged the army and police to stop supporting Mr Marcos, so he would have to resign. The lawmaker later apologised, but the atmosphere remains turbulent. "}, {"role": "body", "text": "The feud matters for three reasons. First, it makes foreign policy less predictable. Mr Duterte cosied up to China; Mr Marcos has pivoted sharply back to America, giving it access to military bases and extracting promises of protection. China claims Mr Duterte verbally agreed to ease tensions in the South China Sea by not repairing a Philippine outpost on a disputed reef. Mr Marcos retorts that if such a secret agreement exists, it is null and void. Mr Duterte calls Mr Marcos a “crybaby” for seeking help from President Joe Biden. No one is sure how ties might shift if his daughter is the next president. "}, {"role": "body", "text": "Second, although the country is better-run under Mr Marcos than it was under Mr Duterte, the feud is an unhelpful distraction. Ms Duterte wanted to be defence minister. Mr Marcos, who perhaps does not trust her with all those guns, put her in charge of schools instead. The Alliance of Concerned Teachers, a political party, gripes that the job should have gone to someone who knows more about education and is less concerned with scrabbling for supreme power. Covid learning loss was dire, partly thanks to Ms Duterte’s dad. "}, {"role": "body", "text": "Third, the feud could make the next election campaign even dirtier and nastier than previous ones. Both families have much to lose. The International Criminal Court is investigating Mr Duterte for crimes against humanity during his anti-drug war. Mr Marcos has vowed not to co-operate, but has recently allowed investigators into the country and could one day start helping them. Meanwhile, a commission charged with retrieving some of the billions stolen under Marcos senior is now run by appointees of Mr Marcos junior, and making predictably little headway. The Philippines is a country of immense potential. Rule by Montagues and Capulets is not the best way to realise it. ■"}, {"role": "body", "text": "Read more from Banyan, our columnist on Asia: Lawrence Wong will be only the fourth PM in Singapore’s history (Apr 18th)Some Australians are increasingly sceptical of  (Apr 11th)For a glimpse at Japan’s future, look at its convenience stores (Apr 4th)"}, {"role": "body", "text": "Also: How the Banyan column got its name"}], "id": 15}