{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_EUP001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "The tiny republic of San Marino is alarmingly friendly to Russia", "subtitle": "Intelligence sources are concerned about the country, which is surrounded by Italy", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-24T17:32:22Z", "contents": [{"role": "body", "text": "EMMANUEL Goût has a long record of involvement with Vladimir Putin’s Russia. The 65-year-old Frenchman has acted for some of Russia’s leading energy groups and helped set up the French-language service of the Russian state-controlled television channel, RT. In 2020 he was awarded Russian citizenship by means of a special decree issued by the president."}, {"role": "body", "text": "Yet, for the past two years, and despite his history of close relations with Mr Putin’s Russia, Mr Goût has been the diplomatic representative of a western European state, albeit one of the tiniest. On February 7th 2022, with Russian soldiers massing on Ukraine’s borders ahead of the invasion that came 17 days later, the republic of San Marino named him as an ambassador-at-large. According to Luca Beccari, the microstate’s foreign minister, Mr Goût was appointed because of his “experience over many years in numerous sectors of interest to the Republic”. Yet his name does not appear on San Marino’s own list of its envoys available to the public through its website. His appointment was announced only on a government portal reserved for diplomats, but left unsecured. "}, {"role": "body", "text": "On July 18th 2023 San Marino gave Mr Goût more specific responsibilities, as its ambassador to Algeria. Mr Beccari said in written answers to questions from The Economist that at the time of the Frenchman’s appointments “no other citizenships were declared, nor did other citizenships emerge from checks made internally”. The decree granting Mr Goût his additional Russian citizenship can be viewed on a Russian government website. "}, {"role": "body", "text": "This late-blossoming career as a diplomat is a manifestation of San Marino’s unusual foreign policy, one that has provided Russia—and also China—with a little-known backdoor into western Europe, and especially Italy. It raises questions about the European Union’s plans for closer ties with the republic. Last December the EU announced that it had successfully concluded negotiations for an association agreement with San Marino. The deal has yet to be formally approved in Brussels or ratified by the European Parliament. "}, {"role": "body", "text": "An independent enclave in the north of Italy, San Marino has long had close ties to Russia, which it has explained by reference to its traditional neutrality. It did not join other Western nations in imposing sanctions after the annexation of Crimea in 2014. On the contrary, five years later, by which time Kremlin-backed separatists had occupied large parts of eastern Ukraine, the microstate’s then foreign minister invited his Russian counterpart, Sergei Lavrov, to make an official visit. In 2021 it bought Russia’s Sputnik vaccine, giving Moscow a propaganda boost, and later that year the two countries signed an agreement to scrap visa restrictions. In 2022, however, after the full-scale invasion of Ukraine, the tiny republic did implement sanctions against Russia, thereby abandoning centuries of formal neutrality. "}, {"role": "body", "text": "That San Marino may still have an ambivalent policy towards Russia comes as no surprise to intelligence sources in Rome. San Marino has long provided a haven for espionage, says a former senior Italian intelligence officer. Russian, and to a lesser degree Chinese, intelligence services have made use of San Marino as a place to meet agents and conduct financial transactions “out of sight”, the former official says. “It is a logistics base where you can meet calmly to discuss what you are up to in Italy.” "}, {"role": "body", "text": "The source suggests that recent opposition within San Marino to improving its policing equipment may have been motivated by factions wanting to keep prying eyes out. San Marino stands to benefit economically from its friendly relations with Russia, from where hundreds of thousands of much-needed tourists have come to the tiny republic. "}, {"role": "body", "text": "Mr Goût first became involved with Russia in 1989, the year the Berlin Wall came down. Fininvest, a group controlled by Italy’s former prime minister and TV magnate, the late Silvio Berlusconi, gave him the task of identifying business opportunities in the collapsing Soviet bloc. The Frenchman later founded a PR firm that worked for the state-owned nuclear-energy corporation, Rosatom, lobbying other countries to buy Russian nuclear-power plants. His consultancy, Stratinvest, also listed among its clients the petroleum giants Rosneft and Gazprom. "}, {"role": "body", "text": "In 2015, having turned his attention back to France, Mr Goût was reported by a French newspaper to have introduced the future far-right politician Eric Zemmour to the Kremlin. Two years later he played a key role in setting up RT France. Mr Goût is said by Ukrainian intelligence sources to have helped organise meetings with foreign politicians and journalists for Mr Lavrov, and to have consulted on negotiations regarding arms sales. Mr Goût did not reply to a request for comment. "}, {"role": "body", "text": "Not that he is the only envoy of San Marino to have a history of close ties to Russia. Professor Igor Pellicciari, the republic’s ambassador to Jordan, who is Italian, was appointed in 2019. Yet, from 2014 until 2017, he represented Russia as its honorary consul in Bologna, the most accessible big city to San Marino. Honorary consuls must reside in designated territories and, according to Italian diplomatic sources, his credentials were revoked after he notified authorities that he had moved to Russia. In response to The Economist Mr Pellicciari says that he “never received financial compensation of any kind—not even in the form of reimbursement of expenses” for his activities as honorary consul."}, {"role": "body", "text": "Landlocked San Marino has a population of less than 34,000 and occupies an area of barely 60 sq km. That makes it one of the smallest countries in the world. Yet until February 29th this year its honorary consul in Moscow was among Russia’s most powerful men. Vladimir Lisin had held the post since 2002. Mr Lisin, a steel magnate, is Russia’s third-richest citizen, according to Forbes, a business magazine. He has publicly criticised the invasion of Ukraine, but is subject to sanction by Australia, which placed him on its list in 2022 for “engaging in an activity or performing a function that is of economic or strategic significance to Russia”. San Marino removed Mr Lisin from its consular corps only after he tendered his resignation; Mr Lisin’s office told The Economist that this was “due to his inability to be present in the regions of consular activity on a regular basis”. Mr Beccari says San Marino had not acted earlier “since Mr Lisin’s name does not feature in the European Union’s sanctions, to which San Marino adheres”."}, {"role": "body", "text": "San Marino has been independent since 1291. It was not united with the rest of Italy in the 19th century—a reward, according to some versions, for having given refuge to Giuseppe Garibaldi and his wife during the struggle for Italian unification. Once a tax haven, San Marino’s economy has suffered in recent years from the stricter control of offshore financial centres. Its citizens are nevertheless among the richest in the world."}, {"role": "body", "text": "Peter Stano, the European Commission’s spokesperson for foreign affairs and security policy, said: “San Marino is an EU like-minded partner and regularly supports EU foreign-policy positions in international organisations.” He also noted that San Marino had voted for the UN General Assembly motion demanding Russia withdraw from Ukraine. But a senior Ukrainian intelligence official said that although San Marino’s continued ties to Russia were “not a surprise”, the apparent lack of attention being paid to San Marino’s foreign policies by its European neighbours was “a cause for concern”. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 40}