{"coverImageURL": "https://www.economist.com/media-assets/image/20240420_EUP506.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Two years of war have impoverished many Ukrainians", "subtitle": "The elderly, the displaced and the disabled are the worst affected", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-21T18:20:31Z", "contents": [{"role": "body", "text": "AS SOON AS the volunteers appear, those that have been waiting for them on Kyiv’s central Independence Square (known as Maidan) form a queue, shuffle forward and take a warm drink and a freshly cooked meal. An elderly man tries to calm a noisy outburst from his mentally disabled adult son. The war has left millions struggling economically, but two years after the beginning of the full-scale invasion some are suffering much more than others. The hardest hit are the elderly, the disabled and the displaced. "}, {"role": "body", "text": "In 2023 Ukraine’s GDP was 72% of what it was in 2021. Millions have either lost their jobs, or had their pay cut by struggling employers. But walk around any of the big cities set back from the frontlines and today you would hardly know there was a war on. Last month a huge new bookshop opened a few minutes’ walk from where the volunteers of Sant’Egidio, a Rome-based charity, distribute their food. Shops, businesses, cafés and restaurants are packed and plenty of people are driving fancy cars. "}, {"role": "body", "text": "However, the war has tipped many into poverty, especially those who were hard-pressed before, and above all those whose homes and livelihoods have been lost. A World Bank survey last November found that 9% of Ukrainians had run out of food at some point in the previous 30 days. In March, according to the Centre for Economic Strategy, a think-tank in Kyiv, 23% were in a state of food insecurity. Some 14% were unemployed. "}, {"role": "body", "text": "Yevhen Hlibovytsky, an analyst, says some caution is needed when interpreting such data. The war has indeed caused “a lot of poverty”, he says. But Ukrainian society is less “atomised” than its Western counterparts. Family safety-nets help to a greater extent than in the West. "}, {"role": "body", "text": "That is certainly true. But lining up for food on Maidan are the unlucky ones. Many of the pensioners there say that, far from getting help from their children, they are begging them for money. Some of those in need spend their days travelling around Kyiv picking up help from different humanitarian organisations. After food, utilities, medicines and communal housing charges they all say they have nothing left. There is a good reason for this. In 2022 inflation hit 26.6% and in 2023 it was still 5.1%. Although pensions have increased, the increments have varied and have not kept pace with inflation. Pensioners have all seen their incomes severely eroded. Average monthly pensions are the equivalent of $135. "}, {"role": "body", "text": "More than a quarter of the population, 10.5m people, are pensioners. But they are far from the only ones to have lost out, says Oksana Zholnovych, the minister for social policy. So have the 3m who receive a disability benefit. Their number has increased by 300,000 in two years, thanks to wounded soldiers, injured civilians and people who have had other issues ranging from heart attacks to war-related stress. "}, {"role": "body", "text": "Many of the volunteers on Maidan initially came to Sant’Egido because, having fled from fighting or Russian occupation, they needed help themselves. There are 3.7m internally displaced people (IDPs) in Ukraine. On her phone Natasha shows a satellite image of a ruined apartment block in the eastern city of Bakhmut, which fell to the Russians in May 2023 after almost a year of heavy fighting. “My home,” she says. In Bakhmut she was a kindergarten teacher, and her family all had their own homes. She had extra income from renting out two other properties. Now she says, her friends and family are either unemployed or work at jobs in supermarkets for which they are very overqualified. “It was a comfortable life,” she says. “Now I live off humanitarian aid.” "}, {"role": "body", "text": "Although many do get aid, their mainstay has been social security. Until March 1st some 2.5m IDPs received a monthly payment (of $77 for those with children or disabilities and $51 for others) , which could be topped up with other help. Anyone deemed capable of working is now ineligible to receive this IDP payment, and the number of recipients is expected to drop to about 1.5m. "}, {"role": "body", "text": "In this time of war, pensions and social-security payments have a far greater significance than just cash in the bank, says Ms Zholnovych. When everyone got their money in March 2022, the first disbursement after the beginning of the full-scale invasion, it was hugely symbolic. Those payments meant then, and still mean she says, that “we are fighting, we are holding on, the state exists.” Ukraine’s allies have understood this. The budget for all of Ukraine’s social payments, except for pensions, is now being financed with their money. "}, {"role": "body", "text": "For 2024 Ukraine needs $37.3bn of external financing and there is likely to be a shortfall. That will mean cuts in social spending, and perhaps an increase in energy prices, which have not kept pace with inflation. Hlib Vyshlinsky, who heads the Centre for Economic Strategy, says he thinks that 2024 will be just about “manageable”. What worries him is how to keep going in the years to come if the war continues “and we do not have foreign support.” Grinding Ukrainians down on the front and impoverishing them behind it, so that they lose the will to fight on, is clearly part of Vladmir Putin’s plan. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 43}