{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_BRD002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why Britain’s membership of the ECHR has become a political issue", "subtitle": "And why leaving would be a mistake", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-25T13:58:13Z", "contents": [{"role": "body", "text": "“Beware! I am going to speak in French!” So said Winston Churchill as he stood in Place Kléber, a square in central Strasbourg, on August 12th 1949. In the speech that followed, Britain’s former prime minister set out his vision of a “united Europe” that would stand against tyranny. Central to it, he said, was the declaration of human rights by the United Nations in Geneva. Two years later, Britain became the first country to ratify the European Convention on Human Rights (echr), which was based on that declaration and largely drafted by British lawyers. "}, {"role": "body", "text": "This is a history many Conservatives would like to forget. Facing an election drubbing and threatened on their right flank by Reform UK, a party that is polling well, some Tories are coalescing around the idea of abandoning the convention. Two potential leadership candidates, Suella Braverman and Robert Jenrick, have called for Britain to leave. Liz Truss, a former prime minister, has done the same. Rishi Sunak, her successor, has suggested he is prepared to countenance leaving. The grassroots of the party are in favour of quitting. Why has the ECHR become such a bugbear? And are there grounds to leave?"}, {"role": "body", "text": "The ostensible reason why the ECHR is in the cross-hairs of disgruntled Tories is its role in impeding the government’s plan to dispatch asylum-seekers to Rwanda. In June 2022, shortly before a plane carrying asylum seekers was due to fly to Kigali, the European Court of Human Rights (ECtHR) in Strasbourg, which enforces the convention, issued a “rule 39” order. This is an urgent injunction used when applicants are deemed at risk of harm. It was not clear asylum seekers would be fairly treated in Rwanda, it said; they risked refoulement, being returned to dangerous countries. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_BRC421.png", "imageWidth": 608.0, "imageHeight": 662.0, "imageDescription": ""}, {"role": "body", "text": "This angered the government, which believes the threat of deportation will deter rising numbers of small boats from crossing the English Channel (see chart). Yet in November it became clear that the ECtHR had been right: Rwanda was not a safe destination for asylum-seekers, the Supreme Court ruled. "}, {"role": "body", "text": "On April 22nd, after weeks of wrangling, Parliament finally passed a law declaring Rwanda to be safe. Mr Sunak wants the first Kigali-bound planes to take off in the next few weeks, and is in no mood to be thwarted by anyone, let alone a bunch of human-rights champions in Strasbourg. As well as telling domestic decision-makers to “conclusively treat the Republic of Rwanda as a safe country”, the law allows ministers to ignore interim orders from the ECtHR (though that risks the court deciding that Britain is in full breach of the convention). “No foreign court will stop us from getting flights off,” said Mr Sunak. "}, {"role": "body", "text": "Further confrontation with the ECtHR over the Rwanda policy is not inevitable. Research by academics at the University of Oslo suggests that the court is more political than might be assumed. That may help explain why in March it tightened the rules on rule-39 orders to underline that they may be granted only exceptionally and where there is clear risk of irreparable harm. The court also issued guidance explaining that applicants facing extradition or expulsion must have exhausted their cases in domestic courts first. Judges who issue injunctions must now be named. "}, {"role": "body", "text": "But even if the ECtHR does not get heavily involved in the Rwanda plan, it is not going away as a Tory neurosis. For the convention combines two elements most calculated to trigger right-wing politicians and voters: restraints on parliamentary sovereignty and progressive tendencies. "}, {"role": "body", "text": "Some of the rights set out by the ECHR are uncontentious. But the interpretation of others is more controversial. On April 9th the ECtHR ruled in favour of a group of Swiss women who said their government’s failure to combat climate change had violated their right to privacy and family life. And a gender ideology that Britain is now trying to roll back has some of its origins in Strasbourg. In 2002 the court ruled that Britain’s refusal to allow a transgender woman (biological man) to change her birth certificate violated her right to privacy. That ruling led to Britain’s Gender Recognition Act, the first national law letting people change their birth certificates without genital surgery. "}, {"role": "body", "text": "None of which adds up to coherent grounds for walking out of the ECHR. It is possible to reform the convention and the court without leaving. Since 1951 its members have agreed on 16 amending “protocols”. One introduced by Britain in 2013 underlined that national authorities are often in a better position to make decisions and made it easier for the court to reject trivial applications. Britain, like other members, can make arguments about specific cases as well as pushing for new guidance on things like emergency injunctions."}, {"role": "body", "text": "Stephanos Stavros, a human-rights lawyer in Strasbourg who has worked for the Council of Europe, observes that other countries are subtler at pushing at the boundaries of international asylum law. They also sometimes just break it. Late last year France deported an alleged radical Islamist to Uzbekistan although the court had issued an injunction. (There will be no punishment; the price of disobeying the court is reputational damage.) "}, {"role": "body", "text": "Any serious analysis of the ECHR would also take into account past rulings that are now widely considered crucial. The ECtHR has helped ensure that children are not hit at school, for example, and that gay people can serve in the army. It has also been “an important protector of journalistic sources and press freedom”, says Adam Wagner, a human-rights lawyer. “This would be lost if we left the ECHR, along with the ability to influence international human-rights law across Europe, for no obvious benefit.”"}, {"role": "body", "text": "Such an analysis would also weigh up the costs of withdrawal. It is unclear what would happen to the Good Friday Agreement on Northern Ireland, which refers to the ECHR repeatedly. The UK-EU Trade and Co-operation Agreement of 2021 also stipulates that post-Brexit co-operation depends on adherence to the ECHR. "}, {"role": "body", "text": "The Labour Party, which is odds-on to win the next general election, has no plans to leave. A poll by More in Common, a think-tank, found that only 25% of people think Britain should do so. That ought to be a clear signal to the Tories to focus their attention on more important issues. It seems not to be getting through. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 45}