{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_BRD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why are so many bodies in Britain found in a decomposed state?", "subtitle": "To understand Britons’ social isolation, consider their corpses", "hashTag": "Britain", "authorName": "The Economist", "publishDate": "2024-04-25T13:58:08Z", "contents": [{"role": "body", "text": "GRAHAME GIDDINGS was born on Valentine’s Day in 1952. Nobody knows when he died. He had not been seen in weeks when police forced their way into his north London home on December 28th 2023. Unopened post was piled high on his doormat. His body was decomposing on the bedroom floor. "}, {"role": "body", "text": "Giddings’s sad fate is becoming increasingly common. In a recent study in the Journal of the Royal Society of Medicine, the authors looked at records of deaths for which pathologists were unable to determine a cause during an autopsy (coded as “unascertained”). In the vast majority of cases, including Giddings’s, this is usually because a body is too decomposed to examine properly. Their research suggests that the number of unascertained deaths in England and Wales increased five-fold between 1992 and 2022, even as overall mortality rates were falling."}, {"role": "body", "text": "Yet these figures only account for the most extreme cases of decomposition, notes Theodore Estrin-Serlui, a pathologist in London and one of the paper’s authors. He estimates that 8,000-9,000 people were found in an advanced state of decomposition in 2022."}, {"role": "body", "text": "Several factors influence how rapidly a body decomposes. Corpses rot faster in hot and steamy conditions; those of obese people tend to waste away more quickly. Yet warmer weather and wider waistlines cannot explain why decomposition has become much more frequent among certain groups, especially older men. “We’re talking about people who die alone and aren’t found for a good period of time,” notes Dr Estrin-Serlui. Frequency of decomposition, he suggests, can be used as a proxy for social isolation."}, {"role": "body", "text": "The theory seems plausible. In 2021 30% of all households contained only one person, compared with 17% in 1971. Rates of unascertained deaths tripled among British males over 60 between 1990 and 2010, the largest increase, at a time when the fastest-growing group of people living alone were middle-aged men. Family breakdowns, rising separation rates and changing social norms have pushed more people to live alone. People may not know who their neighbours are. In central London residents often live stacked in flats, in close physical proximity to one another but with little social contact. There, rates of decomposition at home are twice as high as in suburban Hertfordshire."}, {"role": "body", "text": "In the age of individualism and the internet, it is also far easier to completely withdraw from society. In Ashurst Close, a quiet cul-de-sac in St Helens in north-west England, residents describe themselves as a close-knit community. Yet no one had heard of Paul Beardwood, a retired car-factory worker, until his social landlord found him decomposing last November—and only after engineers had failed to gain entry for an annual boiler service. “I never saw him…I think he bought stuff off the telly,” says one neighbour who knows most of the others in the block. Police eventually found Beardwood’s next of kin through an appeal on Facebook."}, {"role": "body", "text": "More formal sources of social connection have changed, too. The pandemic interrupted normal routines: Giddings had chronic obstructive pulmonary disease, but had not seen his doctor since 2019. Social landlords like Beardwood’s prioritise privacy over welfare, not least because they are forbidden from entering properties without adhering to legal procedures. Down the road from where Beardwood died, the community centre has been given over to hosting children’s parties and yoga retreats. The closest church is locked. The only solace offered is a banner with a website: “trypraying.co.uk”."}, {"role": "body", "text": "At an inquest last month the coroner was forced to conclude that Giddings’s cause of death was “open”. Then he tried to paint a picture of a person: a passionate cricketer who could be found regaling his teammates in the bar after a game; a “home bird” who died in the house he grew up in. One inconvenient truth went unspoken. Grahame Giddings died alone, and it took weeks for anyone to notice.■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in Britain, sign up to Blighty, our weekly subscriber-only newsletter. "}], "id": 47}