{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_ASP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Why do the Japanese love CDs?", "subtitle": "They have not taken to streaming as keenly as the rest of the world", "hashTag": "Asia", "authorName": "The Economist", "publishDate": "2024-04-25T13:57:11Z", "contents": [{"role": "body", "text": "When Prince sang “Tonight, I’m gonna party like it’s 1999” on his 1982 hit “1999”, he was describing a party during a turn-of-the-millennium apocalypse. He could have been singing about the music industry. In 1999, according to the International Federation of the Phonographic Industry (IFPI), global recorded-music revenues soared to $22bn ($40bn in 2023 prices). That revenue was largely driven by the compact disc (CD). Over the next 15 years, those revenues would fall as consumers turned to streaming. The IFPI recently reported that streaming accounts for 67% of revenues. CDs account for just 10%. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20240427_ASC437.png", "imageWidth": 608.0, "imageHeight": 701.0, "imageDescription": ""}, {"role": "body", "text": "But in Japan it seems time has stood still. In 2023, 39% of recorded revenues came from CDs there, making Japan the second-biggest music market globally (see chart). On the face of it, this may be down to demography. Nearly 30% of the Japanese population is 65 or older. But older listeners have cottoned on to streaming elsewhere: although 24% of Italian citizens are 65 or older, 65% of recorded-music revenues come from streaming. "}, {"role": "body", "text": "Instead, two factors explain the Japanese market for CDs. The first is price controls. In 1953 Japan’s government, concerned about its products being devalued, established saihan seido, or its “price retail maintenance system”. This system gave copyright owners the ability to set the prices for certain classes of intellectual property, including physical products such as CDs. Because retailers and resellers could not compete on prices, they were inflated and consumers had few alternatives. Music companies are able to leverage this monopoly power to maintain the status quo. Japanese talent agencies also stopped their artists from being on streaming platforms. "}, {"role": "body", "text": "The second factor is that, in the decades after the establishment of saihan seido, these talent agencies began to market performers as “idols”. Part of the way that this idol status is maintained is through events, which fans are typically only eligible for if they purchase a CD. Some buy several in order to up their chances of an encounter with a pop star. The branch of Tower Records, a record shop, in Tokyo has several floors dedicated to idols. This type of fan culture has kept the CD alive in South Korea, too. Fully 33% of recorded-music revenues came from CDs there last year. "}, {"role": "body", "text": "Despite this, however, the CD does seem to be losing its grip over Japanese music fans. In 2019 CDs accounted for 49% of recorded-music revenues on the island nation, while streaming only accounted for 18%. Last year streaming surged to 36%. Soon, it seems, Japanese listening habits will mirror those in the rest of the rich world. ■"}], "id": 18}