{"coverImageURL": "https://www.economist.com/media-assets/image/20240427_EUP002.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Will Spain’s prime minister suddenly quit?", "subtitle": "Pedro Sánchez stunned Spain with a promise to announce plans on April 29th", "hashTag": "Europe", "authorName": "The Economist", "publishDate": "2024-04-25T10:03:41Z", "contents": [{"role": "body", "text": "PEDRO SÁNCHEZ knows drama. When he was clobbered at last May’s regional and local elections, Spain’s prime minister promptly called national ones. To bet it all at his weakest moment might have seemed crazy, yet Mr Sánchez overperformed, assembled a rickety majority and came back as prime minister. "}, {"role": "body", "text": "Drama has returned with his surprise decision, on April 24th, to clear his calendar until Monday 29th when he will announce whether he plans to stay on the job. The cause of his “reflection”, he said, was an attack on his wife, Begoña Gómez. A group called Manos Limpias (“Clean Hands”), founded by a former far-right political activist, has brought an influence-peddling complaint against her, and a court is making preliminary inquiries."}, {"role": "body", "text": "Ms Gómez worked at IE University, a private institution, for four years directing its Africa Centre. Globalia, a tourism company, gave her and the centre’s director round-trip tickets to a London conference and considered a €40,000 ($42,800) sponsorship for scholarships and events. That proposal was scuppered by the pandemic. Then Air Europa, an airline owned by Globalia, was bailed out with a €475m loan. Not a bad return on the cost of two aeroplane seats, if true. IE says not a cent was received directly from Globalia, nor will be. (Spain also bailed out other airlines.)"}, {"role": "body", "text": "Ms Gómez later went on to Complutense University, to run a master’s programme which Carlos Barrabés, an entrepreneur, was also involved in. He later formed a joint venture asking for public money to help young unemployed people. Ms Gómez signed two short letters of support. The joint venture submitted them (with dozens of others) and won its bid."}, {"role": "body", "text": "The pillars of the case against Ms Gómez (and Mr Sánchez) look flimsy so far. So why his announcement? Perhaps he really plans to leave. He has long been said to covet an international job. The most plausible would be the presidency of the European Council, the regular gathering of European national leaders. It is said to be reserved for a senior centre-left politician when top posts roll over after European Parliament elections in June. The frontrunner has been António Costa, who resigned as Portugal’s prime minister last year (to fight corruption accusations which have since looked weaker by the day). Mr Sánchez hails from a heftier country, but last year ran an underwhelming six-month Spanish presidency of the Council of the European Union (its policymaking gathering of ministers). He has also put many backs up in Brussels with his unusually harsh criticism of Israel’s war in Gaza. "}, {"role": "body", "text": "Another reason to quit might be that more details about his wife’s affairs will emerge and he knows it; better to walk than to be pushed. Yet another reason to go is the fragility of his governing coalition, which relies on regional nationalists who have already provided endless headaches. Passing budgets will be excruciatingly difficult, and he has already been through six years of withering criticism from the centre-right opposition. Almost any other job might seem more attractive."}, {"role": "body", "text": "The reason to stay? He could snatch the limelight ahead of the European elections (and crucial Catalonia ones in May), and perhaps embarrass the opposition. Maybe a snap motion of confidence will energise his supporters. Only the dramatic Mr Sánchez knows. ■"}, {"role": "body", "text": "To stay on top of the biggest European stories, sign up to Café Europa, our weekly subscriber-only newsletter."}], "id": 41}