{"coverImageURL": "https://www.economist.com/media-assets/image/20230930_TQD006.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Fighting ageing requires properly equipped cells", "subtitle": "Keeping the right proteins in the right amounts", "hashTag": "Technology Quarterly", "authorName": "The Economist", "publishDate": "2023-09-25T10:48:56Z", "contents": [{"role": "body", "text": "A cell’s machinery is made almost entirely of proteins, each of them a chain of amino acids that takes on a particular shape when folded up. The shapes of some of them are designed to recognise other molecules, and sometimes to bring two different molecules together in a way that catalyses a reaction between them. Others are designed to cut DNA, RNA or other protein molecules into chunks. Long thin ones fit together to create the rods and filaments which give the cell structure its cytoskeleton; others make pores in membranes. But whatever has to be done, the protein has to be folded into the correct shape to begin with. "}, {"role": "body", "text": "To a large extent most proteins fold themselves. Some, though, need help from other proteins, known as chaperones and foldases. In both cases things can go awry. Mutations in the genome or mishandling of RNA can lead to a protein chain having the wrong amino acid in one or more positions and thus folding up badly. Alternatively, the chaperones and foldases may themselves make a mistake. Not only will these misfolded proteins not work properly, they risk, if produced in large quantities, overwhelming a cell’s repair and removal mechanisms."}, {"role": "body", "text": "The process that keeps a cell supplied with the right proteins in the right proportions and in peak condition is proteostasis. Impaired control of this process is detrimental wherever it happens, sometimes terribly so. Accumulations of misfolded proteins underlie several of old age’s nastiest illnesses, including Alzheimer’s and Parkinson’s diseases. Misfolded proteins also cause the cataracts which, though treatable, remain a leading cause of blindness throughout the world. "}, {"role": "body", "text": "The possibility of dealing with such conditions explains why fixing proteostasis is the core activity of Altos’s campus in Silicon Valley. This is run by Peter Walter, who was, before Altos recruited him, one of those responsible for identifying what is known as the integrated stress response (ISR) in cells. "}, {"role": "body", "text": "As its name suggests, the ISR reacts to many forms of stress, including starvation, infection and too much reactive oxygen. One of its main jobs is to make sure that they don’t mess with the cell’s proteostasis. If things get out of whack the ISR slows the rate at which proteins are being made, which lightens the load on the chaperones and foldases. If things go really off the rails, it presses the self-destruct button which sets apoptosis in motion."}, {"role": "second", "text": "Taking out the trash"}, {"role": "body", "text": "Altos’s operational security makes it hard to say what if any progress Dr Walter and his colleagues are making. But the ISR is not the only approach to proteostasis. One alternative is microautophagy, a process which clears away damaged and superfluous proteins. Life Biosciences of Boston is dabbling in microautophagy alongside its work on epigenetic reprogramming. "}, {"role": "body", "text": "Besides folding proteins up, chaperones also deliver their mistakes to bits of cellular machinery called lysosomes, which disassemble them so that their amino acids can be recycled. But this garbage-disposal system is yet another victim of disposable-soma theory, and thus another candidate for pepping up in later years. Researchers at Life Biosciences have found a molecule which, they claim, can do just that, and they are now in the early stages of testing its potential to curb frontotemporal dementia, Alzheimer’s disease and retinal degeneration."}, {"role": "body", "text": "Alongside microautophagy sits macroautophagy, a big enough deal to have a hallmark of its own. Like microautophagy, the macro kind delivers proteins that need to be broken down to lysosomes. The difference is that it uses a garbage truck called an autophagosome to get them there, one big enough to transport not just a bunch of proteins but even whole mitochondria. Genetic inhibition of autophagy accelerates ageing in laboratory animals. Its stimulation increases healthspan and lifespan."}, {"role": "body", "text": "One way to stimulate it is with a molecule called spermidine. This extends the lifespan of mice by up to 25%. Metformin, the type-2 diabetes drug being looked at for broader anti-ageing activity, also boosts autophagy. Rapamycin may do so, too. Biochemistry is a tangled web. It is perhaps not surprising that pathways which regulate what cells do according to the energy available might take an interest in the disposal of surplus proteins. "}, {"role": "body", "text": "Other stimulants are less widely known. Retro Biosciences, the startup funded by Sam Altman of OpenAI, is looking at an autophagy booster known only as RTR-242 as a treatment for a disease of the muscles that it also declines to name. "}, {"role": "body", "text": "The last of Dr López-Otín’s hallmarks of ageing is chronic inflammation, now trendily and irritatingly often referred to as “inflammageing”. Healthy inflammation is a response to tissue damage, pathogens or parasites. White blood cells heeding chemical cries for help from afflicted cells swoop in to clear out the damaged ones and fight back against the invaders. A side-effect of their doing this is that they cause swelling, thus increasing the pressure on their surroundings. "}, {"role": "body", "text": "Cells experiencing genetic instability, senescence and poor communications with their microbiome also release such molecules, provoking inflammatory responses in places where they cause harm. Indeed, the threat posed by chronic inflammation is such that a high level of a molecule called IL-6, an indicator in inflammation, is predictive of all-cause mortality in humans. "}, {"role": "body", "text": "For inflammageing, there is no magic pharmaceutical bullet. Healthy living is the answer. Weight loss (for fat cells are sources of inflammation-provoking chemicals), exercise, sleep and eschewal of smoking and alcohol are all good ideas. And that, taken to extremes, is a pathway beaten by some of those who would like to cheat death for as long as possible. ■"}], "id": 55}