{"coverImageURL": "https://www.economist.com/media-assets/image/20230218_BLP902.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "This week’s covers", "subtitle": "How we saw the world", "hashTag": "The world this week", "authorName": "The Economist", "publishDate": "2023-09-28T11:16:45Z", "contents": [{"role": "body", "text": "Some weeks, including this one, we publish more than one cover. In most of the world we consider the growing attempts to stop ageing. After years of false starts, the idea of a genuine elixir of longevity is taking wing. Behind it is a coterie of fascinated and ambitious scientists and enthusiastic and self-interested billionaires. Increasingly, they are being joined by ordinary folk who have come to think that the right behaviour and drugs could add years, maybe decades, to their lives."}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230930_DE_US.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: Living to 120 is becoming an imaginable prospectTechnology Quarterly: Slowing human ageing is now the subject of serious research"}, {"role": "body", "text": "In mainland Europe we explain how the war in Ukraine is giving fresh momentum to calls to enlarge the European Union. Nine countries, including Ukraine, are now vying to join the bloc. For the EU their admission would be nothing short of historic, completing a grand continental union and marking the end of a process that started with Allied victory over the Nazis. But the way the union works would have to change. "}, {"role": "image", "imageURL": "https://www.economist.com/media-assets/image/20230930_DE_EU.jpg", "imageWidth": 1280.0, "imageHeight": 1684.0, "imageDescription": ""}, {"role": "body", "text": "Leader: The war in Ukraine is a powerful reason to enlarge—and improve—the EUEurope: The EU is—at last—rebooting the enlargement machineCharlemagne: The definition of Europe has always been both inspiring and incoherent"}], "id": 3}