{"coverImageURL": "https://www.economist.com/media-assets/image/20231021_USP503.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Anti-abortion campaigners try to break their losing streak", "subtitle": "Ohio’s ballot initiative is the latest test for how to talk about abortion without scaring voters", "hashTag": "United States", "authorName": "The Economist", "publishDate": "2023-10-19T12:32:02Z", "contents": [{"role": "body", "text": "NESTLED BETWEEN decorative gourds and halloween ornaments on suburban Columbus lawns, signs encourage Ohioans to vote to “protect parents’ rights”. Leaflets declare that mums and dads have “too much to lose”. Only the flyer’s reverse reveals the threat: not a woke curriculum or ideas around gender, but abortion."}, {"role": "body", "text": "On November 7th Ohio will become the latest state to vote on adding a right to an abortion to its state constitution. Currently abortion is accessible up to around viability—but only while a six-week ban is litigated in the courts. Six other states have voted on abortion since the Supreme Court overturned Roe v Wade last year. In each, voters have opted to protect access, including in conservative states like Kansas and Kentucky. More states are expected to vote next year, possibly including Arizona, Florida and Missouri. This has given rise to a cottage industry of pollsters and politicos who travel from state to state with each ballot initiative. Ohio is the latest testing ground, as anti-abortion campaigners try to break their losing streak."}, {"role": "body", "text": "Rather than sepia-toned images of newborns, teenagers and parents’ rights are the focus of the campaign. Anti-abortion advocates argue that language in the proposed amendment is so broad that it could invalidate Ohio’s law requiring parents’ permission for underage abortions. That seems a stretch, but the anti-abortion campaign is trying to activate fears around parental rights that have electrified school-board meetings across the country."}, {"role": "body", "text": "More familiar anti-abortion arguments get second billing. Adverts with local mums and unsettling music state that the proposed amendment, which would return the regime to something like the status quo under Roe, would be too “extreme for Ohio”. They raise the spectre of late-term abortions, which are rare but unpopular. The campaign avoids mention of the six-week ban, which was in place for several weeks last year."}, {"role": "body", "text": "The campaign also claims to have learned lessons from losses in other states. Its strategists say it began preparing earlier and is trying to build a diverse coalition, which includes black pastors. “There’s a misrepresentation of the pro-life community that it’s an old white guy who is telling a woman what to do,” says Brian Williams, a pastor at a predominantly black church in Columbus, who is campaigning against the amendment. “That’s not actually true.”"}, {"role": "body", "text": "But perhaps the biggest difference is the strength of the Republican Party in Ohio. Many state offices are controlled by Republicans who have fought the abortion amendment. Dave Yost, the attorney-general, has released a legal analysis of the amendment that echoed many of the campaign talking points. The Ohio Ballot Board, which has a Republican majority, rewrote the summary on the ballot to replace the word “fetus” with “unborn child”. Earlier this year, the state assembly proposed its own referendum which would have made passing the abortion amendment harder. That vote failed, buoying abortion-rights advocates."}, {"role": "body", "text": "The popular governor, Mike DeWine, is campaigning against the amendment. But he has also joined a group of Republicans urging moderation on abortion. If the amendment fails, he wants to “find a place where a majority of Ohioans can, in fact, agree.” Still, like Donald Trump, the former president, who said that a six-week ban “is a terrible thing”, Mr DeWine has avoided saying what a compromise could look like, or how it could pass. ■"}, {"role": "body", "text": "Stay on top of American politics with Checks and Balance, our weekly subscriber-only newsletter, which examines the state of American democracy and the issues that matter to voters."}], "id": 33}