{"coverImageURL": "https://www.economist.com/media-assets/image/20231021_WBD001.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "Are America’s allies the holes in its export-control fence?", "subtitle": "The goals, resources and reach of anti-Chinese technology sanctions vary widely", "hashTag": "Business", "authorName": "The Economist", "publishDate": "2023-10-16T18:35:06Z", "contents": [{"role": "body", "text": "Editor’s note (October 17th): This piece has been updated for the extension of American export controls on advanced chips."}, {"role": "body", "text": "AMERICA MAKES no bones about wanting to stop China, its autocratic rival for geopolitical supremacy, from getting hold of advanced technology. On October 17th American officials extended restrictions on sales to the country of advanced microchips used in training artificial-intelligence (AI) models. This is the latest set of export controls designed to prevent cutting-edge tech that America helped create, meaning most of it these days, from making its way to the Chinese mainland. It also seeks to close a loophole, which allowed Chinese firms’ foreign subsidiaries to procure chips that their parents were barred from purchasing."}, {"role": "body", "text": "The loophole is almost certainly not the last one that will need closing. Just this month America itself created room for a few more. Last year it imposed sweeping restrictions that cut off people and firms in China from many advanced technologies of American origin, including types of cutting-edge chips, the software to design them and the tools to manufacture them. On October 9th it granted two South Korean chipmakers, Samsung and SK Hynix, indefinite waivers to install equipment that falls under these restrictions in their factories in China. Four days later TSMC, Taiwan’s chipmaking champion, also received a dispensation. The carve-outs were secured (and announced) by governments in Seoul and Taipei, which are keen to protect their domestic firms’ vast commercial interests in China. They also shine a light on the knotty nature of the American-led global export-control regime. "}, {"role": "body", "text": "American sanctions’ global pretensions depend on the co-operation of allies. In principle, democratic governments in Asia and Europe are similarly wary of China, and are devising their own export controls. In practice, their policies are not always aligned with Uncle Sam’s. The result could be a mesh of rules that, once in place, would impose costs on technology companies without doing much to bolster national security in the way that the regimes’ architects envisioned."}, {"role": "body", "text": "This is not the first time that the democratic world has attempted to stem the flow of technology to undemocratic adversaries. After the second world war 17 countries, led by America, established the Co-ordinating Committee for Multilateral Export Controls to limit exports of strategic resources and technologies to the Communist bloc. The body was disbanded in 1994, once the Soviet threat was no more. "}, {"role": "body", "text": "America’s efforts to co-ordinate some of its anti-Chinese restrictions have so far been much more piecemeal. The closest President Joe Biden’s administration has come to co-ordination is an opaque agreement sealed in January with Japan and the Netherlands. This was important to America because Dutch and Japanese companies, such as ASML and Tokyo Electron, respectively, are the sole manufacturers of sophisticated chipmaking tools without which it is almost impossible to produce the most advanced semiconductors. In July Japan’s government introduced rules limiting the exports of advanced chip technology. Its Dutch counterpart followed suit in September. "}, {"role": "body", "text": "Look closer, though, and the nuts and bolts of the three countries’ export controls vary considerably. The Bureau of Industry and Security (BIS), America’s export-control agency, publishes an “entity list” of thousands of companies, including plenty of Chinese ones, that are barred from being sold certain types of technology. Japan has no such public entity list. Instead, it has announced a list of 23 specific types of product which require an export licence. The Japanese government has assiduously avoided mentioning China specifically, for fear of sparking the ire of a big trading partner. The Netherlands’ controls, too, are “country-neutral” and applied to a handful of products. "}, {"role": "body", "text": "Various national regimes diverge in other meaningful ways. American allies in Europe and Asia have not sought to copy the extensive, extraterritorial reach of American sanctions. As a result, Asian and European companies that wish to continue selling technology to Chinese customers can in theory establish subsidiaries in places without strict export controls (at least as long as these firms do not rely on American inputs). "}, {"role": "body", "text": "The situation in Europe is complicated further by the division of responsibilities between national governments and the European Union. For now individual EU members retain discretion over export controls related to their national security. But given the bloc’s single market in goods, which lets technology flow across borders unimpeded, Eurocrats in Brussels want a greater say. "}, {"role": "body", "text": "On October 3rd the European Commission presented a list of areas deemed critical to the bloc’s economic security. It would like the ability to impose EU-wide export controls in these areas, which include advanced chips, quantum computing and artificial intelligence. It is unclear how long it will take the 27 EU members to reach the consensus required to grant the commission such powers—if it can be reached at all. "}, {"role": "body", "text": "Things get blurrier still when it comes to enforcing the rules. In most countries the bureaucratic capacity to police export-control regimes is limited. America’s BIS, widely considered to be better endowed than similar agencies in other countries, has fewer than 600 employees and an annual budget of just over $200m—a modest figure given the outfit’s global remit. Its Asian and European counterparts must make do with far less. "}, {"role": "body", "text": "The relevant agencies often lack the expertise to assess exporters’ requests for a licence to sell products abroad. That requires an understanding of how a particular piece of equipment could be used. It is almost impossible to tell how such equipment will actually be employed once it arrives in China. This year the BIS set aside a relatively piddling sum of $6m for inspections to be conducted abroad—and little if any of this is likely to be spent on the Chinese mainland, where American inspectors are not exactly welcomed with open arms. Many of the BIS’s poorer cousins in other countries depend wholly on the exporting businesses themselves to determine the actual end-use of their products, something the companies cannot know for sure either."}, {"role": "body", "text": "The result is a mishmash of opaque rules and fitful enforcement actions. Manufacturers of sensitive technologies are left guessing about what business they can and cannot do with Chinese firms. Four Taiwanese firms—Cica-Huntek Chemical Technology Taiwan, L&amp;K Engineering, Topco Scientific and United Integrated Services—recently found themselves under investigation by Taiwan’s government after reports surfaced that they were involved in building a new network of chip factories in China. The four companies all deny that they have broken any sanctions. "}, {"role": "body", "text": "Lack of co-ordination may also explain why the system is not keeping high tech out of China as intended. In South Korea, SK Hynix is looking into how some of its older memory chips ended up in the latest smartphone made by Huawei. SK Hynix denies doing business with the Chinese telecoms giant. The Huawei smartphone in question, the Mate 60 Pro, also sported advanced microprocessors furnished by SMIC, China’s biggest chip manufacturer. Both Huawei and SMIC feature on the BIS’s entity list and were thought incapable of such chipmaking feats. Export comptrollers in America and its allies are still trying to work out how exactly the two companies pulled them off. This is unlikely to be the last China-related surprise they have to contend with. ■"}, {"role": "body", "text": "For more expert analysis of the biggest stories in economics, finance and markets, sign up to Money Talks, our weekly subscriber-only newsletter."}], "id": 56}