{"coverImageURL": "https://www.economist.com/media-assets/image/20231021_CUP003.jpg", "coverImageWidth": 1280, "coverImageHeight": 720, "coverImageDescription": "", "title": "David Beckham’s guide to celebrity", "subtitle": "As a new series on Netflix shows, it takes more than just a pretty face", "hashTag": "Culture", "authorName": "The Economist", "publishDate": "2023-10-12T16:43:12Z", "contents": [{"role": "body", "text": "In 2004 this columnist visited a school near Basra in southern Iraq. The affable boys seemed to know four words of English. Two were obscenities. The other two were “David Beckham”."}, {"role": "body", "text": "Not long before, recounts “Beckham”, a new documentary series, the Sun newspaper claimed to have found the only person on the planet who hadn’t heard of Mr Beckham: a shepherd in Chad. The four-part series on Netflix is a portal to the flighty years around the turn of the millennium when the footballer was in his sporting pomp. Watch closely and it is also, for the ambitious, a handy how-to guide to becoming a celebrity and ultimately a global brand. "}, {"role": "body", "text": "It helps to be extremely good-looking. With his dirty-blond mop and impish smile, Mr Beckham had a boy-next-door charm when he hit Tv screens in the mid-1990s. Kath Phipps, a long-serving receptionist at Manchester United, his first club, remembers all the knickers that were sent to him (“It’s not nice, is it, sending underwear to a boy?”). After that, as in a time-lapse photo, the sculpted sex symbol emerges. The tattoos spread across his torso, up his neck and down his arms; the haircuts become jazzier, the stubble better designed."}, {"role": "body", "text": "To bank it like Beckham, next find a beautiful and famous spouse with an equal yen for exposure. “It puts the heat factor way up,” Anna Wintour, the boss of Vogue, says on camera of Mr Beckham’s romance with Victoria Adams—also known as Posh Spice—who nicknamed him Golden Balls. “They were the new Charles and Diana,” says his friend and former team-mate Gary Neville, a perceptive description of a couple who, like the ill-starred royals, were both lionised and lacerated by the media. "}, {"role": "body", "text": "But looks and a canny marriage are nothing without a plan that you make early and stick to. It is striking how quickly and clearly Mr Beckham saw his path from midfield to endorsements, fashion and beyond. “He wanted to be more than a football player,” says Mr Neville, and soon he was, hobnobbing with Tom Cruise and Beyoncé. The usual retirement gigs of coaching and punditry were not for him. Like many British stars he strove to crack America, on and off the field."}, {"role": "body", "text": "First he conquered Spain, where in 2003 Florentino Pérez, president of Real Madrid, welcomed him as “a symbol of post-modernity”. That suggests his success is an artefact of image and marketing; yet it also rests on old-fashioned qualities that are disappointingly hard to simulate. "}, {"role": "body", "text": "One is the talent that made his profile marketable. George Best, a Manchester United winger of another generation, reputedly said that Mr Beckham couldn’t kick with his left foot, head the ball or tackle, but “apart from that he’s all right.” With his right foot, however, he struck corners and free-kicks, and launched passes and crosses, with magical whip and accuracy. In boyhood matches you see his technique develop: the distinctive diagonal body shape, windmilling arm and touchingly bow-legged gait."}, {"role": "body", "text": "The most old-fashioned virtue of all—hard work—turns out to be grindingly important. A pushy father is useful in this regard. “Left foot, right foot, over and over and over again,” David recalls of Ted Beckham’s drills. If a corner went astray, “he’d kill me.” This tough love, he says, helped him cope with the abuse that followed his sending-off at the World Cup of 1998. (An island of discretion in a sea of self-publicity, Ms Phipps, the receptionist, declines to discuss the bullets that arrived in the post.) Sandra, his mum, thinks Ted was too tough but seems steely herself, deadpanning about her personal “hit list”."}, {"role": "body", "text": "Fisher Stevens, the director, was in the cast of “Succession”. There are echoes of that show in the trilling music and home-video footage of David doing keepie-uppies in the garden. Along with access to the family archive Mr Stevens secured big-name interviewees but few revelations, besides details of Mr Beckham’s domestic neat-freakery and his love of beekeeping. A tragic note sounds in his split with Sir Alex Ferguson, the coach who was his mentor until the Golden Balls glitz came between them."}, {"role": "body", "text": "And on the main take-home lesson of hard work, “Beckham” misses a trick. The series opens on the career-defining day in 1996 when Mr Beckham, then 21, scored a goal from the halfway line. “I looked up, and I thought, ‘Why not?’” he says, leaving the impression that a shot seen around the world was an act of instinctive genius. In “The Class of ’92”, a previous documentary, his pal told it differently. “He practised that in training”, said Mr Neville, “every single day.”■"}, {"role": "body", "text": "Read more from Back Story, our column on culture:“Cat Person”, an internet-breaking short story, is back as a film (Oct 5th)Donald Trump and the dramatic power of not turning up (Sep 21st)Lots of people mourn when famous writers and musicians die. Why? (Sep 3rd)"}, {"role": "body", "text": "Also: How the Back Story column got its name."}], "id": 75}